{"734765084312903680": {"text": "Keep track of your work. Have a Twitter @Abhisit_DP #officialaccount #abhisit #vejjajiva", "sentiment": 0.0}, "734536578438074368": {"text": "Keep track of your work. Have a Twitter @Abhisit_DP #officialaccount #abhisit #vejjajiva", "sentiment": 0.0}, "734472176586219521": {"text": "follow Abhisit Vejjajiva @Abhisit_DP #officialaccount #abhisit #vejjajiva", "sentiment": 0.0}, "734273606239145985": {"text": "follow Abhisit Vejjajiva @Abhisit_DP #officialaccount #abhisit #vejjajiva", "sentiment": 0.0}, "734211960451928065": {"text": "Keep track of your work. Have a Twitter @Abhisit_DP #officialaccount #abhisit #vejjajiva", "sentiment": 0.0}, "734016152100167681": {"text": "follow Abhisit Vejjajiva @Abhisit_DP #officialaccount #abhisit #vejjajiva", "sentiment": 0.0}, "733891091208896512": {"text": "Keep track of your work. Have a Twitter @Abhisit_DP #officialaccount #abhisit #vejjajiva", "sentiment": 0.0}, "733631127659765760": {"text": "follow Abhisit Vejjajiva @Abhisit_DP #officialaccount #abhisit #vejjajiva", "sentiment": 0.0}, "733503018860085248": {"text": "Keep track of your work. Have a Twitter @Abhisit_DP #officialaccount #abhisit #vejjajiva", "sentiment": 0.0}, "733426523819016192": {"text": "follow Abhisit Vejjajiva @Abhisit_DP #officialaccount #abhisit #vejjajiva", "sentiment": 0.0}, "733176877670486016": {"text": "follow Abhisit Vejjajiva @Abhisit_DP #officialaccount #abhisit #vejjajiva", "sentiment": 0.0}, "733120766196076545": {"text": "Keep track of your work. Have a Twitter @Abhisit_DP #officialaccount #abhisit #vejjajiva", "sentiment": 0.0}, "732933015551139842": {"text": "Keep track of your work. Have a Twitter @Abhisit_DP #officialaccount #abhisit #vejjajiva", "sentiment": 0.0}, "732900297505300480": {"text": "follow Abhisit Vejjajiva @Abhisit_DP #officialaccount #abhisit #vejjajiva", "sentiment": 0.0}, "732855360256675840": {"text": "Keep track of your work. Have a Twitter @Abhisit_DP #officialaccount #abhisit #vejjajiva", "sentiment": 0.0}, "67586668537970688": {"text": "Prime Minister: I have confidence in the decision of the people's brothers (the team)", "sentiment": 0.0}, "67586404821118977": {"text": "I'm not sure if that is the case. Or disappointed. Please ensure that I have made full use of it. In return for what the people gave me.", "sentiment": -0.21666666666666667}, "67586202571767808": {"text": "But many more days I knew that my work was not successful. More than that. Some days, many people are disappointed.", "sentiment": 0.14583333333333334}, "67586101283532800": {"text": "(Continued) That is pride. That is the satisfaction. I am a professional politician.", "sentiment": 0.1}, "67586016369836032": {"text": "Prime Minister: Some days are the day I work and have success. The benefits fell to the public.", "sentiment": 0.15}, "67585868638072832": {"text": "(Continued) And the benefits to the country only. The selfishness of the partisans' own identity.", "sentiment": 0.3}, "67585722965688320": {"text": "Do not go out of business. And whoever comes into the government. Management of the country. We must adhere to the interests of the collective.", "sentiment": 0.0}, "67585597103030272": {"text": "Prime Minister: Thailand's political system must adhere to democracy, not go out of the way. Do not walk out of the constitution.", "sentiment": 0.0}, "67584972835389441": {"text": "(Cont.), Which caused many problems of the brothers of the people. That is the real problem. Not resolved.", "sentiment": 0.35}, "67584906292760577": {"text": "Will continue to move forward Or going backwards Or walk around with conflicts through the past.", "sentiment": -0.25}, "67584743868346368": {"text": "Prime Minister: Today's decision to move ahead It is a decision. In what direction will our country go?", "sentiment": 0.0}, "67584332885266432": {"text": "Prime Minister: Today I have to say that even if we still have to do more work. But we did not start from zero.", "sentiment": 0.5}, "67584158083448832": {"text": "PM: As long as there are brothers, people and families still have problems, we can not. But at the same time we say that. It's a job we have started.", "sentiment": -0.025}, "67583894731505665": {"text": "PM: I realize that today. Many people and families. I have to face the problem of cost of living, expensive food, not enough income.", "sentiment": 0.0}, "67583707938164736": {"text": "And with the hope that the Thai people will take advantage of this opportunity. To drive Thailand forward.", "sentiment": 0.0}, "67583616577839104": {"text": "This is the beginning of Thailand to solve the problem of brothers and their families. So I decided to dissolve the House of Representatives with great willingness.", "sentiment": 0.8}, "67583226062962688": {"text": "PM: For me, I believe the dissolution of the House is a new beginning. This is the beginning for the brothers again.", "sentiment": 0.13636363636363635}, "67559314197446656": {"text": "Follow the statement from Prime Minister Abhisit at 8.30 pm on Channel 9 and Channel 11 (team).", "sentiment": 0.0}, "66522373200945152": {"text": "From year 6, the interest rate is MRR-0.50% (Team)", "sentiment": 0.0}, "66522191503691776": {"text": "Interest rate for small loans of 6.75% per annum - per annum (per staff)", "sentiment": -0.25}, "66520418021937152": {"text": "GH Bank launches first home loan program on May 9, with the government taking over mortgage and transfer fees (the team)", "sentiment": 0.25}, "66518910199021568": {"text": "Prime Minister stated no bilateral talks with Cambodian Prime Minister at the ASEAN Summit (TEAM)", "sentiment": 0.0}, "66518657513160704": {"text": "The Prime Minister will bring the Royal Decree abolished this afternoon (Team)", "sentiment": 0.0}, "66125864718446592": {"text": "Tailor Made Fertilizer to help reduce cost and boost productivity http://www.pm.go.th/en/blog/53336 (PM team)", "sentiment": 0.0}, "66124793975537664": {"text": "The government organized the HM the King's Cup. On Coronation Day (Team)", "sentiment": 0.0}, "65813948179558400": {"text": "And 2) the role of ASEAN in the global arena. Past Thailand plays an important role in this. In particular, the link building in the region (the team)", "sentiment": 0.07916666666666666}, "65813765739921408": {"text": "It also includes ASEAN cooperation in areas such as disaster relief. Regional issues such as trafficking in human beings (continued)", "sentiment": 0.0}, "65813312214024193": {"text": "The Prime Minister stated this meeting. 1) ASEAN Processes in Moving Towards ASEAN Community - (Team)", "sentiment": 0.0}, "65812711216394240": {"text": "The Prime Minister is scheduled to attend the ASEAN Summit in Jakarta 6-8 May 2011 (Team).", "sentiment": 0.0}, "65812427903741953": {"text": "The Cabinet approved the principle of tax restructuring of 3 cars, Ministry of car details use NGV ethanol added http://www.pm.go.th/blog/53371 (team)", "sentiment": 0.0}, "65632915681320960": {"text": "In addition, the Cabinet expanded the credit limit from no more than 5 million baht to not more than 15 million baht to help victims of natural disaster in 2010 and 2011 (team).", "sentiment": -0.13333333333333333}, "65632745333862400": {"text": "Cabinet approves GH Bank loan scheme for first house purchase price up to 3 million Baht 0% interest (Team)", "sentiment": 0.25}, "65629677808660481": {"text": "President confirmed the minimum wage. Increase fairness to Thai workers http://www.pm.go.th/blog/53350 (team)", "sentiment": 0.4}, "64352836418420737": {"text": "Do not miss!! Watch the final episode of \"Believe in Prime Minister Abhisit\" on all issues - this Sunday (tomorrow) 9:00 am on Channel 11 (team)", "sentiment": 0.0}, "63824418153054208": {"text": "From the @ktnews (team) http://www.bangkokbiznews.com/home/detail/politics/politics/20110429/388750/ Open the dart !, evaluate the -5-party policy. Html", "sentiment": 0.0}, "63470753034665985": {"text": "Public Debt Catalog Debt Reduction While government revenue collection has increased and is much higher than target. http://www.pm.go.th/blog/53197 (team)", "sentiment": 0.125}, "63442914872803328": {"text": "09.00 hrs. Conference on Promoting and Improving the Quality of Life of People with Disabilities # 3", "sentiment": 0.0}, "63234293761191936": {"text": "If you do not stop shooting. Thailand needs to retaliate. To maintain national sovereignty When stopped shooting, when ready to enter into negotiations (team)", "sentiment": 0.2}, "63148679061708800": {"text": "Prime Minister: Thailand wants to be a good neighbor. We do not offend anyone and can not invade us (team).", "sentiment": 0.44999999999999996}, "63146112944586752": {"text": "The Prime Minister warns Cambodia and the Cambodian Parliament (team) http://t.co/nuKUkB0", "sentiment": 0.0}, "63143118043758592": {"text": "With @OngartDemocrat http://www.facebook.com/media/set/fbx/?set=a.10150166435046144.302599.17171146143", "sentiment": 0.0}, "63108216028016640": {"text": "Abhisit The Thai-Cambodian border is a retaliation for maintaining the sovereignty and security of the NCH. (From @ThaiKhuFah)", "sentiment": 0.0}, "63102427456483328": {"text": "Prime Minister Abhisit Visit the site with donation. Thai-Cambodian Soldier (Team)", "sentiment": 0.0}, "62386727016337410": {"text": "Follow the policy for the people. Everybody has their own home. With \"the first house\" dream come true from the government Http://www.pm.go.th/blog/53082 (team)", "sentiment": 0.39999999999999997}, "62385538161852416": {"text": "Prime Minister Abhisit Vejjajiva has confirmed that he will dissolve parliament in early May and set up \"Thailand's confidence with Prime Minister Abhisit\" next week.", "sentiment": 0.16666666666666666}, "62382529201704960": {"text": "RT @John_Princess It is not suitable for the Prime Minister. I have never shown my political stance and vision even though ...", "sentiment": -0.1375}, "62382515033358336": {"text": "RT @John_McDonald: I do not know what you're talking about. The party itself is still in conflict.", "sentiment": 0.0}, "62027134255906817": {"text": "Prime Minister Visits Prison in Khao Yai, Ratchaburi to Discuss Drug Abuse in Prison (Team)", "sentiment": 0.0}, "61795421210673154": {"text": "2 years ago the government of Prime Minister Abhisit (team) http://www.youtube.com/watch?v=mf9XQC2tW-Y", "sentiment": 0.0}, "61696584211107840": {"text": "Prime Minister and wife welcomed and hosted a luncheon for the governor of Australia and spouse (team) http://t.co/MeyXUAB", "sentiment": 0.0}, "61652059165962240": {"text": "Prime Minister and wife welcomed and hosted lunch for Governor of Commonwealth of Australia and his wife (team) http://t.co/MeyXUAB", "sentiment": 0.0}, "61068363480317952": {"text": "Go ahead with a policy for the people (team) http://www.youtube.com/watch?v=Mg0et-Gx55w", "sentiment": 0.0}, "61067571100782592": {"text": "RT @StephenStevens: This helps only 8,000 farmers over the household. But the PPA's income assurance can help farmers.", "sentiment": 0.0}, "61067515534655489": {"text": "RT @JohnMcDonald: I do not know what to do. We do not want to go ...", "sentiment": 0.0}, "61067485671198721": {"text": "RT @JohnMcNews: @John_Johnny @John_Johnny [More]", "sentiment": 0.5}, "60982785032200192": {"text": "RT @John_Johnny_: RT @John_McDonald Matt. Praised The government has reformed the tax structure throughout. [More]", "sentiment": 0.5}, "60982743470841856": {"text": "RT @John_McDonald Based on hard working people should not pay much. I'm not sure what to say.", "sentiment": -0.11388888888888889}, "60982711770284032": {"text": "RT @John_Johnny: I do not know what to do. Increase revenue for the country. And invest to make the main business of Thailand increase ...", "sentiment": 0.16666666666666666}, "60982692430348288": {"text": "RT @JohnMcDonald There are plans to support the business. http://twitpic.com/4nhgj8", "sentiment": 0.0}, "60982677095976960": {"text": "RT @JohnMcDonald Make no money Consequently, no consumption.", "sentiment": 0.0}, "60982659291168768": {"text": "RT @John_John: I'm not sure if this is true. This will stimulate domestic consumption. When the minimum wage moves up ...", "sentiment": 0.033333333333333326}, "60982640030912512": {"text": "RT @JohnMcDonald I'm not sure if this is the case.", "sentiment": -0.25}, "60977077402341376": {"text": "I do not know what to do.", "sentiment": 0.0}, "60970450402021376": {"text": "Prime Ministerial Conference on Education Reform in the Second Decade # 3.", "sentiment": 0.0}, "60903576771371009": {"text": "Mr. Zhang Junjun, Deputy Minister of Foreign Affairs China Welcome to the 2nd Congressional Building 1 (Team) http://t.co/O7fKrLt", "sentiment": 0.225}, "60903473138507776": {"text": "The Cabinet has resolved to appoint Mr. Trirong Suwanakiri, Deputy Prime Minister to solve the problem of egg prices. The reason is that there are still some people trying to raise prices (the team)", "sentiment": 0.0}, "60903209224515585": {"text": "Prime Minister insists on trying to keep prices unreasonable The government does not abandon (the team)", "sentiment": 0.0}, "60902023268274176": {"text": "Oil Price Policy of Government This will help keep inflation down 0.7 percent. Http://www.pm.go.th/blog/52950 (Team)", "sentiment": -0.15555555555555559}, "60562230319661056": {"text": "RT @JohnMcDonalds: RT @John_Johnny: I do not know what you're talking about.", "sentiment": 0.0}, "60550889718550529": {"text": "Prime Minister Yingluck Diesel 30 baht / liter to solve the crisis of expensive goods. http://www.pm.go.th/blog/52936 (team)", "sentiment": -0.5}, "60542919018430464": {"text": "RT @JohnMcDonald: RT @John_McDonald Diesel engine http://goo.gl/Fc0l7 (please RT)", "sentiment": 0.0}, "60542908415229952": {"text": "RT @LadyBlack: RT @BlackBlood: Diesel engine http://goo.gl/eFYVT (please RT)", "sentiment": 0.0}, "60542893256998912": {"text": "RT @JohnMcNews: RT @JohnMcNews: @John_John Diesel prices help \"inflation\" 0.7% decrease", "sentiment": 0.0}, "60254273895804928": {"text": "RT @JohnMcDonalds: RT @JohnMcDonald: I do not know what you're talking about.", "sentiment": 0.0}, "60246416173445120": {"text": "RT @John_John: I'm not sure what you mean. The price of fare, etc. will not adjust the price.", "sentiment": -0.28125}, "60246403657646080": {"text": "RT @John_McDonald Will not adjust down the price of oil may fall down (3)", "sentiment": -0.15555555555555559}, "60246387144658944": {"text": "RT @democratTH: In order to keep transportation costs and production costs up Otherwise, consumer goods will rise ...", "sentiment": 0.0}, "60246377975918592": {"text": "RT @John_John: I'm not sure what you mean by that.", "sentiment": -0.28125}, "59814193225928704": {"text": "Read about the warming up of the economic policy from @Korbsak. Follow this link (team) http://www.korbsak.com/2011/04/ warm up policy PP /", "sentiment": 0.4}, "59255726786347010": {"text": "All of us will travel to Bangkok tomorrow (17 Apr 2011). The first train will arrive at 08.10 am. Let the people return to Bangkok with the safety (team).", "sentiment": 0.25}, "59255345251487745": {"text": "In addition, the procession is 962 Sila Aries - Bangkok. Procession 976 Sisaket - Bangkok. 936 Udon Thani - Bangkok and procession 935 Ubon Ratchathani - Bangkok (3)", "sentiment": 0.0}, "59255240897212416": {"text": "Back to top Bangkok after the Songkran Festival (2)", "sentiment": 0.25}, "59255064166010880": {"text": "From April 16 until April 18, SRT will add a further 12 train lines per day, in addition to the regular train of 250 trains per day. (1)", "sentiment": 0.0}, "59254067725213697": {"text": "Then the Prime Minister gave the donors and money (3) (Team)", "sentiment": 0.0}, "59253962259431424": {"text": "And to compliment and act. That is the highest honor (2)", "sentiment": 0.0}, "59253849101312000": {"text": "Prime Minister visits injured person traveling to police hospital To visit the wounded young man in a raging car accident (1)", "sentiment": 0.1}, "58524261886857216": {"text": "There are 9,937 service points nationwide. Let people spend time in the Songkran Festival with a sense of calm and happiness. (Team)", "sentiment": 0.5}, "58524078788714496": {"text": "National Institute of Emergency Medicine Arrange emergency medical services through the number 1669 in Songkran Festival with the preparation in all provinces (1).", "sentiment": 0.0}, "58391300977852416": {"text": "The Prime Minister gave a message on the occasion of the \"Family Day\" on April 14, 2011. http://www.pm.go.th/blog/52738", "sentiment": 0.0}, "58192269345431552": {"text": "There will be an increase in credit limits. Turn over to the entrepreneur 2,000 million baht through Small and Medium Enterprise Development Bank of Thailand (4) (Team)", "sentiment": -0.25}, "58192167864242176": {"text": "To help SME entrepreneurs in the logistics business. Franchise Business, Direct Sales Business and People Affected by Flood (3)", "sentiment": 0.1}, "58191983092576257": {"text": "The corporate tax rate is reduced to 25% for net profit of less than Baht 50 million. (2)", "sentiment": -0.05555555555555555}, "58191919766974464": {"text": "Cabinet approves financial and fiscal measures To strengthen SME entrepreneurs include tax incentives for the MAI market (1)", "sentiment": 0.0}, "58138365937188864": {"text": "RT @John_John_: RT @John_Johnny: I do not know what to do. Songkran Insurance http://ow.ly/4yiYy", "sentiment": 0.0}, "58135808485507072": {"text": "The Department of Internal Trade will send staff to inspect and implement the law immediately. (4) (Team)", "sentiment": 0.0}, "58135679800066048": {"text": "If you see a refusal to sell products hoard or sell too high prices. Complaints can be made on the 1569 Hotline (3)", "sentiment": 0.16}, "58135527584563200": {"text": "Sign up for prices and clear service. In order not to have the opportunity to sell products and charges unreasonably high during Songkran (2)", "sentiment": 0.13}, "58135444298272768": {"text": "Ministry of Commerce The Department of Internal Trade has been assigned to promote the operators of the bus stations and railway stations throughout the country (1)", "sentiment": 0.0}, "58009731029155840": {"text": "And will try to make the best in reducing accidents (5) (Team)", "sentiment": 1.0}, "58009577605705728": {"text": "Most accidental drunkenness and opiates, which officials have mobilized at various points (4)", "sentiment": 0.25}, "58009399591055360": {"text": "Ask people to underestimate and consider safety is important. There are a lot of people traveling (3)", "sentiment": 0.4}, "58009222612398081": {"text": "Hope everyone will have the opportunity to celebrate the Thai New Year happily and safely (2)", "sentiment": 0.4787878787878788}, "58009152785629184": {"text": "Prime Minister Blessing the people on Songkran Day that Thai New Year is a meaningful time for people who have a chance to visit family. (1)", "sentiment": 0.3181818181818182}, "57835351322001408": {"text": "3 months, 3 months ago (3 children)", "sentiment": 0.0}, "57835201677635584": {"text": "Focus on Surat Thani. Nakhon Si Thammarat and Krabi The transportation of the area can be used (2)", "sentiment": 0.0}, "57835027362365442": {"text": "The Cabinet approved a budget of 940 million baht to repair the provincial roads in the flooded provinces. (1)", "sentiment": 0.0}, "57831996331786240": {"text": "Ministry of Foreign Affairs of the Union of Myanmar Prime Minister at Ivory Room, Government House. http://www.pm.go.th/blog/52699", "sentiment": -0.125}, "56656622243688449": {"text": "All the victims of the disaster, you know that the people of Thailand to you. Let me be strong, we will go through this disaster together.", "sentiment": 0.4333333333333333}, "56601105207017472": {"text": "Tha Sala Bridge - Noppipat I'm waiting for you. Accelerate the link and the fastest way. http://t.co/xtPexMf", "sentiment": 0.0}, "56585535958945792": {"text": "The strength of the brothers of the victims. And let's be a cheer to all the brothers. We will fight this crisis together.", "sentiment": 0.0}, "56553761845428224": {"text": "I'm going to visit the area and visit people in Nakhon Si Thammarat (Team) http://t.co/Fyl6yjw", "sentiment": 0.0}, "56221749175533568": {"text": "Prime Minister's meeting to help flood victims to find ways to restore southern disaster area (Team)", "sentiment": 0.0}, "56219883440062466": {"text": "Prime Minister ordered the fertilizer price up. I need to find a clear agricultural aid. Dies to fix the diesel. http://www.pm.go.th/blog/52522Z (team)", "sentiment": 0.10000000000000002}, "55990811829084160": {"text": "Some of the Prime Minister's speeches \"raise the minimum wage of Thai workers really good\" this morning at Chulalongkorn University (team) http://www.youtube.com/watch?v=a8B1QP95-uk", "sentiment": 0.7}, "55854360499982336": {"text": "How to make money online?", "sentiment": 0.0}, "55831856138031104": {"text": "The minimum wage required for him to live up to the cost of living is higher. And to do it together with other cost reductions, the employer is not just a tax (team)", "sentiment": 0.08712121212121211}, "55831048747106304": {"text": "We will help operators reduce costs. Taxation is just one story, yet another grandchildren (team)", "sentiment": 0.0}, "55121918025662464": {"text": "The Prime Minister met with trade partners and invited businessmen to invest in Thailand. The Indian Academic Exchange (TE)", "sentiment": 0.0}, "55121231510376448": {"text": "Prime Minister Visits India Official April 4-6 to Enhance Interaction Between High-Level Leaders - (Team)", "sentiment": 0.16}, "55120190689644544": {"text": "Http://pl.ly/4t9Nz (team)", "sentiment": 0.0}, "55119698790068224": {"text": "The Prime Minister takes care of the elderly's health through the welfare system. Highlights for free service (team) http://www.pm.go.th/blog/52350", "sentiment": 0.4}, "54562193487822848": {"text": "I'm not sure if this is the case.", "sentiment": -0.25}, "53751554645299200": {"text": "16.00 President of Timor-Leste I'm not sure what to do.", "sentiment": -0.25}, "53686371474354176": {"text": "I'm not sure if this is a good idea.", "sentiment": 0.22499999999999998}, "53467818871619584": {"text": "Prime Minister of Thailand joins flood victims at Channel 9 MCOT (Team) http://t.co/4BHOTrz", "sentiment": 0.0}, "53404372171886592": {"text": "At the airport, while traveling back. The rain is still heavy in Krabi. I do not know what to do. http://t.co/M9Bebsi", "sentiment": -0.1}, "53401008600125440": {"text": "</s> </s> </s> </s> </s> </s> </s> </s> </s> </s> </s> </s> </s> </s> </s> </s> </s> </s> </s> </s> </s> </s> </s>", "sentiment": 0.0}, "53399886955151360": {"text": "I have a friend who has been injured at Khao Phanom Hospital in Krabi (Team) http://t.co/v2DG4QF", "sentiment": 0.0}, "53396905023111168": {"text": "I'm not sure what to do.", "sentiment": -0.25}, "53391735195320321": {"text": "I went to Khao Phanom. I'm not sure if this is the case.", "sentiment": -0.25}, "53370069937430528": {"text": "It is very difficult to travel to visit people suffering from landslides at Khao Phanom, Krabi. Http://t.co/XtuvrhP", "sentiment": -0.65}, "53358012596887553": {"text": "The prime minister urged the governor of Krabi to closely monitor the risk. And now is traveling to him. He Panom (team)", "sentiment": 0.0}, "53357387767226368": {"text": "This is the first time I've ever seen this movie.", "sentiment": 0.25}, "53354636714844160": {"text": "Travel to Krabi The governor of Krabi is experiencing a flood situation. Mudslide Now (Team) http://t.co/LVyRqkG", "sentiment": 0.0}, "53332121175068672": {"text": "I'm going to go to Krabi to visit the landslide attack at Khao Phanom to support relatives who died from landslides (team) http://t.co/szhjWsH", "sentiment": 0.0}, "53306269301354496": {"text": "RT @Thomas_Assassin: RT @John_Johnny: I do not know what you're talking about. Then go to the cave temple waving his face to encourage relatives who lost ...", "sentiment": 0.0}, "53115199661682688": {"text": "\"@SatitPage: Prime to Tha Salas http://t.co/9igwYOd \"", "sentiment": 0.0}, "53049804137316353": {"text": "I'm not sure what to do.", "sentiment": -0.25}, "53029409925513216": {"text": "I went to Tasala Hospital, Nakhon Si Thammarat Province to encourage staff and visit the hospital after the flood (team).", "sentiment": 0.0}, "53023367674081280": {"text": "RT @John_John_: RT @John_John: I'm not going to go to sleep tonight. People are checking out because there are some migrants coming out first.", "sentiment": 0.25}, "53023337483476992": {"text": "RT @JohnMcDonalds http://yfrog.com/hs4o5fnj #thaiflood", "sentiment": 0.0}, "53021386494590976": {"text": "Http://t.co/UxtonVU", "sentiment": 0.0}, "53002757950541824": {"text": "PM urges flood victims to help flood victims @satittrang Meeting to approve 5 th victims in area of ​​Baht 22.4 million (Team)", "sentiment": 0.0}, "52998592671137792": {"text": "Prime is traveling and eating basil in the car. Visit the public at the month of Tambon Nakhon Si Thammarat. (The rice is very delicious) (Team)", "sentiment": 0.5}, "52997479054049280": {"text": "RT @AmericanFacts", "sentiment": 0.0}, "52995594175787009": {"text": "RT @John_McDonald http://t.co/TphpItE", "sentiment": 0.0}, "52994979546660864": {"text": "Prime Minister is traveling to Tha Sala, Nakhon Si Thammarat. To visit the people in the area (team).", "sentiment": 0.0}, "52989438162251776": {"text": "RT @John_Johnny_: RT @John_John: I'm going to have to go to bed tomorrow. 4 Are searching for The risk of sudden evacuation of people immediately.", "sentiment": 0.0}, "52989370046750721": {"text": "RT @JohnMcDonald Assist landslide case in Khao Phanom. Focus on helping people and finding the facts.", "sentiment": 0.0}, "52989316498075648": {"text": "RT @John_McDonald http://t.co/FuaduCJ", "sentiment": 0.0}, "52976166994325504": {"text": "I'm not sure if this is the case.", "sentiment": -0.25}, "52922916995743744": {"text": "I'm not sure if this is the case.", "sentiment": -0.25}, "52908564993425408": {"text": "PRESS RELEASE LOCAL \"Dentist Manufacturing in Accordance with National Health Policy\" (Team) http://t.co/r6YQlb1", "sentiment": 0.0}, "52641482678611968": {"text": "On March 31st at 9pm, there will be a donation program on Channel 9 Modern Nine TV (Team).", "sentiment": 0.2}, "52641303984484352": {"text": "3. Food and Drinking Water A budget of 20 million baht will be allocated to distribute survival bags and drinking water to the public.", "sentiment": 0.0}, "52641161927593985": {"text": "2. The Department of Disaster Prevention and Mitigation, mobilizing boats, engines, boats, rafts and pumps from Bangkok and the central area to help (less)", "sentiment": -0.08333333333333333}, "52640836223123456": {"text": "1. The province will use the existing advance payment. If there is not enough room for further approval (continued)", "sentiment": 0.0}, "52640725543825408": {"text": "Sathit says the government is ready to help the UDD suffer 3 southern provinces.", "sentiment": 0.1}, "52393012591992832": {"text": "Understand the MOU43's true! This link (team) http://www.democrat.or.th/upload/downloads/documents/MOU43-explanation.pdf", "sentiment": 0.35}, "52389689772093440": {"text": "What is the highlight of the nation's achievements? We are in the DoD. Include the council with (the team)", "sentiment": 0.0}, "52387835696791552": {"text": "Mr Kasit added that everything was in the process of negotiations and agreed. There is no land lost. What do you do?", "sentiment": 0.0}, "52387338281689089": {"text": "The map officer also added, \"The survey of the boundaries surveyed is still in the first stage. There are many more steps to be taken (the team).", "sentiment": 0.4166666666666667}, "52386557017071616": {"text": "Mr Thaksin wrote a letter to the World Heritage Committee on the issue that Cambodia had given him a temple as a World Heritage Site to do the demarcation work.", "sentiment": 0.0}, "52385381047480321": {"text": "The deputy military map also states that most watershed areas are unlikely to change except for destruction, which may be the cause of the watershed failure. (Team)", "sentiment": -0.10416666666666667}, "52384964511154176": {"text": "Deputy military map Also describe the watershed. The ridge or the high water divide into two. Which led to the use of national boundaries (team).", "sentiment": 0.03}, "52383029984894976": {"text": "4. Terrain Monitoring And the last step is 5. Staking the team boundaries.", "sentiment": 0.0}, "52382852687470592": {"text": "Make a map of aerial photographs scale 1: 25,000 across boundaries. 3. Dragging to explore on aerial map (cont.)", "sentiment": 0.0}, "52382584130371584": {"text": "Repeated TOR determines the steps. The survey is divided into 5 steps as follows: 1. Find the main boundary 73 original (per) team.", "sentiment": 0.2708333333333333}, "52381004010242048": {"text": "Foreign Minister Kasit is entering the jigsaw puzzle, explaining that the Thai government is working with Cambodia. Like Malaysia, Laos and Burma (the team)", "sentiment": -0.125}, "52371692814729217": {"text": "express! Fix JBC Today (March 28), 3rd Half, Channel 5 and Channel 11 (Team)", "sentiment": -0.08333333333333333}, "52224418004467712": {"text": "PM urges staff to explore the old symptoms in the risk area. Preparing measures to help people in flooded areas. This morning (team)", "sentiment": 0.1}, "52223545505357824": {"text": "The election must be pure and fair. And the public has the opportunity (team)", "sentiment": 0.30476190476190473}, "51837965017677824": {"text": "The Prime Minister went out to find people selling food in Chatuchak area to investigate the troubles of rice sellers. And people who have suffered in the confidence (team)", "sentiment": 0.0}, "51836088393805824": {"text": "The prime minister is now preparing emergency response plans. If an earthquake concerns an earthquake, it will affect the building. Will the team accelerate exploration (team)", "sentiment": 0.0}, "51833254130622464": {"text": "The meeting with the governor of Chiang Rai to follow the impact of the land in Burma and affected residents in Chiang Rai suffered (Team)", "sentiment": 0.0}, "51832053653716992": {"text": "The Director General reported that the ship was purchased to solve the problem in the last time to use this. Prepare team in surveillance area. 24 hrs. (Team)", "sentiment": 0.02500000000000001}, "51830937352286209": {"text": "Thailand's Prime Minister Abhisit Vejjajiva has pledged his support to the flood problem.", "sentiment": 0.0}, "51501868328816640": {"text": "RT @ Satitpages The public's choice is to move forward or walk. With country direction", "sentiment": 0.0}, "51501490984062976": {"text": "RT @Thomas_Princess: I do not know what to do.", "sentiment": 0.0}, "51501399300775936": {"text": "RT @ Satitpages This election Democrats are not bent. Competitors do all kinds of things, especially using the parallel politics of mass movement.", "sentiment": 0.0}, "51500915391332352": {"text": "RT @ Satitpages The Prime Minister will confirm the election very close.", "sentiment": 0.2}, "51500825633230848": {"text": "RT @ Satitpages The election because the Thai society to talk about the development of the country. I'm not sure if this is the case.", "sentiment": -0.25}, "51500579058487296": {"text": "At times when some people shout activity conflicts, most people in the society want to see the country walk away. Elections are the voice of the majority (team).", "sentiment": 0.5}, "51500232676089857": {"text": "RT @ Satitpages When a country is stable It's time to restore power to the people.", "sentiment": 0.0}, "51500099242704896": {"text": "RT @ Satitpages The return of the PDP has caused. Some things we do when government is not announced before, such as income insurance. May have some problems But money is added.", "sentiment": 0.0}, "51499936902164480": {"text": "RT @ Satitpages Free lessons for children. Reduce parental expenses. Seniors allowance It is a proud achievement in difficult times.", "sentiment": 0.2333333333333334}, "51499687903105024": {"text": "RT @ Satitpages The government is proud of its success in direct public policy, such as free treatment, free admissions, jurisprudence. I do not know what to do.", "sentiment": 0.2857142857142857}, "51499429827588097": {"text": "RT @ Satitpages For the past 2 years, the country has passed through a major economic and political crisis. The Prime Minister praised the Thai people for their cooperation, such as the flood crisis.", "sentiment": 0.0025000000000000022}, "51499196884320256": {"text": "RT @ Satitpages Prime Minister announces dissolution date The first month. But it has not been set. When I do not know other people, I do not know.", "sentiment": 0.0625}, "51499070476398592": {"text": "RT @ Satitpages Talk about the political school project. Chaiyaphum is the headmistress. And Apirak is the director.", "sentiment": 0.0}, "51498872303919104": {"text": "RT @ Satitpages The leader of the party focuses on creating a new generation in the party through the Intercontinental Project and the new generation.", "sentiment": 0.13636363636363635}, "50824112813260800": {"text": "Prime Minister Signs Order Against Trafficking http://bit.ly/hrhAPB (team)", "sentiment": 0.0}, "49847725352685569": {"text": "PM urges Thai people to return to the Middle East After the battle intensified. http://bit.ly/dKWf1h (team)", "sentiment": 0.0}, "49846388959346688": {"text": "The Prime Minister insists the government has taken measures to prevent the spread of radioactive substances from Japan. http://bit.ly/gSX1UG (team)", "sentiment": 0.0}, "49819862033371136": {"text": "19.45 hrs. Speech at the Foreign Correspondents Club of Thailand's annual dinner (FCCT) http://t.co/Wq3D0HV", "sentiment": -0.125}, "49705171193831424": {"text": "Allied forces help victims in Japan http://www.pm.go.th/blog/51643 (team)", "sentiment": 0.0}, "49704058629525504": {"text": "Skip the debate, do not trust Prime Minister urges people to solve problems. http://www.pm.go.th/blog/51818 (team)", "sentiment": 0.0}, "49702383923630080": {"text": "The Prime Minister chairs the meeting of public and private sectors to solve economic problems. Http://t.co/iTtaPqg", "sentiment": 0.06666666666666667}, "48934720410615808": {"text": "The meeting resolved to trust the ministry with votes 247 votes, not trust 188 votes (team) #CensureDebate", "sentiment": 0.0}, "48933903217590272": {"text": "The meeting resolved to trust Sophon with 248 votes, no votes, 188 votes (team) #CensureDebate", "sentiment": 0.0}, "48933573205561344": {"text": "The meeting has resolved to trust Chattarat with 250 votes. Do not trust 188 votes. (Team) #CensureDebate", "sentiment": 0.0}, "48933248566431744": {"text": "The meeting resolved to entrust the ministry with 247 votes, not trust 185 votes. (Team) #CensureDebate", "sentiment": 0.0}, "48932967644545025": {"text": "The meeting resolved to trust Ongarak with 246 votes, no trust, 182 votes. (Team) #CensureDebate", "sentiment": 0.0}, "48932551632494593": {"text": "The meeting resolved to trust Ph.D. with 251 vote votes, not trust 186 votes. (Team) #CensureDebate", "sentiment": 0.0}, "48932268009455616": {"text": "The meeting resolved to trust the ministry. With 245 votes, 185 voices (team) #CensureDebate", "sentiment": 0.0}, "48932100480577536": {"text": "The meeting resolved to trust the Deputy Suthep. With 249 votes, 185 votes (team) #CensureDebate", "sentiment": 0.0}, "48931764999163904": {"text": "The meeting resolved to trust the Prime Minister. 249 votes, no trust 184 votes (team) #CensureDebate", "sentiment": 0.0}, "48929611941281792": {"text": "Open discussion I do not trust the Prime Minister and the Board. Started up Please follow channel 11 #CensureDebate (team).", "sentiment": 0.0}, "48761568980238337": {"text": "I'm not sure about that. In order to make the conflict in society more. It is a loss of discussion 4 days ago. \"(Team)", "sentiment": 0.125}, "48760944372891648": {"text": "The Prime Minister told many stories that criticized the policy. Clarification will be clarified. Some suggested topics It will be improved (team).", "sentiment": 0.5}, "48759768080330753": {"text": "The military, the military, the police, the police have no reason to hurt the NHP when the incident ends. I do not let the processes go ahead to find the truth (team).", "sentiment": -0.1}, "48758980645896192": {"text": "I do not know why. After losing the election. Opposition win election But it was dissolved. Because of election fraud (team)", "sentiment": 0.8}, "48758551996411905": {"text": "2/2 But the income insurance was the way. People are told to help reduce corruption. And if we use the pledge. We will pledge agricultural products from neighboring countries (the team).", "sentiment": 0.0}, "48757569501659137": {"text": "1/2 corruption problem Comes with a government cargo. If the government thinks corruption is going to make a pledge because it's a fraud channel, it's easy. (Team)", "sentiment": 0.43333333333333335}, "48755341193789440": {"text": "The government is trying to solve the problems of the NHS. Labor needs to rise to fight inflation. People who are stronger in society need to help the poor (the team)", "sentiment": -0.4}, "48753564515958784": {"text": "Today's Prime Minister's direction. The government has done many things to keep the country stable and free from the crisis. But there are so many things to do (team)", "sentiment": 0.4666666666666666}, "48752473032237057": {"text": "Chancellor: One figure that indicates progress is that the average deposit in the account. Increasingly, the farmer has increased the average annual income by 2% (Team)", "sentiment": -0.15}, "48750588426588161": {"text": "The Prime Minister said the most important thing is that we can overcome two problems without the problems faced by other countries: unemployment and debt crisis.", "sentiment": 0.25833333333333336}, "48748700037685257": {"text": "The Prime Minister pointed out the export figures. Tourism investment is at a high level, causing the economic growth rate to be higher than the previous year (the team).", "sentiment": 0.11083333333333334}, "48748217235554305": {"text": "Thailand's economy is recovering from the crisis. Growth rate, economic growth, income earning, entry into the country, facts, then all figures confirmed (team)", "sentiment": 0.30000000000000004}, "48747520943329280": {"text": "The Prime Minister clarified the issue of distrust as the last government. He said that the government's goal was to keep the Thai economy out of the crisis.", "sentiment": 0.0}, "48726560005558272": {"text": "\"I never interfered with justice. And I never delegated to trade representatives to intervene in justice. \"(Team)", "sentiment": 0.0}, "48722943135580160": {"text": "\"Trade representatives can not prosecute you. Even if you can not blame the prosecutor. \"(Team)", "sentiment": 0.0}, "48721543030775808": {"text": "Phillip Morris has several cases separate the two cases that Mr. Chalerm spoke to have not reached the WTO case. The government has appealed. Feb 54 did not raise the flag. (Team)", "sentiment": 0.0}, "48719304287457280": {"text": "The Prime Minister said that many of the facts of the Chalerm. If you are a celebrity, one day. I will sell the PTT in the price (team).", "sentiment": 0.5}, "48715500309585920": {"text": "Prime Minister Abhisit is clarifying the issue of distrust of Pol.Col. Chalerm Noppon on the issue of PTT and the tax on cigarettes (team).", "sentiment": 0.0}, "48674812125642752": {"text": "The Prime Minister stated that the government was improving the law. To have more decentralization. According to the current constitution, such as the local special format at Mae Sot (the team)", "sentiment": 0.17142857142857143}, "48646395808329728": {"text": "2/2, which worked for Thailand forever. The UK visa application (team)", "sentiment": 0.0}, "48646300492771328": {"text": "1/2 The Prime Minister has never confirmed his birth in England. But the main foreign law is to see behavior as the main (team)", "sentiment": 0.002083333333333326}, "48645252420075520": {"text": "The Prime Minister told the international principle of Master Nationality \"I am a Thai nationality Thai\" (team)", "sentiment": 0.0}, "48644959598948352": {"text": "Prime Minister says border trade continues to grow I did not change the trading field into a battlefield. Border trade continues (team)", "sentiment": 0.0}, "48644522472771584": {"text": "Chancellor tells us about the conflict. The person who signed it before Signed as a Cambodian Consultant (Team)", "sentiment": 0.0}, "48642377480540160": {"text": "The Prime Minister told the current government. It can be halted at the World Heritage Conference for two years leading to the MOU process. (Team)", "sentiment": 0.0}, "48639361666924544": {"text": "\"Since the day that the government of that era to accept Cambodia to register him as a single World Heritage sites. Tension is happening all the time. \"(Team)", "sentiment": -0.07142857142857142}, "48618293464014848": {"text": "RT @John_John: I'm not going to go to sleep. The Prime Minister is not a murderer. #CensureDebate #RedShirt", "sentiment": 0.0}, "48617957554794496": {"text": "RT @StephenSteve: RT @AmericanAmerican: I do not know what you're talking about.", "sentiment": 0.0}, "48617808430510080": {"text": "RT @Lady_Facts: \"I do not know what to do.\" But I have to return to. Only 6 cylinders", "sentiment": 0.0}, "48617391260831744": {"text": "RT @AmericanAmerican: I do not know what to do. Add pressure as a step, do not commit a cruelty.", "sentiment": 0.0}, "48616963718647808": {"text": "RT @John_John_: RT @John_John: I'm going to take a break from this. I do not know what to do.", "sentiment": 0.0}, "48576713340354560": {"text": "Discuss Today I do not know what to say. In addition to not saying the truth in this, then do not say the truth in other matters (the team)", "sentiment": -0.125}, "48404527405211648": {"text": "The Prime Minister told Channel 3 that it was clear who fired the government to send helicopters to help (the team).", "sentiment": 0.10000000000000002}, "48404005126283264": {"text": "The Prime Minister told the incident was not burned only in Bangkok, have burned the town hall in the province can capture the burners, which is the red-shirt leader and finally arrested in court.", "sentiment": 0.0}, "48403358704340992": {"text": "The Prime Minister told Thailand to try to write a new history to create more conflict. Do not try to move the country forward (team)", "sentiment": 0.3181818181818182}, "48402571810971648": {"text": "If you do not have the core to seduce to burn to Bangkok as a fire brigade would not happen this way (team).", "sentiment": 0.0}, "48401175548145665": {"text": "The Prime Minister clarified the statement of Deputy Minister of Science CTW. I do not know what to do.", "sentiment": 0.0}, "48392637123805184": {"text": "I'm not sure if this is the case. It's a lie because these people were bombed by people who burned CTW. Use (the team)", "sentiment": -0.25}, "48391658722693121": {"text": "Suthep said the same picture (at CTW), but Voravat for Thailand. It is another (team)", "sentiment": 0.0}, "48391106836185089": {"text": "Suthep said this time and arrested four of the suspects and left the arrest warrant and 5 more (the team).", "sentiment": 0.15}, "48390635232825344": {"text": "This is not the case. (The case alleged the state burned CTW) (Team)", "sentiment": -0.1}, "48384689802706944": {"text": "I do not know what to do.", "sentiment": 0.0}, "48373976195547136": {"text": "RT @John_McDonald Meet firefighters Why do not you tell him that the garden shot out.", "sentiment": 0.0}, "48370462111186944": {"text": "RT @John_Johnny: I do not know what to do. When the proclaimed daughter and the masses to Thailand as red shirts. In the council, it is revealed that the team is ...", "sentiment": 0.0}, "48360348914417666": {"text": "RT @AmericanAmerican: When the party for Thai red feathers Candles in the conference room. The president took out of the meeting room.", "sentiment": 0.0}, "48358393160810496": {"text": "RT @Stephen_American: I do not know what to do. The black dress brought. The M79, RPG, M16 #Censu weapons are used.", "sentiment": -0.08333333333333333}, "48357442710540290": {"text": "Deputy Prime Minister: \"Today I will point out to the Council that whoever is a terrorist\"", "sentiment": 0.0}, "48357172421197824": {"text": "Suthep said on 22-23 April, 52 was a nightmare for Bangkok people. Angels die (Team)", "sentiment": 0.0}, "48355646571151360": {"text": "The prime minister said he was the first prime minister and would be the only one to negotiate with the leaders for two days, and each time ended with the lead for a long-distance phone call.", "sentiment": 0.06666666666666667}, "48354829302636544": {"text": "PM: \"What you say you are not honest with the facts\" (team)", "sentiment": -0.3}, "48354595931561984": {"text": "The Prime Minister told the opposition not to talk about M79 about RPG and the arrest (team).", "sentiment": -0.05}, "48354155202482176": {"text": "We have to give truth. I do not see the terrorist as a terrorist (team).", "sentiment": 0.0}, "48353887752683520": {"text": "The problem is that the error of the sequence. Tells us to cross deliberately across the sequence (team)", "sentiment": 0.0}, "48341220904275968": {"text": "The Prime Minister said that there are many complications, such as the trade process, the need to improve and to continue to solve the problem (the team).", "sentiment": 0.25}, "48340685811757057": {"text": "The Prime Minister decided that the political structure leading the military must move forward (the team)", "sentiment": -0.05}, "48340275143262208": {"text": "The Prime Minister told the problem of violence. Countermeasures We need to improve this protection system (Team)", "sentiment": 0.0}, "48339610400591872": {"text": "The Prime Minister said that Thailand's reform policy is to find the missing high school students into the education process (the team)", "sentiment": -0.020000000000000004}, "48338906843852802": {"text": "The prime minister told us that we were trying to reduce the power from outside the area because of cultural differences. The number of people in the area (team)", "sentiment": 0.05}, "48338127936421888": {"text": "Nowadays, officials are able to enter more areas. Siblings in the community started to help with the news, but more work was needed to move forward (the team).", "sentiment": 0.5}, "48337636443684864": {"text": "The Prime Minister said the solution to two problems is to develop and justice is important to lead to win the hearts of the brothers (the team).", "sentiment": 0.6000000000000001}, "48337173577089024": {"text": "Prime Minister: I never say that the dead are less successful (team).", "sentiment": 0.12777777777777777}, "48336893775065089": {"text": "The Prime Minister said that the Democrat will set up an organization to solve the problem within 99 days, but never said that the problem solved the crisis in 99 days, because it is impossible (team)", "sentiment": -0.6666666666666666}, "48335611563737088": {"text": "The Prime Minister is responding to the Southern Border Problems (Team)", "sentiment": 0.0}, "48316026542243840": {"text": "The Prime Minister said that the government will not float LPG cooking and will freeze diesel prices by management. Taking into account the poor (team)", "sentiment": -0.4}, "48315369114451968": {"text": "The Prime Minister said that the government sold gas to the people for cooking lower than that sold to the petrochemical industry and the world market (the team).", "sentiment": 0.0}, "48312792402497536": {"text": "The Prime Minister said that the competition law should be amended to cover state enterprises such as PTT (the team).", "sentiment": 0.0}, "48312047636717568": {"text": "And - let's have a look at which car to use, so it's appropriate to get the right energy policy (team).", "sentiment": 0.39285714285714285}, "48311590436605953": {"text": "The Prime Minister now says that the price of gas and gas is the same as before, because it does not need to be used in the home. Dangerous (team) per", "sentiment": -0.3}, "48310034991554560": {"text": "The Prime Minister said that the government never used NGV, but NGV was cheaper than LPG. Public use of NGV would benefit the users themselves.", "sentiment": 0.0}, "48309532740423680": {"text": "Prime Minister told the government before this. Other governments have a policy to release LPG prices in line with global market prices. But the government wants to freeze (the team)", "sentiment": 0.025000000000000005}, "48308542997938176": {"text": "The Prime Minister said that the import of energy is not sufficient for the domestic demand, the existing may not be standardized to be used in the country, so exports (the team)", "sentiment": 0.0}, "48307695547187200": {"text": "The Prime Minister said that the opposition image shows the structure of energy has only 51 years (team).", "sentiment": 0.0}, "48307403099357184": {"text": "The Prime Minister told the story of the country's energy structure is important (team).", "sentiment": 0.4}, "48305724928954369": {"text": "RT @JohnMcDonald: I'm not sure if this is true. But delivery in this government.", "sentiment": 0.04999999999999999}, "48304332906561536": {"text": "RT @John_John_: RT @John_Johnny: I do not know what you're talking about. I'm not sure if this is the case.", "sentiment": -0.25}, "48304218318188544": {"text": "RT @Stephen_American: \"I do not know what you're talking about.\" But it is the price of a balloon. Day / Night Camera 5 Camera and Armored Vehicle", "sentiment": 0.0}, "48304130766282752": {"text": "RT @John_McDonald The military must follow the system of the Prime Minister's Office. I have to go through the check. #CensureDebate", "sentiment": -0.1}, "48296711982022656": {"text": "And 2/2, and they did not blame the opposition for understanding the situation at that time. And when it comes to their own government, it is down because of economic conditions as well (team).", "sentiment": 0.2148148148148148}, "48296435338321920": {"text": "1/2 The prime minister clarified that the jump in military budgets occurred during the Surayud government and the government's application because of changes in the workforce (staff).", "sentiment": -0.1}, "48292613937315840": {"text": "The Prime Minister has said that he has never neglected his military account. He also encouraged Thailand to produce weapons to reduce imports.", "sentiment": -0.1}, "48291955687432193": {"text": "The Prime Minister says budget (military) is not what it would be. There is a check to not be burdened with public taxpayers (the team).", "sentiment": -0.05}, "48284969822466048": {"text": "Prime: The GT200 does not start in the current government, but it starts 4-5 years later when the problem is scientifically proven. And to cancel the order (team)", "sentiment": 0.0}, "48255075340140544": {"text": "Suthep said if there was enough money. It will be provided to small rubber planters to save money or pensions to use when the age is higher.", "sentiment": 0.0}, "48254695344586752": {"text": "Deputy Prime Minister Suthep told the Prime Minister to help with the price of rubber without affecting the market mechanism. Before the government came to work 40 baht / kg. Currently over 100 baht / kg (team).", "sentiment": 0.0}, "48218254933635072": {"text": "Today's discussion will discuss the breakdown of the Red Shirt rally. Preview yesterday http://www.democrat.or.th/ (topic of interest first) - team", "sentiment": 0.125}, "48030213338169344": {"text": "The Thai government will have to use 3G in June, the government has no need to spend more than 20 million (team).", "sentiment": 0.5}, "48028228857757718": {"text": "I do not have the power to make concessions. NTC's 6 new contracts to be made between CAT and True are not concession contracts but wholesale contracts.", "sentiment": 0.24318181818181817}, "48026596585644032": {"text": "3G Prime Minister suggested the Advent. \"Fast and the best. Do not damage \"to save the development of 3G network over 12 billion (team)", "sentiment": 0.6}, "48024720536379392": {"text": "It is because the government before the power has a relative has shares in telecommunications. TOT - Like a baby, but disabled (team) #CensureDebate", "sentiment": -0.1}, "48024639305285632": {"text": "Jitthana to read the results of the Supreme Court. The previous government did TOT damage over a billion (Team) #CensureDebate", "sentiment": -0.16666666666666666}, "48024501480468480": {"text": "I'm not sure if this is the case.", "sentiment": -0.25}, "48014192439066624": {"text": "RT @John_John: I'm not sure what you mean by that.", "sentiment": -0.28125}, "48012125943242752": {"text": "For clarification on 3G, read \"Who is blocking 3G for anyone?\" Read this simple link (team) http://campaign.democrat.or.th/node/490", "sentiment": 0.0}, "47913903165931520": {"text": "RT @StephenStevens: All units ready", "sentiment": 0.2}, "47911361967165441": {"text": "RT @JohnMcDonald Advice from people from Japan. Voluntary Radiometric screening of people at risk.", "sentiment": 0.0}, "47911346964152320": {"text": "RT @John_John: I'm not sure if that's true. In Tokyo is not dangerous.", "sentiment": 0.13333333333333333}, "47911328442105856": {"text": "RT @Stephen_America", "sentiment": 0.0}, "47911310834401280": {"text": "RT @JohnMcDonalds", "sentiment": 0.0}, "47911295885901824": {"text": "RT @John_Johnny: I do not know what to do.", "sentiment": 0.0}, "47911282598350848": {"text": "RT @John_Johnny: I'm not sure if this is true. No, from that way.", "sentiment": 0.04999999999999999}, "47911267754708992": {"text": "RT @John_John: I'm not sure what to say. There are evacuated people around the power plant. I have a Thai people. Replying is checking.", "sentiment": -0.25}, "47911225966862336": {"text": "RT @John_John: I'm going to have to go to bed tomorrow. Prime Minister's meeting on Japanese situation The Ministry of Energy is reporting on the nuclear power plant.", "sentiment": 0.0}, "47908180725993472": {"text": "Mission accomplished 3. Collect 1 million rai of land to allocate to the poor. Enterprises and financial security tremendously. #CensureDebate", "sentiment": 0.033333333333333326}, "47908123415035904": {"text": "Mission accomplished 2. Land tax restructuring Set up a national savings fund. As well as increasing opportunities for the poor. To solve the problem of inequality. #CensureDebate", "sentiment": -0.1}, "47908079634886656": {"text": "Mission accomplished 1. Stability of the economy is stable, measured by the exchange rate. Interest rate And international reserves. #CensureDebate", "sentiment": 0.1}, "47895217159929856": {"text": "Prime Minister ordered to monitor and evaluate the situation of radioactive leakage in Japan closely, not to worry because far from Thailand (team)", "sentiment": 0.1}, "47894720952807424": {"text": "RT @AmericanBlood: Nuclear power plant explosion in Japan does not affect Thailand because the wind direction is not aimed at Thailand. http://ow.ly/4fkqG", "sentiment": 0.0}, "47889773070794752": {"text": "The Prime Minister pointed out, \"because the wages are pressed to raise wages to create fairness in the economy, I will rise to 25% in 2 years. No waiting for inflation. \"(Team)", "sentiment": 0.0}, "47878409577172992": {"text": "RT @John_John_John: I do not know what you're talking about. To solve the problem offline.", "sentiment": 0.0}, "47876831721963520": {"text": "RT @Thaikhufah: The proportion of taxes paid in oil costs now stands at 18%, down from over 30% in other governments.", "sentiment": -0.14027777777777778}, "47870499254042624": {"text": "Government: The government is interested in increasing the competitiveness of all levels, both large, small and small, with access to credit. (Team) #CensureDebate", "sentiment": -0.008928571428571425}, "47862948537966592": {"text": "It's a good idea to check out the results of the investigation. The last SMS was not guilty (team).", "sentiment": 0.31666666666666665}, "47674414036299776": {"text": "In the end,", "sentiment": 0.0}, "47660382483005440": {"text": "RT @John_McDonald The battle was accused of cheating with a receipt. Everything that is pointed out is factual. Do not worry, because ...", "sentiment": 0.0}, "47660164882513920": {"text": "RT @John_McDonald We're going to insure income. Select you (mascot) Cancel this policy #CensureDeba", "sentiment": 0.0}, "47659877023219712": {"text": "RT @JohnMcDonald Come on, blame the public. Go back to see your mascot. Cost of Palm is low. But sell more expensive today.", "sentiment": 0.0}, "47659804927336448": {"text": "RT The mascot is presented as a prime minister. About using violent c. And distorting information creates cleavage # ...", "sentiment": -0.8}, "47602157838548994": {"text": "Thai PM affirms Central Caucus To cancel the rice insurance policy and return to the rice price pledge (the team)", "sentiment": 0.0}, "47587011783168000": {"text": "The Prime Minister also reiterated that. Come on, blame the public. Go back to see your mascot. Cost of Palm is low. But more expensive than the current (team)", "sentiment": 0.0}, "47586861488685056": {"text": "The Prime Minister also stated that the price of oil will be sold very cheap to squeeze him to do it. I will not sell expensive. Because the people are bad (the team)", "sentiment": -0.2266666666666666}, "47586469472251904": {"text": "The Prime Minister replied that the battle was accused of cheating with a receipt. Everything that is pointed out is factual. Do not worry because the DSI check (team)", "sentiment": 0.0}, "47563953106202624": {"text": "Prime Minister Abhisit The mascot is presented as a prime minister. About using violent c. And distort information, create a rift (team)", "sentiment": -0.8}, "47555736141701120": {"text": "The prime minister said Thaksin is managing the global economy with 42.75% of public debt. But while the government is managing the global economic crisis, we do 41.93%", "sentiment": 0.05}, "47554766309568512": {"text": "The Prime Minister Abhisit We're going to insure income. Select you (mascot) Cancel this policy (team)", "sentiment": 0.0}, "47554575691034624": {"text": "I'm not sure if this is the case. But income assists 4 million households (the team)", "sentiment": -0.25}, "47554069404987392": {"text": "The Prime Minister clarified on rice, pointing out that good rice in 2008 was not a handicraft mascot, but because many countries did not export because of the disaster, rice prices were so high (the team)", "sentiment": 0.4533333333333333}, "47497981498372097": {"text": "The prime minister reiterated that the 15-year-old's free education is of high quality. According to the reform plan, the special policy focuses on taking care of children who fall into the educational system (the team).", "sentiment": 0.25342857142857145}, "47492378369601536": {"text": "Thai people in the affected provinces \"tsunami\" then tens of thousands of people from the 21st century http://www.pm.go.th/blog/51494 (team)", "sentiment": 0.0}, "47485292873134080": {"text": "Prime Minister ready to help Japan. Thai students reside in Japan to return home (team)", "sentiment": 0.2}, "47186099977732096": {"text": "Today, Ms. Kristina Georgieva, European Council, International Cooperation, Humanitarian Aid And the response to the crisis found Prime Minister (team)", "sentiment": 0.0}, "47185051414306816": {"text": "Prime Minister acknowledges nuclear power plant explosion in Japan affects decision to build nuclear power plant in Thailand www.thaigov.go.th (team)", "sentiment": 0.0}, "46768399635841024": {"text": "3) I have determined that the council will dissolve in a half and half to allow the people to choose whether to solve the economic problem or to move on to the same conflict.", "sentiment": -0.033333333333333326}, "46767744389103616": {"text": "2) We have heard the loudness of some people and the voice of politicians. It's time to listen to the voice of most people.", "sentiment": 0.5}, "46767063347380224": {"text": "1) After the crisis and the economic crisis, I think it is time for the majority of people to come to the future.", "sentiment": 0.1}, "46428471102152705": {"text": "Meet the workers from the northeast to work in Trang. Minimum wage Both are funded by the village credit system. http://t.co/SRmUFVQ", "sentiment": 0.0}, "46412726867726336": {"text": "Talk to rubber farmers. About living expenses and extending social security benefits. Bitches http://t.co/DvLhtJj", "sentiment": 0.03333333333333333}, "46195154796822528": {"text": "Tomorrow, the prime minister is ready to listen to labor issues. To lead to a minimum wage correction (team)", "sentiment": 0.2}, "46194579816448001": {"text": "The Prime Minister is ready to bring about. The new election council after the council. Http://www.thaigov.go.th/ (team)", "sentiment": 0.16818181818181818}, "46179886334885888": {"text": "Prime Minister expresses his condolences to Japan during the tsunami disaster. To find a way to help Japan.", "sentiment": 0.0}, "46094500912832512": {"text": "14.00 hrs. The Prime Minister presides over the decentralization meeting of local organizations (teams).", "sentiment": 0.0}, "46071573387558912": {"text": "Education Reform: Facilitating Learning Community and Improving Youth Development http://www.pm.go.th/en/blog/51292 (PM Team)", "sentiment": 0.0}, "45805606556286976": {"text": "PM urged the government to urgently discuss the two Thai victims who were detained in Cambodia and take urgent health care. http://www.thaigov.go.th/ (Team)", "sentiment": 0.0}, "45766810301235200": {"text": "Progress on PrachaWelfare schemes: 9 gifts to address Thailand's social inequality http://www.pm.go.th/en/blog/51153 (PM Team)", "sentiment": 0.03333333333333333}, "45731787934154752": {"text": "Tomorrow, the PM will meet the rice farmers income insurance. VDOConference with government agencies and people in Phitsanulok, Lop Buri, Yasothon and Roi Et.", "sentiment": 0.0}, "45708640446971904": {"text": "The government recognizes that SMEs are a strong foundation and a key mechanism for driving the country's economy. (Team)", "sentiment": 0.21666666666666665}, "45708261718114304": {"text": "2. Making Money by Increasing Economic Value, Using Creative Economy, and 3. Connecting Economic Countries to the Region (Team)", "sentiment": 0.3}, "45708205661237248": {"text": "The Prime Minister reiterated at Thailand SME Expo2011 that the government has three main policies to promote SMEs. 1. Strengthening (cont.) Team", "sentiment": 0.16666666666666666}, "45537072093741056": {"text": "If you do not like it The team that is @PM_Abhisit tweet or tell yourself that tweet what.", "sentiment": 0.0}, "45519801346568192": {"text": "The Prime Minister hopes that the JBC meeting will be a starting point for resolving the tension that exists between Thailand and Cambodia (the team).", "sentiment": 0.0}, "45359419487289345": {"text": "Today from the Faculty of Nursing. Samutsongkram Kindergarten and Sakwisuth visited the work. The Prime Minister emphasized that this government is interested in education. http://t.co/DGw5Q8X", "sentiment": 0.25}, "45335558368657408": {"text": "In the morning, the president of the MOU signing ceremony, the ministry of agriculture forwarded the deed to the benefit of over 100,000 farmers.", "sentiment": 0.0}, "45334495368454144": {"text": "Today, 11.00 am will be the meeting of Thailand Reform Action Plan @satitTrang with the goal of fair and equitable Thai people.", "sentiment": 0.39999999999999997}, "45044826844049408": {"text": "Tomorrow 8:00 AM will be signed MOU between 6 ministries and P.Move CC: @satitPage", "sentiment": 0.0}, "45040345695793152": {"text": "On the International Women's Day I assert that the government aims to create equality between women and men, hoping to solve the crisis of the country.", "sentiment": 0.0}, "42232279124291584": {"text": "2. But the fresh market grocery store is not going all over, which I will accelerate the next concerned. To sell palm oil thoroughly and without limit.", "sentiment": 0.15}, "42231763388473344": {"text": "1. Today, I checked the release of palm oil without advance notice. I found that most supermarkets have no problems with the lack of it.", "sentiment": 0.5}, "41692914685845504": {"text": "The problem of some expensive items we can not control. So what's next is increasing revenue. Raise minimum wage Extension of farm income insurance.", "sentiment": -0.25}, "41445304775614464": {"text": "When the palm oil pink cap into the market based on solutions to problems. We believe that palm oil will not be in short supply. People do not have to keep stock.", "sentiment": -0.05}, "41444979633033216": {"text": "I know that the people are suffering from the problem of palm oil, so check the problem yourself. Now the oil pink lid has been made to the market.", "sentiment": -0.1}, "39159827032850432": {"text": "2) Cabinet approved the import of palm oil 1.2 thousand tons but not yet imported. This will be sufficient to reach the consumer quickly and not to exceed the price of 47 baht", "sentiment": 0.3333333333333333}, "39158898548015104": {"text": "1) I am aware that the problem of expensive is the problem that the brothers are very unhappy at this time. Especially the price of palm oil.", "sentiment": -0.2575}, "37544931383840768": {"text": "RT @korbsak: One more spot http://bit.ly/hSB0YX", "sentiment": 0.5}, "37544465862238208": {"text": "RT @John_McDonald http://bit.ly/gKu8GK #fb", "sentiment": 0.0}, "36621929003622401": {"text": "The Oil Fund currently has around 20 billion in reserves. When I was a prime minister, I was negative. We have enough reserves to fix the price of diesel up to 30 baht.", "sentiment": -0.09999999999999999}, "36620003457368064": {"text": "The problem is expensive, we will not find the way to over 30 baht to avoid cost of other products cause prices rise.", "sentiment": -0.3125}, "36279575851831297": {"text": "Khunying Supatra and his helpers. Uncle Helps 83-year-old stay here since grandfather. I told him I was glad to get the deed before he died. http://yfrog.com/h71zrboj", "sentiment": 0.3}, "36263644488536064": {"text": "How to grow rice in the new way of the canal people linked by the courage. http://yfrog.us/jb9ejz", "sentiment": 0.13636363636363635}, "36262900184125440": {"text": "In the past, I have not been able to do anything. The villagers here will have enough sufficiency economy to sustain the land.", "sentiment": 0.08333333333333333}, "36236467776913408": {"text": "This is the first day of community in Thailand at Baan Klong Tha Nakorn Pathom, which will be the historic day of sustainable land solutions.", "sentiment": 0.125}, "35267407396208640": {"text": "I'm going to hand over the first Thai community to the canal at Nakhon Pathom as one of the policies to solve the problem of sustainable land.", "sentiment": 0.25}, "34096892807741440": {"text": "New politicians open for recruitment See details at http://www.facebook.com/ftleaders", "sentiment": 0.06818181818181818}, "34095010039201792": {"text": "I invite the new generation to create the future with the Democrat Party @FTLeaders offline. Http://yfrog.com/h0js6ubj", "sentiment": 0.06818181818181818}, "34089716663980032": {"text": "5) I ask that we keep in mind how we will maintain our country's interests. We should join together to encourage our Thai army to sacrifice sovereignty at the border.", "sentiment": 0.0}, "34088021062057984": {"text": "4) Without MOU43, border fighting may be unsettled because it can not negotiate. MOU does not accept the map of 1: 2 thousand claims.", "sentiment": 0.0}, "34083246643875841": {"text": "3) Withdrawal from the World Heritage Site is not a good thing for us. We will be more disadvantageous because Cambodia, he will explain the same side without the right to object.", "sentiment": 0.10892857142857143}, "34081705698533376": {"text": "2) The government never neglects to treat the sovereignty. From this incident, it has been alleged that the withdrawal of our troops was not true.", "sentiment": -0.1375}, "34081179271438336": {"text": "1) On border issues, I insist that we never think of offending anyone, but whenever there is a Thai invasion. We are ready to respond to the end.", "sentiment": 0.2}, "29037505005232128": {"text": "Tonight 20.30 I will clarify the case. 7 people were arrested by Cambodian troops. To understand the truth of what happened. On TV Channel 11", "sentiment": 0.0}, "27321872848785410": {"text": "Thailand Reform Action Plan 4 To follow up on this progress, I will call a working group meeting at least 2 times a week.", "sentiment": -0.09999999999999999}, "26646512566013952": {"text": "I wish to be cheerful and glorify the teachers who are dedicated to all of you. http://www.youtube.com/watch?v=Qv43bUOX75w", "sentiment": 0.4}, "26645780378943488": {"text": "I always emphasize that the importance of education reform is to improve the quality of teachers. In the reform plan Thailand has a project to promote good teachers.", "sentiment": 0.7}, "26469285446557696": {"text": "I remember all the teachers who taught. http://www.youtube.com/watch?v=Qv43bUOX75w", "sentiment": 0.0}, "24321274348052480": {"text": "Thailand Reform Action Plan to Take Cabinet Tomorrow The goal of Thailand's reform is to create a fair and equal future for Thais.", "sentiment": 0.19999999999999998}, "24319820157681664": {"text": "9 measures for Thai people that I announced yesterday as part of the reform of Thailand. All measures will have metrics and timelines.", "sentiment": 0.0}, "23760142927405057": {"text": "Today I saw a child with a happy smile. I want us to give time and importance to children every day, because children are the future of our nation is our hope.", "sentiment": 0.3666666666666667}, "23726721895243776": {"text": "http://www.youtube.com/watch?v=V2VZVEIk7Ds The Prime Minister will announce the 9th measure of the reform of Thailand (the team)", "sentiment": 0.0}, "21735422455447553": {"text": "Last holiday Back to the home and welcome back home. You are going to return to get back safely.", "sentiment": 0.21666666666666667}, "20872733290135552": {"text": "Welcome to Rabbit Year with all Thai people. Have a happy healthy. I am a strong supporter of the Thai society.", "sentiment": 0.6333333333333333}, "20673446081994752": {"text": "Stop for 4 days, many of you go to relax. Let's travel happily. If you drink alcohol or sleepy please do not drive it.", "sentiment": 0.65}, "18172280144142336": {"text": "2 years of government, 2 years to overcome obstacles together. Sometimes we may not understand each other. We will continue to create the future and happiness.", "sentiment": 0.13124999999999998}, "17198013210435584": {"text": "(4) \"mental health\" society must rely on each other in the presence of harm, we help each other. This implies that it is necessary in the society.", "sentiment": -0.0875}, "17196795981467648": {"text": "(3) \"know, think\", learn around, then need to know how to live a mindful, not to underestimate I want children to know how to benefit themselves and others.", "sentiment": 0.13636363636363635}, "17196040188862464": {"text": "(2) \"prudent\" now has the option to receive information through new media needs to know around. Do not be a victim of ignorance until the problems themselves and society.", "sentiment": 0.03068181818181817}, "17191974813573121": {"text": "(1) National Children's Day 2011 The slogan I give to all children \"prudently know, think, have public mind\" as well. 3 This aspect is important to children in very current conditions.", "sentiment": 0.13333333333333333}, "14118873901043712": {"text": "I'm sorry to hear that. All the voices are encouraging us to work for the nation and the people.", "sentiment": -0.5}, "13957631186051073": {"text": "One of the proposals that I cut the price of eggs is to sell eggs in kilo. Mixed size rather than bubble. Reduce the cost of the size of more than 10 points each.", "sentiment": 0.25}, "13613247160655872": {"text": "The news of the move has been postponed from 9am onwards. The station will have a special report opening at 8:30 pm.", "sentiment": 0.35714285714285715}, "11252116693721088": {"text": "For servants and politicians, the best devotion is to strictly abide by the vow.", "sentiment": 1.0}, "11251518837624832": {"text": "I invite all Thai people to share their loyalty by living in harmony and harmony to create a happy society.", "sentiment": 0.8}, "11047471463530497": {"text": "Last week, I joined the Thai Chamber of Commerce to listen to the project of 1 rai one hundred thousand mixed agricultural works. Farm income up to hundred thousand rai.", "sentiment": 0.0}, "10914290294853633": {"text": "Yesterday, the Universal Disability Day I assert that the disabled brothers have access to every opportunity, opportunity in society, and care to help themselves.", "sentiment": -0.1}, "9241652317134848": {"text": "Thanks for all the encouragement sent me and the Democrats. This is a duty we will continue to solve the problem of the country.", "sentiment": 0.2}, "8893682480582656": {"text": "Thanks for all the encouragement sent to me. Especially about the dissolution of the party. But no matter how it comes out. We must respect the judgment of the court.", "sentiment": 0.1}, "8526925748248577": {"text": "After writing the Constitution, there are people who understand and ask questions. I think this is a good idea.", "sentiment": 0.7}, "8522036682956800": {"text": "The anointing asked the most tired when. \"The most exhausting time people do not understand is how much they do not understand, but I insist I hold the country's most important benefits.\"", "sentiment": 0.1857142857142857}, "8519453763444737": {"text": "(4) I do not accept in some cases that it may create problems, such as in the power of the SPO, or in relation to the dissolution of the party, I have reason to say why not.", "sentiment": 0.0}, "8518768976207872": {"text": "(3) If I set up a committee, then I do not listen to his offer, it will be that it is why. I do not get all the things that the board is proposing.", "sentiment": 0.0}, "8517912625160192": {"text": "(2) I said before the referendum that the draft constitution must be amended. And this is the result of the draft of the amnesty.", "sentiment": 0.0}, "8517100683395072": {"text": "(1) The Constitution I do not think I have any hidden secret. In addition to the benefits of the country (continued)", "sentiment": -0.2833333333333333}, "7426161533526017": {"text": "Today is another day that the Thai people are happy. Under the umbrella Long live longer.", "sentiment": 0.29545454545454547}, "6312594268749824": {"text": "Loy Krathong Celebrate Thai Tradition Where to go to safely and carefully guard the safety of your children.", "sentiment": 0.2}, "5634592434290689": {"text": "Tomorrow to see the solution to the problem. Joint Concept of Happiness Development requires quality of life and happiness of Thai people. Collaboration", "sentiment": 0.7}, "4550604311498752": {"text": "Tomorrow, we will be attending the meeting of the Irrawaddy - Chao Phraya - Mekong Economic Cooperation Meeting (ACMECS) in Cambodia.", "sentiment": 0.2}, "4152703139713024": {"text": "Back from the APEC meeting last night. On the morning of the Economic Cabinet meeting. Agriculture Minister urged to propose measures to heal rubber farmers into the Cabinet tomorrow.", "sentiment": 0.06666666666666667}, "2699734812721152": {"text": "The APEC meeting will be reported to the flood situation. And there will be a conference call to record the confidence with offline.", "sentiment": 0.0}, "2699132300959744": {"text": "Tomorrow, the reform of Thailand at 7 o'clock. Then fly to attend the opening ceremony of the Asian Games in China and the APEC meeting in Japan.", "sentiment": 0.4}, "2392921290571776": {"text": "Today, the Pattani Yarns are very damaged houses. Accelerated to full assistance. I have a lot of people volunteering to help many thanks.", "sentiment": 0.3125}, "1965681536933888": {"text": "I'm going to visit people suffering at Laem Pho Amphoe Yaring, Pattani, and will speed up the healing.", "sentiment": 0.0}, "1268072803467264": {"text": "Ubon Ratchathani is now ready to receive water, but the water is not negligent. The province is where the two rivers flow. Have to take care close.", "sentiment": 0.2}, "1262428599877633": {"text": "Southern Thailand has problems from both flood and heal. In addition to flooding, the storm also damaged rubber plantations. Tuesday, Cabinet will consider remedies beautiful tire damage.", "sentiment": 0.425}, "912316757450753": {"text": "I will go to Surat for the mourning to say that Wattarat Boonrit Abad to check the status of the flood.", "sentiment": 0.0}, "908731789344771": {"text": "There will be a special report from the Prime Minister to the public tomorrow about the government's measures in the flood crisis.", "sentiment": 0.17857142857142858}, "759336762613761": {"text": "This afternoon, I will present the Royal Kathin Robes at Nakhon Sawan. The floods will be monitored and planned to accelerate recovery when water is reduced.", "sentiment": 0.0}, "450632406269952": {"text": "Prime Minister reiterates good school district to raise the quality of education, local schools, communities across the country. http://bit.ly/9CxgZt", "sentiment": 0.35}, "29660091545": {"text": "The Korat listen to the people of the restoration and long-term plans. Monkey Cheek Waterfront structures and town plan Your comments will not be lost.", "sentiment": -0.05}, "29646316234": {"text": "The Prime Minister called the Treasury - Stable discuss the relief aid after the flood victims. http://bit.ly/c2fPP8", "sentiment": 0.0}, "29637867227": {"text": "Prime Minister urges food aid - Hat Yai drinking water http://bit.ly/cl07OY", "sentiment": 0.0}, "29566729327": {"text": "This is my first post. Tomorrow to Korat to see Monkey Cheek to plan long-term solution. Meet with villagers to inquire about the need to accelerate recovery.", "sentiment": 0.05000000000000001}, "29562286126": {"text": "RT @floodcenter: Daily Report on November 3, 2010, the Flood Relief Coordinating Center www.pm.go.th/flood/page/index/100", "sentiment": -0.05}, "29540309643": {"text": "RT @floodcenter: The current southern flood situation: 10 provinces 60 district 236 Tambon 1,224 village. Victims: 79,902 houses 292,744 ...", "sentiment": 0.0}, "29540260786": {"text": "RT @John_John_: RT @John_John: I'm not sure what you're talking about.", "sentiment": -0.25}, "29479093520": {"text": "Tomorrow, go to Ubon, see the prepared to get the situation and check the water level by yourself. At the request of the Congress to call the meeting to accelerate the revitalization of the water.", "sentiment": 0.0}, "29475678147": {"text": "Back to top of the page up there ^ It is very anxious to order all the units to accelerate it and then I will be interviewing the news.", "sentiment": 0.05833333333333333}, "29457823225": {"text": "RT @John_Johnny For ORS eye drops, eye drops, wound dresses ... a lot. Call 074-282-216,074-282-9 ... http://bit.ly/dn7QIu", "sentiment": 0.0}, "29457822941": {"text": "RT @Frankcenter Hat Yai needs 70% alcoholic CPM tablets (4mg.). Many call. 074-282-216. http://bit.ly/bt49nV", "sentiment": 0.125}, "29457485819": {"text": "RT @ThaiKhuFah: His Majesty King Bhumibol expresses concern to civilians affected by flooding, graciously granting emergency supply bags t ...", "sentiment": 0.0}, "29457334239": {"text": "RT @John_Johnny: RT @John_Johnny: I do not know what to do. The Hat Yai School Songkhla Province #thaiflood", "sentiment": 0.0}, "29457319370": {"text": "RT @JohnMcNews: RT @John_Johnny: I do not know what you're talking about.", "sentiment": 0.0}, "29457311544": {"text": "RT @John_John_: RT @John_Johnny: I do not know what you're talking about.", "sentiment": 0.0}, "29456247102": {"text": "RT @floodcenter For those who want to donate food to the victims. The food is about 3-4 months old. http://bit.ly/ao94ur", "sentiment": 0.1}, "29456245640": {"text": "RT @JohnMcDonalds: RT @JohnMcDonald", "sentiment": 0.0}, "29454754805": {"text": "RT @John_Johnny: RT @John_Johnny_: RT @John_Johnny_: RT @John_John: I'm not sure what you mean. To help flood in the flood ... http://bit.ly/dq1uEl", "sentiment": -0.28125}, "29453319703": {"text": "RT @John_McConnell The flood is so bad. #thaiflood cc @apirak_bang ... http://bit.ly/a3VFx5", "sentiment": -0.6999999999999998}, "29453319396": {"text": "RT @StephenSteve: RT @AboutMusic: I'm going to have to go to sleep tonight.", "sentiment": 0.0}, "29451918223": {"text": "RT @AmericanAmerican: RT @AmericanAmerican: I do not even know what's going on.", "sentiment": 0.0}, "29451917961": {"text": "RT @Stephen_Steve: RT @JohnMcConnor The wheel will run especially downtown, looking for helic ... http://bit.ly/bIAjRw", "sentiment": 0.0}, "29448116569": {"text": "RT @JohnMcNews: @JohnJohnny @JohnJohn @JohnJohn @JohnJohnny", "sentiment": 0.0}, "29448116045": {"text": "RT @Stephen_American: Hope the rain drops #thaiflood cc @apirak_bangkok http://bit.ly/bKZsl1", "sentiment": 0.0}, "29446586383": {"text": "RT @Stephen_American: I do not know what you're talking about.", "sentiment": 0.0}, "29446586050": {"text": "RT @floodcenter The Royal Thai Air Force Relief Center donated a rubber / I'm not sure if this is a good idea. http://bit.ly/b5KG0e", "sentiment": 0.11666666666666665}, "29445357934": {"text": "RT @floodcenter emergency number for electricity: 1129 http://bit.ly/ba7wXn", "sentiment": 0.0}, "29443713705": {"text": "RT @StephenSteve: RT @JohnMcConnell: RT @JohnMcConnor http://bit.ly/cNrVWf", "sentiment": 0.0}, "29442114691": {"text": "RT @JohnMcDonald: I'm not sure if this is the case.", "sentiment": -0.25}, "29442114217": {"text": "RT @JohnMcAllen: I do not know what to say. The drainage is also less ... http://bit.ly/dhVTFN", "sentiment": -0.16666666666666666}, "29435970910": {"text": "RT @JohnMcDonalds: RT @John_Johnny: I do not know what you're talking about.", "sentiment": 0.0}, "29435844878": {"text": "RT @John_McDonald A bag of survival from the office of 1,000 permanent survival bags.", "sentiment": 0.0}, "29435711856": {"text": "RT @AboutPrincess: I do not know what to do.", "sentiment": 0.0}, "29392690140": {"text": "RT @Love_America: I'm not sure if this is the right place for you.", "sentiment": 0.01785714285714285}, "29343689555": {"text": "RT @John_John: I'm going to have to go to sleep tonight.", "sentiment": 0.0}, "29343679040": {"text": "RT @StephenSteve: I'm not sure if this is the right word for you.", "sentiment": 0.01785714285714285}, "28676445389": {"text": "Prime Minister urged all agencies to take measures to help flood victims into the Cabinet (Tomorrow)", "sentiment": 0.0}, "27527901860": {"text": "You can see the details. project proposal More comments at http://pm.go.th/forward", "sentiment": 0.5}, "27527413015": {"text": "Interested parties can download the document. Thailand Reform Strategy http://bit.ly/cujito", "sentiment": 0.25}, "27526764391": {"text": "There is an urgent agenda. Spread the land, reduce the cost of living, the informal economy, anti-corruption, the safety of life and property.", "sentiment": 0.0}, "27526353946": {"text": "These needs will determine the strategic direction for the reform of Thailand by the working group to achieve concrete plans and measures in Jan 1, 2011.", "sentiment": 0.15000000000000002}, "27526164465": {"text": "Education is the most painful. Insufficient extra classes for the competition, no chance for children to study in good institutions.", "sentiment": 0.125}, "27526065348": {"text": "Injustice and politics The most troubling is Political conflict, corruption, violence in 3 southern provinces.", "sentiment": 0.16666666666666666}, "27525989531": {"text": "Quality of life Most distress is natural disasters, drugs, health.", "sentiment": 0.3}, "27525932691": {"text": "The hottest economic problems are capital shortages, high production costs, unstable incomes. Source: National Bureau of Statistics", "sentiment": 0.18}, "27525823070": {"text": "The survey found 60.3% of the funding shortfall, 59.6% of health benefits, 49.3% of corruption, corruption, 37.7%", "sentiment": 0.0}, "27525609996": {"text": "Summary report of the public hearing. And surveys of the National Bureau of Statistics more than 100,000 samples of the forum and the web pm.go.th.", "sentiment": 0.25}, "27525443221": {"text": "Prime hears the job summary. Thailand is ready to be a fair and equitable future for Thailand. At Bangkok Art Gallery", "sentiment": 0.3}, "27424541320": {"text": "Prime Minister prepares to announce the Thailand Reform Strategy as proposed by the Committee for the Promotion of Joint Projects at the Art Gallery", "sentiment": 0.0}, "26225595820": {"text": "Thailand News Today Meet the finalists of Idea Contest for Thailand 9.00 am", "sentiment": 0.0}, "26147753326": {"text": "The Prime Minister went to sign the blessing of Her Majesty. Queen's At Chulalongkorn Hospital in the morning of today.", "sentiment": 0.0}, "25766218780": {"text": "Thanks for all the support for my father.", "sentiment": 0.2}, "25761867901": {"text": "RT @ThaiKhuFah: Listen to prime minister at the Council of Foreign Relations during the UN conference in New York http://ow.ly/2KPlW", "sentiment": 0.005681818181818177}, "25760859117": {"text": "[Image] Prime Minister in front of Thai Blue Building http://www.flickr.com/photos/thaigov/5029450488/", "sentiment": 0.0}, "25751164180": {"text": "Prime Minister Speaks with Hun Sen at New York It is important to restore confidence between the two countries.", "sentiment": 0.2681818181818182}, "25749371366": {"text": "The prime minister told reporters to report the bombing to the Cabinet in a morning meeting.", "sentiment": 0.0}, "25672403950": {"text": "Prime Minister's Speech at the Diplomas of the Executive Program http://ow.ly/2KhRR", "sentiment": 0.0}, "25665762322": {"text": "Prime Minister Speeches to Council on Foreign Relations http://ow.ly/2Kc7D", "sentiment": -0.125}, "25654294708": {"text": "The Prime Minister attends the ASEAN-US Leaders' Meeting http://ow.ly/2Kc79", "sentiment": 0.0}, "25652854046": {"text": "[Image] Prime Minister meets Thai New York community http://ow.ly/2Kc4M", "sentiment": 0.13636363636363635}, "25650596494": {"text": "The Prime Minister interviewed was not troubled by the news of the change of prime minister.", "sentiment": 0.25}, "25549476514": {"text": "Thailand's Prime Minister Abhisit Vejjajiva has signed a memorandum of understanding", "sentiment": 0.0}, "25491078438": {"text": "[Image] Prime Minister Hun Sen Speaks with Foreign Minister http://www.flickr.com/photos/thaigov/5022867314", "sentiment": -0.125}, "25490817676": {"text": "Prime Image Join hands with PM Hutchison at New York http://www.flickr.com/photos/thaigov/5022872730/", "sentiment": 0.13636363636363635}, "25490715783": {"text": "Prime Minister Abhisit Vejjajiva talks with Cambodia's Prime Minister Hun Sen on the issue http://www.flickr.com/photos/thaigov/5022868048", "sentiment": 0.0}, "25374814541": {"text": "The last mission of the Prime Minister in the United States is to meet the Thai people in New York. Before flying back to Thailand in the morning of September 26", "sentiment": 0.04545454545454545}, "25373168407": {"text": "Today's Prime Minister's Mission Speaking to institutional investors in the United States. He also attended the ASEAN-US Leadership Conference and delivered a speech to the Council of Foreign Relations.", "sentiment": -0.125}, "25371451210": {"text": "Then visit the President of Sri Lanka to interview CNBC and CNN meet with representatives of the ASEAN-US Business Council.", "sentiment": 0.0}, "25371097695": {"text": "Prime Minister's mission statement in New York yesterday From the opening ceremony of the General Conference of the United Nations General Assembly http://ow.ly/2J7y7", "sentiment": 0.0787878787878788}, "25370034898": {"text": "Prime Minister interviews with foreign media after attending the opening ceremony of the General Assembly http://ow.ly/2J7xi", "sentiment": -0.03749999999999999}, "25368800638": {"text": "Prime Minister at the Plaza Athenee Hotel, New York City http://www.flickr.com/photos/thaigov/5016821630/", "sentiment": 0.13636363636363635}, "25278356279": {"text": "Then will discuss with the Prime Minister of Slovenia. Sri Lanka President interviewed CNBC and met with representatives from the ASEAN-US Business Council.", "sentiment": 0.0}, "25278056661": {"text": "Today by US time The Prime Minister will attend the opening ceremony of the 65th UNGA General Conference in New York City. And CNN interview", "sentiment": 0.09318181818181819}, "25265728652": {"text": "The Prime Minister is scheduled to visit the United States to attend the 65th UNGA and the ASEAN-US Summit from 22-26 September.", "sentiment": 0.0}, "25196313090": {"text": "For every statement on 3G you submit. The team will lead the way to the Prime Minister (Team).", "sentiment": 0.0}, "25177814794": {"text": "The Prime Minister presided over the Second Education Reform Commission meeting. http://www.flickr.com/photos/thaigov/5007212195/", "sentiment": 0.0}, "24848586020": {"text": "Confidence in Thailand Meet with Sri Suda @Sududa and Khun Noppat Chak @Noppatjak on the topic of youth and social media.", "sentiment": 0.03333333333333333}, "24730121496": {"text": "Pattani Kindergarten Students Pay respect to the prime minister http://www.flickr.com/photos/thaigov/4991856011/", "sentiment": 0.0}, "24719598427": {"text": "Special commentary on the Prime Minister's \"Assigning Social Welfare as a National Agenda\" http://ow.ly/2EYB5", "sentiment": 0.19523809523809524}, "24649064618": {"text": "[Image] The media interviewed the prime minister at the parliament building. http://www.flickr.com/photos/thaigov/4992749952/", "sentiment": 0.0}, "24643422203": {"text": "Keynote Speech Creative Economy The dream of Thai people. http://ow.ly/2EYA4", "sentiment": 0.5}, "24634321802": {"text": "[Image] prime minister at parliament http://www.flickr.com/photos/thaigov/4992004439/", "sentiment": 0.0}, "24631231911": {"text": "The Prime Minister also confirmed that no amnesty was proposed. The point is not an urgent issue. http://ow.ly/2EYyc", "sentiment": 0.4}, "24538346393": {"text": "Prime Minister joins the occasion of Queen Elizabeth II's Birthday.", "sentiment": 0.0}, "24443860545": {"text": "Prime Minister throws spots on ICT advertising community http://www.flickr.com/photos/thaigov/4986466242/", "sentiment": 0.0}, "24443524777": {"text": "Representatives of the Confederation of Southern Border Teachers Meet the Prime Minister htp: //www.flickr.com/photos/thaigov/4986499752/", "sentiment": 0.0}, "24350928179": {"text": "I do not want to dissolve the House before the dissolution of the party. http://ow.ly/2D9np", "sentiment": 0.0}, "24243166680": {"text": "This week, Prime Minister Abhisit Vejjajiva gave an interview to Khun Sorayut Sutachachinda at 9 am", "sentiment": 0.0}, "24087361659": {"text": "Lamphun provincial government paid a courtesy call on Prime Minister http://www.flickr.com/photos/thaigov/4972822295/", "sentiment": 0.0}, "24081831288": {"text": "[Image] Prime Minister at the Prime Minister's House Building http://ow.ly/2C5TZ", "sentiment": 0.0}, "24075102492": {"text": "Prime Minister BOT decision after baht appreciation in 13 years http://ow.ly/2C5SD", "sentiment": 0.0}, "24069925371": {"text": "No one intervenes in the case of the disappearance of Saudi businessmen.", "sentiment": 0.0}, "23988049956": {"text": "[Image] Student groups pay a courtesy call on the Prime Minister http://www.flickr.com/photos/thaigov/4970059237/", "sentiment": 0.0}, "23974365959": {"text": "Don Mueang District leaders file a letter to the Prime Minister. Ask for space from the Air Force to build a hospital. http://www.flickr.com/photos/thaigov/4969801337/", "sentiment": 0.0}, "23972826709": {"text": "Prime Ministerial Meeting of the Southern Border Provinces Special Committee today. Discuss the recent unrest situation in the three southernmost provinces.", "sentiment": 0.11904761904761905}, "23971899231": {"text": "[Back to top] http://ow.ly/2BvgE", "sentiment": 0.25}, "23891169517": {"text": "[Background image] Prime Minister on the plane On the way back to Thailand from Shanghai. http://www.flickr.com/photos/thaigov/4963422216/", "sentiment": 0.0}, "23881639900": {"text": "The Prime Minister presides over the launch of the National Strategy - Military Strategy at the Naval Hall. http://ow.ly/2ATyM", "sentiment": -0.1}, "23879167305": {"text": "Prime Minister delivers birthday flower basket to Major General Sanan Kajornprasart, Deputy Prime Minister http://ow.ly/2ATxR", "sentiment": 0.05625000000000001}, "23206968233": {"text": "The Prime Minister interviewed the case of the Eastern Network to prepare a big movement in Map Ta Phut. http://ow.ly/2Aj8f", "sentiment": 0.0}, "23203251242": {"text": "Prime Minister Speeches To the International Health Ministerial Meeting. http://ow.ly/2Aj7f", "sentiment": 0.0}, "23128398324": {"text": "Li Chao Jun, vice chairman of the China National Political Advisory Council, hosted the luncheon for the Prime Minister and his delegation. http://ow.ly/2zTKm", "sentiment": 0.0}, "23125116268": {"text": "Prime Minister Visiting Shangri-La Pudong Shopping Mall http://ow.ly/2zTJN", "sentiment": 0.0}, "23122440817": {"text": "Prime Minister at the Center Hall, Expo Center, Shanghai World Expo http://ow.ly/2zTF4", "sentiment": -0.1}, "23117553267": {"text": "[Image] Prime Minister and Dinner at Shangri-La Hotel Pudong http://ow.ly/2zTEb", "sentiment": 0.0}, "23115930613": {"text": "The Prime Minister attends the reception and meets the government officials. Thai businessmen and Thai students Living in shanghai http://ow.ly/2zTDD", "sentiment": 0.0}, "23114905155": {"text": "[Image] Prime Minister invites the Thai flag to the flagpole at the Shanghai World Expo in Shanghai http://ow.ly/2zTCR", "sentiment": 0.0}, "23113837586": {"text": "The Prime Minister said it would expedite the conclusion of the area. And the official presentation in half a year.", "sentiment": -0.16666666666666666}, "23113477962": {"text": "The Prime Minister praises Thai Pavilion at the World Expo. Will not be in Bangkok because of traffic problems and limited space.", "sentiment": -0.07142857142857142}, "23112376645": {"text": "5 September Prime Minister visits Shanghai to attend the World Expo http://www.pm.go.th/media/confidence/42355", "sentiment": 0.0}, "23109365289": {"text": "Photo album premieres to Shanghai Can see from http://www.flickr.com/photos/thaigov/ (team spokesperson)", "sentiment": 0.0}, "23021067160": {"text": "Watch the list of Thailand 9.00 Prime Minister talks live from Shanghai.", "sentiment": 0.13636363636363635}, "22870241955": {"text": "Prime Minister pulls on Higher Education as the main host of reconciliation. http://ow.ly/2yQ51", "sentiment": 0.20833333333333331}, "22866088872": {"text": "Prime Minister wants to see the army under the leadership of Gen. Pravit is strong in the performance of the role of the army as defined by the Constitution. And transparent", "sentiment": 0.31666666666666665}, "22858221260": {"text": "The Thai Prime Minister did not delay the consideration of the Thai-Cambodian Border Memorandum of Understanding. http://ow.ly/2yQ2I", "sentiment": 0.0}, "22855775869": {"text": "Prime Minister BOT to closely monitor the baht And that inflation is at a level that does not panic. http://ow.ly/2yQ0F", "sentiment": 0.0}, "22847784374": {"text": "Prime Minister wants to see Thai Airways as a 5-star airline, ranked one of the top five airlines in the world. And serve the Thai people fully. http://ow.ly/2yPYX", "sentiment": 0.35}, "22776053229": {"text": "[Image] GM Management Team Meet the Prime Minister http://ow.ly/2yhfX", "sentiment": 0.0}, "22766073076": {"text": "The Prime Minister interviewed on the progress of the bombing of M 79. Http://ow.ly/2yhfe", "sentiment": 0.0}, "22764687030": {"text": "Prime Minister gives the best state enterprise award to PTT. Http://ow.ly/2yhdq", "sentiment": 1.0}, "22688901499": {"text": "[Image behind the scenes] Prime Minister meets with the editor of the newspaper, Siam Rath http://ow.ly/2xG5d", "sentiment": -0.4}, "22672098990": {"text": "[Image Source] Prime Minister Visits Cabinet And join the activities in front of the building. http://ow.ly/2xG4y", "sentiment": 0.0}, "22603407237": {"text": "[Background Image] Prime Minister Presides at Webster University Scholarships http://www.flickr.com/photos/thaigov/4941392017/", "sentiment": 0.0}, "22601761310": {"text": "[Background image] Prime Minister and Prime Minister Sing along with Crab Pongsit Klin http://ow.ly/2x5L7", "sentiment": 0.0}, "22595746717": {"text": "The Ministry of Energy is working on a 15-year renewable energy development plan that targets 20% of total energy use by 2022.", "sentiment": 0.0}, "22595522238": {"text": "The government attaches importance to energy policy and the country's energy strategy. http://ow.ly/2x5Fb", "sentiment": 0.0}, "22592757141": {"text": "Prime Minister agrees business sector to set up corrupt organization Corruption http://ow.ly/2x5Ik", "sentiment": -0.5}, "22584776065": {"text": "The media reform policy is beginning to be moderated in the newspaper section. The Ongoing will offer new media coverage to media professionals.", "sentiment": 0.13636363636363635}, "22580930881": {"text": "The state media will try to improve in line with media reform guidelines. It will open the area and create more variety.", "sentiment": 0.25}, "22580576655": {"text": "I think the voice that has been entrusted to the government for the work of the Bangkok Metropolitan Administration and all the people have to work hard to meet the expectations of the people.", "sentiment": -0.2916666666666667}, "22580215860": {"text": "Thanks to the people who have used the election. And the support and trust of the Democratic Party and the Senate.", "sentiment": 0.2}, "22579609563": {"text": "RT @ThaiKhuFah: The problem with the sound effects of the operation at Suvarnabhumi Airport will be in the Cabinet today.", "sentiment": 0.4}, "22507771872": {"text": "Thailand News on Tue 29 Aug 2010 http://www.pm.go.th/media/confidence/41968", "sentiment": 0.0}, "22506125412": {"text": "Background image The Prime Minister and his family elected the Wattana District. Http://www.flickr.com/photos/thaigov/4936929832/", "sentiment": 0.0}, "22399475655": {"text": "Thailand's Prime Minister Abhisit Vejjajiva has signed a memorandum of understanding", "sentiment": 0.0}, "22253666651": {"text": "MPs of Rangsim Rangsit, MPs of Samut Songkhram Province Bring the elderly to visit Prime Minister http://www.flickr.com/photos/thaigov/4928409897/", "sentiment": 0.0}, "22247289664": {"text": "PRESS RELEASE LOCAL Bangkok - 11 May - PRNewswire-AsiaNet / InfoQuest", "sentiment": 0.0}, "22236936020": {"text": "Prime Minister of Bahrain visits Thailand http://www.flickr.com/photos/thaigov/4929768952/", "sentiment": 0.0}, "22232941604": {"text": "The Prime Minister said the government is trying to restore the Thai and Cambodian relations to normal.", "sentiment": 0.15}, "22232090018": {"text": "Prime Minister reiterates state efforts to encourage people to participate in the welfare system. http://ow.ly/2vvLv", "sentiment": 0.0}, "22162826191": {"text": "Youth representative from Chinese Academy of Performing Arts Chonburi province Meet the Prime Minister http://www.flickr.com/photos/thaigov/4925829430/", "sentiment": 0.0}, "22158336359": {"text": "[Image] Representatives from UNESCO meet Prime Minister http://ow.ly/2uSKV", "sentiment": 0.0}, "22155661324": {"text": "[Image] Pattaya pays a courtesy call on Prime Minister http://www.flickr.com/photos/thaigov/4925720039/", "sentiment": 0.0}, "22142506287": {"text": "The Prime Minister pointed out that the new deputy governor was based on the chairman of the council. http://ow.ly/2uSIp", "sentiment": 0.13636363636363635}, "22140392892": {"text": "Prime Minister Viktor Boots to go to the United States is legal. http://ow.ly/2uSHe", "sentiment": 0.2}, "22138304147": {"text": "Prime Minister thanked the UNESCO Mission for Thailand's case in Preah Vihear Temple http://ow.ly/2uSG4", "sentiment": 0.0}, "22079472490": {"text": "Introducing the Thai Government Twitter Account Keep up with government news @ThaiKhuFah", "sentiment": 0.0}, "22069548774": {"text": "Prime Minister and Finance Minister @KornDemocrat Witness the signing ceremony of the e-Commerce Project for OTOP http://ow.ly/2umho", "sentiment": 0.0}, "22066940341": {"text": "Nakhon Sawan province paid tribute to the Prime Minister and pointed to the problem of water shortage. http://ow.ly/2umgC", "sentiment": 0.0}, "22062730612": {"text": "Prime Minister Believes New Criteria for Appointment of Police Transparency Transparency http://ow.ly/2umng", "sentiment": 0.13636363636363635}, "22061903678": {"text": "The Prime Minister Hosts His Holiness Ramadan Year 1431 http://ow.ly/2umgk", "sentiment": 0.0}, "22060456599": {"text": "I do not have anyone close to see Mr. Victor Booth, as Mr. Jatuporn said. Http://ow.ly/2umjH", "sentiment": 0.0}, "22058843548": {"text": "Prime Minister at the Parliament 2011 Budget Review http://ow.ly/2umft", "sentiment": 0.0}, "21981098178": {"text": "National Health Commission Approve the plan to improve disaster prevention and mitigation strategies. http://ow.ly/2tJXV", "sentiment": 0.0}, "21970837565": {"text": "[Photo album] Prime Minister opens OTOP at Muang Thong Thani http://ow.ly/2tJZu", "sentiment": 0.0}, "21965062622": {"text": "Prime Minister reveals good Cambodian signal To prepare for diplomatic relations http://ow.ly/2tJWf", "sentiment": 0.7}, "21962567461": {"text": "Minister of Foreign Affairs of Japan Pays homage to Mr. Abhisit Vejjajiva http://ow.ly/2tJVb", "sentiment": -0.125}, "21900290512": {"text": "Prime Minister presides over OTOP Midyear 2010 http://ow.ly/2tdvv", "sentiment": 0.0}, "21895785822": {"text": "Tape Confidence Thailand Prime Minister talks with Mr. Veeratheparath. Http://www.pm.go.th/media/confidence/41628", "sentiment": 0.0}, "21891962853": {"text": "[Photo album] Prime LIPS magazine cover http://ow.ly/2tdv6", "sentiment": 0.0}, "21792780878": {"text": "Thailand News Today Talk about debt at 9 am on Channel 11", "sentiment": 0.0}, "21651353752": {"text": "Prime Minister identifies Vietnam as ASEAN Chair when receiving a book from Cambodia. There are various feedback questions again http://ow.ly/2sfBl.", "sentiment": 0.0}, "21647787757": {"text": "Prime Minister Nominated for First Half Economic Performance and NESDB Keeps Track of Strong Baht http://ow.ly/2sfAc", "sentiment": 0.17916666666666664}, "21642548397": {"text": "Prime Minister Speaks Opening Ceremony and Keynote Address \"To build confidence in the Thai economy\" http://ow.ly/2sfzF", "sentiment": 0.0}, "21565761568": {"text": "Prime Minister Blessing the Birthday of Khun Paitoon Kaewong MP of Phichit at the Parliament Building http://ow.ly/2rGOs", "sentiment": 0.0}, "21559155070": {"text": "Prime Minister Chat with Deputy Prime Minister at the Prime Minister's Office, Parliament Building http://ow.ly/2rGNK", "sentiment": 0.0}, "21555945309": {"text": "I have called to express my condolences to your wife. And let's express our gratitude to all the families who died here.", "sentiment": 0.0}, "21554288657": {"text": "Mr. Wim Kok, former Prime Minister of the Netherlands and President of Club De Madrid, paid tribute to the Prime Minister. http://ow.ly/2rGMc", "sentiment": 0.0}, "21301037916": {"text": "Chevron expressed appreciation for Thailand's energy policy and thanked the Prime Minister for bringing the reconciliation to Thailand. http://ow.ly/2pXGO", "sentiment": 0.0}, "21296001223": {"text": "The photo album of the Prime Minister presided over the candle lighting ceremony to commemorate Her Majesty the Queen. Queen's http://ow.ly/2pXGa", "sentiment": 0.0}, "21287996900": {"text": "Adam Kahane, a specialist in peace. Meet the Prime Minister to exchange ideas. http://ow.ly/2pXC5", "sentiment": 0.0}, "21285994310": {"text": "Prime Minister receives information and ideas on research to develop Thai society. http://ow.ly/2pXAM", "sentiment": 0.0}, "21193754136": {"text": "Meet the Confidence Thailand at 9:00 am on Channel 11, hosted by Mr. @panraphee.", "sentiment": 0.0}, "20932360150": {"text": "On the occasion of the 78th Birthday Anniversary of August 12th, 2010, all Thai people are invited to join together to bless His Majesty the King.", "sentiment": 0.0}, "20873733753": {"text": "Online Thai Government Website http://www.royal.sipa.or.th", "sentiment": 0.0}, "20867402483": {"text": "The Prime Minister said the baht appreciation does not affect exports. Keep an eye on the situation. I do not have the policy to intervene just not to be too volatile.", "sentiment": 0.0}, "20862597811": {"text": "The Prime Minister has a letter to the United Nations. Preah Vihear case http://ow.ly/2nUeF", "sentiment": 0.0}, "20856664551": {"text": "Prime Minister leaves southerly youth to bring culture in the community as a reflection of the feelings that lead to peace - peace. http://ow.ly/2nUdJ", "sentiment": 0.0}, "20785572825": {"text": "The Prime Minister presides over and delivers keynote addresses on topics. \"Thailand's confidence ... the pace of the tourism industry. http://ow.ly/2nng5", "sentiment": 0.0}, "20780816395": {"text": "Thailand's Prime Minister Abhisit Vejjajiva, http://www.pm.go.th/media/confidence/41022", "sentiment": 0.0}, "20779094515": {"text": "[Image behind] Prime Minister presides over the Queen's Day Unity across the land http://ow.ly/2nnff", "sentiment": -0.4}, "20778664952": {"text": "The government hosts the Queen's Fair. Unity across the land Commemoration of HM Queen Sirikit Queen's http://ow.ly/2nndT", "sentiment": 0.7}, "20776945128": {"text": "Deputy Prime Minister Suthep convenes this afternoon to consider abolishing the emergency area. Http://ow.ly/2nnd2", "sentiment": 0.0}, "20683116400": {"text": "The Prime Minister shared with the representatives of the People's Network on Preah Vihear Temple. Confirmed MOOU 43 years did not accept the map. http://ow.ly/2mLz5", "sentiment": 0.4}, "20593904677": {"text": "Watch the list of Thailand confidence on Channel 11 or www.pm.go.th.", "sentiment": 0.0}, "20521984422": {"text": "Ministry of ICT opens website http://royal.sipa.or.th Invitation to the public to sign the Queen Sirikit Her Royal Highness Crown Prince Maha Vajiralongkorn.", "sentiment": 0.0}, "20519086270": {"text": "rt @Vittayen The last brake live with Anchalee Pairee http://tweetphoto.com/37293831", "sentiment": 0.06818181818181818}, "20455828922": {"text": "[Background image] Prime Minister at the Parliament Building After the meeting to solve problems Map Ta Phut. http://ow.ly/2lMZz", "sentiment": 0.0}, "20449891959": {"text": "Students from Phitsanulok School Gold Medal Band 2010 from Germany. Paying tribute to the Prime Minister http://ow.ly/2lMYK", "sentiment": 0.0}, "20442822340": {"text": "Dato 'Sri Dr. Ahmad Zahid Hamidi, Minister of Defense of Malaysia Visit the Prime Minister http://ow.ly/2lMY7", "sentiment": 0.0}, "20441685495": {"text": "The Prime Minister presided over the ceremony and presented the best media coverage. http://ow.ly/2lMWY", "sentiment": 1.0}, "20436930036": {"text": "Ministry of Finance announces the \"Power of Love of Mother Earth\" during 12-15 Aug. http://ow.ly/2lMVE", "sentiment": 0.5}, "20431433731": {"text": "Prime Minister urged the concerned agencies to solve the problem Map Ta Phut. Telling the past does not buy time. But the story is very detailed. http://ow.ly/2lMUt", "sentiment": 0.135}, "20374622885": {"text": "Keynote Speech \"Investing in Thai Economy with AFTA\" http://ow.ly/2lfxv", "sentiment": 0.0}, "20370344985": {"text": "The government will organize the HM the Queen's Birthday Activities. The Royal Thai Government is divided into 3 parts. http://ow.ly/2lfwk", "sentiment": 0.0}, "20361607804": {"text": "My Twitter account You can also subscribe to the Government House Twitter @ThaiKhuFah one way.", "sentiment": 0.0}, "20357253145": {"text": "Thai people must help prevent sabotage. If everyone helps each other, it will be light. Anyone who does not like violence wants to help.", "sentiment": 0.15833333333333335}, "20296935308": {"text": "RT @John_Johnny: RT @John_John: I'm going to have to go to bed tomorrow. The Queen 7-15 Aug .... http://fb.me/uEvT966V", "sentiment": 0.0}, "20284772254": {"text": "Prime Ministerial Committee Resolving the temple dispute in the next one year. http://ow.ly/2kG90", "sentiment": 0.0}, "20279025686": {"text": "THAI Introduces THAI Tiger Airways as a Business Strategy http://ow.ly/2kGaa", "sentiment": 0.0}, "20274439513": {"text": "[Image] Prime Minister celebrates birthday yesterday http://ow.ly/2kG82", "sentiment": 0.0}, "20201136425": {"text": "RT @JohnMcDonalds Thai Queen to Hold \"Paper Folding Ceremony for World Record 6 - 7 ส.ค. 53", "sentiment": 0.0}, "20201104993": {"text": "RT @Lady_Facts: Thai people are fortunate to have the King with wisdom and talent. It is the core of Thai society. I believe that the reconciliation will return ...", "sentiment": 0.4}, "20128093260": {"text": "The Prime Minister with an evening mission at Sattahip. Http://www.flickr.com/photos/thaigov/4850062496", "sentiment": 0.0}, "20123296071": {"text": "Prime Minister presides over the commemoration of His Majesty King Bhumibol Adulyadej's Birthday at the Marine Corps Headquarters, Sattahip District http://ow.ly/2jzij", "sentiment": 0.0}, "20119816208": {"text": "[Background image] Prime Minister on the plane From Phuket to U Tapao http://www.flickr.com/photos/thaigov/4849617184", "sentiment": 0.0}, "20113249986": {"text": "Thailand News on August 1 Prime Minister Speaks about Phra Viharn Temple and Market in Phuket Province http://www.pm.go.th/media/confidence/40244", "sentiment": 0.0}, "20111035819": {"text": "Background image Prime Minister's Visit to Samitivej Kata Market, Kata Beach, Phuket Town Thailand News http://ow.ly/2jzcU", "sentiment": 0.0}, "20032241034": {"text": "Thailand's Prime Minister Abhisit Vejjajiva has signed a memorandum of understanding (MoU) with Prime Minister Abhisit Vejjajiva on 9 am on Channel 11 or www.pm.go.th.", "sentiment": 0.0}, "19804413112": {"text": "Yesterday, the results of the six-day project 63 million completed. Complaints will be sent to the responsible agency. The proposal will be analyzed for offline.", "sentiment": 0.2}, "19793957247": {"text": "The Prime Minister Suthep will attend the meeting today to determine what areas can be abolished. This is a great way to make money. Next decision", "sentiment": 0.4}, "19791119941": {"text": "The Prime Minister's economic policy has no impact on the country's fiscal position. http://ow.ly/2i5D8", "sentiment": 0.2}, "19460971871": {"text": "Thailand's Prime Minister Abhisit Vejjajiva has signed a memorandum of understanding (MoU) with Prime Minister Abhisit Vejjajiva on 9 am on Channel 11 or www.pm.go.th.", "sentiment": 0.0}, "18897737631": {"text": "Tape record for confidence in Thailand. Prime Minister Visiting Egg Chicken Farm To solve the problem of expensive eggs. http://www.pm.go.th/media/confidence/39088", "sentiment": -0.55}, "18805929928": {"text": "Prime Minister Visits Hatchery of Kasetsart University The problem of expensive eggs. http://www.flickr.com/photos/thaigov/4801964593/", "sentiment": -0.5}, "18805566570": {"text": "Watch the list of Thailand's confidence with Prime Minister today at 9:00 am on Channel 11 or pm.go.th today presented the issue of expensive eggs.", "sentiment": -0.5}, "18670824120": {"text": "Sathit reveals change of confidence with new prime minister Use recycled paper. To encourage people to love the environment.", "sentiment": 0.3181818181818182}, "18665506276": {"text": "The Prime Minister joins the ceremony at the Democrat Party. http://ow.ly/2cd9w", "sentiment": 0.0}, "18652434653": {"text": "The Prime Minister interviews football with Mr. Nanton. http://ow.ly/2cd8M", "sentiment": 0.0}, "18503160234": {"text": "Former Deputy Minister of Foreign Affairs of Italy Paying tribute to the Prime Minister http://ow.ly/2baqM", "sentiment": -0.0625}, "18500037959": {"text": "Facebook http://www.facebook.com/ThaiKhuFah", "sentiment": 0.0}, "18333411335": {"text": "Thailand News on 11 Jul 2010 http://www.pm.go.th/media/confidence/38370", "sentiment": 0.0}, "18006442879": {"text": "Phoenix TV from China interviews Prime Minister at Purple Room, Thai Sky Building http://ow.ly/28tJb", "sentiment": 0.0}, "17934862819": {"text": "Prime Minister opens Single Point to turn the new service at the same point of the Thai government. http://ow.ly/27Wrg", "sentiment": 0.021645021645021644}, "17930775767": {"text": "The Prime Minister attended a phone call on the last day. http://ow.ly/27Wnb", "sentiment": 0.0}, "17928992861": {"text": "PM encourages volunteer project 6 days 63 million ideas http://ow.ly/27Wm0", "sentiment": 0.0}, "17775595167": {"text": "A gift from the BBC to the Prime Minister. A team Newcastle United. http://ow.ly/270DP", "sentiment": 0.0}, "17775433568": {"text": "Foreign News Editorial, BBC News paid tribute to Prime Minister This morning http://ow.ly/270zy", "sentiment": -0.125}, "17689300648": {"text": "Thailand's Prime Minister Abhisit Vejjajiva has signed a memorandum of understanding with the Prime Minister Abhisit Vejjajiva today at 9 am on Channel 11 or via the Internet at www.pm.go.th.", "sentiment": 0.0}, "17555313003": {"text": "Prime Minister Joins Women's Broadcasting Program http://ow.ly/266Xq", "sentiment": 0.0}, "17547206466": {"text": "Prime Phone Answer Project 6 Day Donation 63 Million Comments http://ow.ly/266WL", "sentiment": 0.0}, "17545712335": {"text": "The Prime Minister Youth for Cyber ​​Scout participation http://ow.ly/266VM", "sentiment": 0.0}, "17484054688": {"text": "Prime records tapes. \"Srinakarin Day\" at Purple Room, Thai Fah Building, http://www.flickr.com/photos/thaigov/4747583657/", "sentiment": 0.0}, "17478303398": {"text": "Prime Minister of Thailand's Best Friends Award http://www.flickr.com/photos/thaigov/4749700952/", "sentiment": 1.0}, "17474144734": {"text": "The Prime Minister says the reconciliation plan is a difficult task. Nobody denied the difficulty of the job. But even if it is difficult, it is necessary.", "sentiment": -0.3333333333333333}, "17468309566": {"text": "Prime Minister at Government House http://www.flickr.com/photos/thaigov/4747595445/", "sentiment": 0.0}, "17462950939": {"text": "The Prime Minister has signed an order appointing the Police Reform Commission, and Maj. Gen. Witsit Dej Kunchorn is the president.", "sentiment": 0.0}, "17456325617": {"text": "Except the phone Can also comment on the website. http://www.pm.go.th/forward Or send a letter to PO Box 1111.", "sentiment": 0.0}, "17455625791": {"text": "6-day project, 63 million ideas, call 02-304-9999 Prime Minister will receive calls with volunteers.", "sentiment": 0.0}, "17384938556": {"text": "Prime Minister Debt Problems at Democrat Party http://ow.ly/252GG", "sentiment": 0.0}, "17318054213": {"text": "Prime Minister receives flowers from children. At the opening ceremony of the Honorary Board, Dr.Suen Ounakul http://ow.ly/24xHy", "sentiment": 0.0}, "17314799993": {"text": "The Prime Minister meets Anand. Panyarachun and 4 committee in case of Map Ta Phut problem http://ow.ly/24xGG", "sentiment": 0.0}, "17311987665": {"text": "[Image] Chinese media interviews Prime Minister http://www.flickr.com/photos/thaigov/4742579811/", "sentiment": 0.0}, "17310968308": {"text": "Prime Minister celebrates 35th anniversary of Thai-Chinese Relations http://ow.ly/24xDE", "sentiment": 0.0}, "17244147779": {"text": "The Prime Minister at the Office of the Thai Sky Building http://www.flickr.com/photos/thaigov/4732618063/", "sentiment": 0.0}, "17237848724": {"text": "Keynote speech \"Role of the private sector in engaging in the drive for national reconciliation\" http://www.flickr.com/photos/thaigov/4732873363/", "sentiment": 0.2}, "17234063577": {"text": "Watch the Thailand Confidence Record Land issues. http://www.pm.go.th/media/confidence/34339", "sentiment": 0.0}, "17230782365": {"text": "Invited volunteers to reform Thailand 6 days 63 million ideas to be trained on the government on 29 or 30 June details call 02-2884057.", "sentiment": 0.0}, "17227289894": {"text": "Prime Minister Ships Out Excellence Shield for Drug Prevention http://www.flickr.com/photos/thaigov/4733204774/", "sentiment": 0.0}, "17225259343": {"text": "The Prime Minister reiterated the case of expensive land to carry out the legal process.", "sentiment": -0.15}, "17222184096": {"text": "Prime Minister at NBT TV Station http://ow.ly/23Xhu", "sentiment": 0.0}, "17219691914": {"text": "The Prime Minister insists the government does not interfere with the work of the Reform Commission. http://ow.ly/23XgU", "sentiment": 0.0}, "17131662136": {"text": "Watch Thailand Confederation Day today at 9:00 am on Channel 11 or www.pm.go.th.", "sentiment": 0.0}, "17065948010": {"text": "Welcome to the PM. To answer your question in the pm.go.th web page by using the #askpm tag.", "sentiment": 0.8}, "17001433597": {"text": "The Prime Minister identifies Mr. Kaew Kaikul, I do not know what to do.", "sentiment": 0.0}, "16993475230": {"text": "Prime Minister to listen to land issues. http://www.flickr.com/photos/thaigov/4731036078/", "sentiment": 0.0}, "16993130217": {"text": "You have answered your question @jthanma @nai_khampan @Yanisainbangkok That's it. http://bit.ly/afcWJe #askpm (team)", "sentiment": 0.0}, "16992902337": {"text": "PM.go.th - Progress on yellow shirt trial - Red shirt, family threat? http://bit.ly/afcWJe", "sentiment": 0.0}, "16987358395": {"text": "Prime Minister presides over the opening ceremony of National Health Volunteer Day 2010 http://ow.ly/22YKH", "sentiment": 0.0}, "16982988372": {"text": "The Irish Ambassador to Thailand pays a courtesy call on the Prime Minister http://ow.ly/22YIg", "sentiment": 0.0}, "16979803804": {"text": "Prime Minister discusses foreign affairs at Thai Khufah Building http://ow.ly/22YHz", "sentiment": -0.125}, "16975696450": {"text": "The Prime Minister interviewed the Bangkok Poll as a result of the situation. But it must work. http://ow.ly/22YN8", "sentiment": 0.0}, "16903201410": {"text": "Prime Minister Meeting with Prime Minister @SatitTrang on Land Issues http://www.flickr.com/photos/thaigov/4726399167/", "sentiment": 0.0}, "16898581347": {"text": "Vice President of Ford Meet Prime Press Releases for Investment in Thailand http://ow.ly/22xhe", "sentiment": 0.0}, "16840057632": {"text": "The Prime Minister chairs the meeting of the National Police Commission. http://www.flickr.com/photos/thaigov/4720622370/", "sentiment": 0.0}, "16833937584": {"text": "We invite all of you to do the survey, the hot and the desire of the people. http://bit.ly/thaisurvey", "sentiment": 0.25}, "16832152490": {"text": "The Prime Minister presided over the ceremony and presented the National Quality Award 2009, http://ow.ly/221F0.", "sentiment": 0.0}, "16830878369": {"text": "The Prime Minister chairs the meeting on the development of the Transport and Logistics Management System of the country. http://ow.ly/221G5", "sentiment": 0.0}, "16830013936": {"text": "One of the reformers in Thailand. Volunteer Recruitment to listen to reform proposals Thailand from 1-6 July 2010 http://bit.ly/aWAI8D", "sentiment": 0.0}, "16824122557": {"text": "The Cabinet approved the principle that the private sector - the disabled state, work at the rate of 100 people per person with a disability from the original rate of 200 to 1 http://ow.ly/221Dr", "sentiment": 0.05833333333333333}, "16822316619": {"text": "Prime Minister talks with Chawarat Charnvirakul, Minister of Interior on the visit of foreign affairs of the governor. http://ow.ly/221Bt", "sentiment": -0.125}, "16820156017": {"text": "Prime Minister to the Siam Square. Check out those affected by the political rally. http://www.flickr.com/photos/thaigov/4716695099/", "sentiment": 0.0}, "16819555793": {"text": "Prime Minister confirms emergency I do not know.", "sentiment": 0.0}, "16758235508": {"text": "Thaksin is not expected to be Thaksin. Stop motion Now try to pull all sectors of society to cooperate to move the country forward.", "sentiment": 0.05}, "16757506882": {"text": "Prime Tuk Tuk Tuk Tuk Energy Show http://bit.ly/chTCPa", "sentiment": 0.0}, "16669196020": {"text": "Prime Minister invites all sectors to step forward to reform Thailand http://ow.ly/20YDw", "sentiment": 0.0}, "16666125177": {"text": "The government does not think of political bullying. The person who is checking the financial transactions. http://ow.ly/20YDe", "sentiment": 0.0}, "16664147033": {"text": "The reform of the country is independent. http://ow.ly/20YCC", "sentiment": 0.0}, "16584282098": {"text": "Watch Thailand News Today at 9:00 pm on Channel 11 and pm.go.th.", "sentiment": 0.0}, "16520250981": {"text": "Welcome to the PM. To answer your question in the pm.go.th web page by using the #askpm tag.", "sentiment": 0.8}, "16455287431": {"text": "Committee on Constitutional Amendment 3 members of the Subcommittee on Accelerated Government Proposals http://ow.ly/207j1", "sentiment": 0.0}, "16451765633": {"text": "Prime Minister identifies who will chair Thailand Reform Commission Must be a wide viewer. And can be mobilized from the public sector.", "sentiment": -0.05}, "16449856442": {"text": "The Prime Minister will speed up the mechanism to reform Thailand. By putting a mechanism that can transcend the age of the government. http://ow.ly/207gG", "sentiment": 0.0}, "16368621388": {"text": "British Ambassador to donate souvenir to British Prime Minister http://www.flickr.com/photos/thaigov/4705625502/", "sentiment": 0.0}, "16359081226": {"text": "The Prime Minister presides over the decentralization committee meeting for the local government organization. http://www.flickr.com/photos/thaigov/4705840612/", "sentiment": 0.0}, "16352340824": {"text": "Prime Minister photo with the delegation from ASEAN + 3 countries http://www.flickr.com/photos/thaigov/4706063400/", "sentiment": 0.0}, "16351372572": {"text": "The ASEAN + 3 Concert for the King will be held on June 19, 2010 at 14.00-17.00 hrs. At the Thailand Cultural Center.", "sentiment": 0.0}, "16351046753": {"text": "The Prime Minister believes that the ASEAN + 3 Concert for the King will bring a smile to the Thai people. http://ow.ly/1Zxai", "sentiment": 0.3}, "16349429389": {"text": "The National Economic and Social Advisory Council and the delegation pay tribute to the Prime Minister. To support the reconciliation plan. http://ow.ly/1Zxco", "sentiment": 0.11666666666666667}, "16209611869": {"text": "The Prime Minister Returns to Thai Koo Fah Building after the President's Meeting. Http://www.flickr.com/photos/thaigov/4699821418/", "sentiment": 0.0}, "16208243838": {"text": "The Prime Minister presides over the meeting of the Heads of Government, the Permanent Secretary. The Ministry of Science. http://www.flickr.com/photos/thaigov/4699079195/", "sentiment": 0.0}, "16205390373": {"text": "The Prime Minister presided over the meeting of Ph.D. at Phitsanulok Road Building. Http://www.flickr.com/photos/thaigov/4699121693/", "sentiment": 0.0}, "16201227296": {"text": "Prime Minister Thaksin Shinawatra said it is possible to buy Thaicom's shares from the Temasek Group. http://ow.ly/1YyN0", "sentiment": 0.0}, "16199669017": {"text": "[Image] Prime Minister with Finance Minister @KornDemocrat http://ow.ly/1Yxna", "sentiment": 0.0}, "16134449593": {"text": "Prime Ministerial Depository - Municipality brings five reconciliation plans to local http://ow.ly/1XXPy", "sentiment": 0.0}, "16129780162": {"text": "Prime Minister insists the government has no policy to chase the innocent people. http://ow.ly/1XXGu", "sentiment": 0.5}, "16118857534": {"text": "Thailand's Prime Minister Abhisit Vejjajiva has signed a memorandum of understanding with the Prime Minister on June 13. http://www.pm.go.th/media/confidence/33605", "sentiment": 0.0}, "16117787078": {"text": "[Image] The Prime Minister's Mission at Hat Yai, Songkhla http://www.pm.go.th/blog/33606", "sentiment": 0.0}, "16117183589": {"text": "[Photo] Prime Minister on plane to Songkhla yesterday (2) http://www.flickr.com/photos/thaigov/4696412252/", "sentiment": 0.0}, "16116371840": {"text": "[Photo] Prime Minister on plane to Songkhla yesterday http://www.flickr.com/photos/thaigov/4695764409/", "sentiment": 0.0}, "16109133029": {"text": "[Photo] The Prime Minister carries children in Songkhla http://www.flickr.com/photos/thaigov/4696305898/", "sentiment": 0.0}, "16060531171": {"text": "[Photo Album] Prime Minister invites all sectors to listen to comments. To start the reconciliation process. http://ow.ly/1XI8p", "sentiment": 0.0}, "16042494510": {"text": "9.00 today, watch the program \"Thailand's confidence with Prime Minister Abhisit\" on Channel 11 or pm.go.th website.", "sentiment": 0.0}, "15995485752": {"text": "Please send the questions to the PM by the web pm.go.th will gather and select the Prime Minister to answer the Prime Minister answer questions.", "sentiment": 0.0}, "15918419817": {"text": "Prime Minister thanked the film production team. Uncle Boonmee Made famous for Thailand. http://ow.ly/1X0ws", "sentiment": 0.5}, "15913936508": {"text": "Original manuscript letter to Thai people \"Join the reform of Thailand\" http://www.pm.go.th/blog/33395", "sentiment": 0.375}, "15911235944": {"text": "Prime Minister hopes the process of reconciliation completed by the end of this year. A New Year's Gift to the People http://ow.ly/1X0vU", "sentiment": 0.13636363636363635}, "15903711584": {"text": "Prime Minister meets relevant sectors to jointly drive the plan to reconcile and reform Thailand http://ow.ly/1X0xd", "sentiment": 0.4}, "15900882787": {"text": "Prime Minister read the letter to the public. Invitation \"Join the Reform of Thailand\" http://ow.ly/1X0v7", "sentiment": 0.0}, "15896453228": {"text": "Structural reforms will take longer than the government's age. But the remaining time. We must seize the power of the people.", "sentiment": 0.0}, "15896153678": {"text": "No matter who the people are. How do you read politics? I assure you that we are ready to give everyone. Engage with this process.", "sentiment": 0.2}, "15895850733": {"text": "I and the government would like to invite all people of the people to reconcile to bring about a reform that will create a new future for Thailand.", "sentiment": 0.06818181818181818}, "15826111792": {"text": "I do not think it's easy to find people who will accept this work. It is a very pressured job. Before you get to work, you already know that the pressure will be enormous.", "sentiment": 0.2111111111111111}, "15826034993": {"text": "The appointment of Mathayom Nakorn will not be reviewed. Mathematically, he announced that he would act straightforwardly. The government is not going to interfere.", "sentiment": 0.1875}, "15825781772": {"text": "Today is the beginning of a national reconciliation plan. And invite people from all sectors to participate in this plan.", "sentiment": 0.0}, "15825651744": {"text": "Watch the announcement of the national reconciliation plan on all channels today at 6 pm.", "sentiment": 0.0}, "15765296826": {"text": "Artists meet Prime Minister To stick broach against human trafficking http://ow.ly/1VZhj", "sentiment": 0.0}, "15758754072": {"text": "PRESS RELEASE LOCAL http://ow.ly/1VZg7", "sentiment": 0.0}, "15757480346": {"text": "Prime Minister photo with Khunying Supatamas Advisor, Prime Minister http://ow.ly/1VZfs", "sentiment": 0.0}, "15755493975": {"text": "The Prime Minister also identified the need to maintain. The Emergency Department For a while.", "sentiment": 0.0}, "15692455781": {"text": "Photo of the return trip from Vietnam's Prime Minister yesterday http://ow.ly/1Vsb3", "sentiment": 0.0}, "15689844850": {"text": "Prime Minister Abhisit Discuss with Vietnamese Prime Minister http://www.flickr.com/photos/thaigov/4676908031/", "sentiment": 0.0}, "15688089252": {"text": "President of the British Chamber of Commerce in Thailand to meet Prime Minister to stimulate investment in Thailand. http://ow.ly/1Vs9y", "sentiment": 0.0}, "15687059640": {"text": "Photo of the Prime Minister led by the new Cabinet Sutra at Siriraj Hospital http://ow.ly/1Vsao", "sentiment": 0.13636363636363635}, "15686842017": {"text": "The government will make merit at the Government House to merit 5 religions from 07.00 to 08.00 on June 10 to celebrate the country.", "sentiment": 0.0}, "15611655048": {"text": "Thailand's Prime Minister Abhisit Vejjajiva has signed a memorandum of understanding with the Prime Minister on June 6.", "sentiment": 0.0}, "15602993259": {"text": "Prime Minister arrives in Vietnam to attend the World Economic Forum http://www.pm.go.th/blog/32942", "sentiment": 0.2}, "15599896217": {"text": "Prime Minister meets with Assoc. Prof. Dr. Panit Wattana, Deputy Prime Minister At the meeting in Vietnam http://www.flickr.com/photos/thaigov/4676170500/", "sentiment": 0.0}, "15599203508": {"text": "The Prime Minister discussed the government with Mr. Surin Pitsuwan, Secretary General of ASEAN. http://www.flickr.com/photos/thaigov/4675652202/", "sentiment": 0.05000000000000002}, "15597547130": {"text": "Prime Minister joins the table with Prime Ministers from Vietnam, Laos, Cambodia and Myanmar at a meeting in Vietnam. http://ow.ly/1UQ3e", "sentiment": 0.0}, "15556383688": {"text": "Watch the list of confidence Thailand on Channel 11 and pm.go.th website at 9.00.", "sentiment": 0.0}, "15477832601": {"text": "The government is preparing to pay the next installment. To those affected by the rally on June 7.", "sentiment": 0.0}, "15473010781": {"text": "The Prime Minister sent a list of nominees for the post of cabinet minister to adjust this Cabinet to the Secretariat. Qualified", "sentiment": 0.0}, "15467421043": {"text": "Prime Minister insists on encouraging farmers Farmers have a better quality of life. http://ow.ly/1Uplj", "sentiment": 0.5}, "15403400825": {"text": "The Prime Minister will attend the World Economic Forum on East Asia 2010 in Vietnam next week.", "sentiment": 0.1}, "15401636473": {"text": "Khunying Supatamasadit and Mr. Apirak Kosayothin, Advisor to the Prime Minister Discuss with the Prime Minister http://ow.ly/1TWoE", "sentiment": 0.0}, "15399699900": {"text": "Prime Minister interviews the media at the Purple Room, Thai Diamond Building http://www.flickr.com/photos/thaigov/4665951162/", "sentiment": 0.0}, "15309285005": {"text": "The Prime Minister asked all Cabinet members to work with the interests of the public. http://www.pm.go.th/blog/32515", "sentiment": 0.0}, "15307592443": {"text": "Prime Minister is concerned about water situation and drought. The relevant agencies propose a plan to deal with next week's cabinet. Http://www.pm.go.th/blog/32518", "sentiment": 0.2}, "15303253550": {"text": "The Prime Minister was \"impressed\" by Minister Suwit Khun Kitti http://www.flickr.com/photos/thaigov/4663764876/", "sentiment": 1.0}, "15301481521": {"text": "US Senator paid tribute to Prime Minister At the Government House http://www.flickr.com/photos/thaigov/4663172847/", "sentiment": 0.0}, "15300013610": {"text": "Prime Minister with Finance Minister @KornDemocrat Bunch of flowers together. The Democrat Party http://www.flickr.com/photos/thaigov/4663825824/", "sentiment": 0.0}, "15242408581": {"text": "Background image Prime Minister discusses with the team. During the discussion do not trust. http://www.flickr.com/photos/thaigov/4660082863/", "sentiment": 0.0}, "15241169687": {"text": "Prime Minister gives first aid to affected people http://www.pm.go.th/blog/32462", "sentiment": 0.25}, "15235613274": {"text": "5 people are given the vote to trust the next. http://www.pm.go.th/blog/32460", "sentiment": 0.0}, "15164379101": {"text": "Prime Minister at the Parliament June 1 http://ow.ly/1SkaA", "sentiment": 0.0}, "15161840940": {"text": "Prime Minister at the Parliament In the first day discussion http://ow.ly/1Sk9W", "sentiment": 0.25}, "15158518258": {"text": "Philippine Ambassador visits Chancellery After workout http://ow.ly/1Sj7H", "sentiment": 0.0}, "15094050148": {"text": "Prime Minister speaks to foreign media Revealing the government's emphasis on reconciliation and compliance", "sentiment": -0.125}, "15082248462": {"text": "Thailand's Prime Minister Abhisit Vejjajiva has signed a memorandum of understanding on May 30. http://www.pm.go.th/media/confidence/31978", "sentiment": 0.0}, "15080878753": {"text": "Prime Minister hopes all parties will be careful. Do not let the discussion platform distrust the split.", "sentiment": -0.1}, "15011913196": {"text": "In addition to Channel 11, you can watch the list of Thailand. Online at pm.go.th", "sentiment": 0.0}, "15011389992": {"text": "Thailand's Prime Minister Abhisit Vejjajiva has signed a memorandum of understanding on Channel 11 at 9 am", "sentiment": 0.0}, "14818964079": {"text": "The Prime Minister announces the preparation of the budget for the year 54 not more than 2 trillion baht http://www.pm.go.th/blog/31180", "sentiment": -0.25}, "14817922870": {"text": "The government is preparing to invite the Corps to listen to the facts about the UDD rally http://ow.ly/1Qpa8.", "sentiment": 0.0}, "14809562902": {"text": "Fans of the big clubs come to support the Prime Minister at the Democrat Party. http://ow.ly/1Qp2r", "sentiment": 0.0}, "14807245439": {"text": "Prime Minister and Finance Minister @KornDemocrat Extraordinary session To consider the 2011 annual budget http://ow.ly/1QoZX", "sentiment": 0.3333333333333333}, "14801164243": {"text": "The Prime Minister is not worried about the debate. Because everyone is ready to clarify.", "sentiment": 0.2}, "14770505644": {"text": "Prime Minister after cabinet meeting yesterday at the Government House. http://ow.ly/1Pvyi", "sentiment": 0.0}, "14746362582": {"text": "Cabinet approves measures to help those affected by political rallies http://www.pm.go.th/blog/31017", "sentiment": 0.0}, "14732436154": {"text": "The Chicken Community Meet and cheer the Prime Minister. http://ow.ly/1PvxU", "sentiment": -0.6}, "14728664116": {"text": "Prime Minister affirms economic development alongside reconciliation http://www.pm.go.th/blog/30844", "sentiment": 0.2}, "14688552832": {"text": "Prime Minister Abhisit The former Prime Minister Chuan Leekpai at the Democrat meeting. http://ow.ly/1Pvx1", "sentiment": 0.0}, "14686564273": {"text": "PRESS RELEASE LOCAL http://ow.ly/1PvhH", "sentiment": 0.0}, "14681578686": {"text": "The Prime Minister meets and supports the CSO Volunteers at the 11th Infantry Division http://www.pm.go.th/blog/30837", "sentiment": 0.0}, "14679464118": {"text": "Prime Minister, Dr. Panitchin, Col. Prachavong, Volunteer Volunteer The 11th Infantry Regiment http://ow.ly/1Pr0p", "sentiment": 0.0}, "14678340086": {"text": "Prime Minister presides over a meeting to revive and help those affected by the rally. http://www.pm.go.th/blog/30833", "sentiment": 0.0}, "14677502688": {"text": "Prime Minister visits injured officers from case April 10 http://www.pm.go.th/blog/30831", "sentiment": 0.0}, "14598710443": {"text": "Invite people to submit proposals. 1111 Hotline, PO Box 1111, can send as text / video / audio.", "sentiment": 0.0}, "14547231226": {"text": "During the event is that. When it comes in Do the right thing. What are the benefits to the country? What will happen? We must accept", "sentiment": 0.2857142857142857}, "14547157605": {"text": "My family does not want me to play politics. But one thing he repeated and impressed me (continued)", "sentiment": 1.0}, "14530841988": {"text": "This night and tomorrow night, there will also be a curfew, but it may start at 23.00 or 24.00 and stop at 4.00.", "sentiment": 0.0}, "14529226075": {"text": "Thailand's Prime Minister Abhisit Vejjajiva Now on Channel 11", "sentiment": 0.0}, "14472353122": {"text": "Prime Minister urges the country to revive the mind and heal those affected by the unrest. http://www.pm.go.th/blog/29716", "sentiment": 0.0}, "14339864123": {"text": "I do not want to leave the house for another 3 days in the same area. But change the time to 21.00-5.00, starting from today until May 22.", "sentiment": 0.0}, "14339779513": {"text": "Col. Prachatai: SOP, let the people help the authorities. And cooperate within the community. To protect the intruder", "sentiment": 0.0}, "14339697799": {"text": "Col. Satcharoen: Officers can arrest armed men in the Central World. This will be announced later this afternoon.", "sentiment": -0.016666666666666666}, "14339458162": {"text": "Col. Pracharee: From preliminary examination. Government officials do not attack the people at Wat Pathum Wanaram. And all the checks are welcome.", "sentiment": 0.8}, "14339277887": {"text": "Col. Prachatai: The government has arrested a number of criminals. Arson Most area control officers", "sentiment": 0.5}, "14339167774": {"text": "Dr. Panyin: Today, SUE will be taking over additional space. Wat Pathumwanaram has clear opposition. Now the situation unravels.", "sentiment": 0.10000000000000002}, "14339073043": {"text": "Dr. Wanit said yesterday's incident from a group of well-planned people. The government believes that most of the congregations follow the rules and go back.", "sentiment": 0.25}, "14338916360": {"text": "Follow the announcement of the CSO led by Dr. Panich now (Spokesman of the Office of the Prime Minister)", "sentiment": 0.0}, "14326727980": {"text": "Prime Minister confident to bring the country back to peace. http://www.pm.go.th/blog/28889", "sentiment": 0.25}, "14037198370": {"text": "I would like to confirm that. What I and the staff are doing For the benefit of all people in the long term. I want to cooperate with you all.", "sentiment": -0.05}, "14037120718": {"text": "Let the brothers firmly. And to discern whether any news is factual, there is no evidence supporting me to interfere with the work of the media.", "sentiment": 0.024999999999999994}, "14037063318": {"text": "If not, do not go into the area. Because of the risk. Confusing And not safe", "sentiment": -0.275}, "14037027976": {"text": "Thanks for all the encouragement and support. This has implications for security officers who are on a mission.", "sentiment": 0.2}, "14036983426": {"text": "I have a friend from the public. No matter how you feel. Please do not bring yourself into a cycle of conflict. State officials will work on your behalf.", "sentiment": 0.0}, "14036949979": {"text": "If we desire to see the least loss. I need the assembly to end the rally. Because as long as there are congregations. Terrorists are still going on.", "sentiment": -0.175}, "14036864590": {"text": "This is the only way to bring peace to the country. We try to use other means, such as negotiating a plan for reconciliation. Previously", "sentiment": -0.07291666666666666}, "14036822936": {"text": "I want to confirm that what the government is doing is necessary. We can not let go of the condition that people can form forces to overthrow the government.", "sentiment": 0.0}, "14036690405": {"text": "Officials have set up camps around the rally area. I do not have any space. But there are armed forces blocking the work of the authorities.", "sentiment": 0.0}, "14036638817": {"text": "What we try to do is tighten the cord. In order not to increase the number of protesters. The pressure to end the rally was minimal.", "sentiment": -0.1}, "14036557708": {"text": "Follow the Prime Minister's Statement All TV channels are now available. (The Prime Minister's Team)", "sentiment": 0.4}, "13894023900": {"text": "Speech by Mr. Abhisit Vejjajiva, Prime Minister on Farmers Day May 12, 2010 http://www.pm.go.th/blog/26358", "sentiment": 0.0}, "13890135784": {"text": "The government plans to distribute 60 million bags of rice to poor people for charity. http://www.pm.go.th/blog/26356", "sentiment": -0.4}, "13887944568": {"text": "Thai community in the United Kingdom Come and cheer the Prime Minister at the Parliament http://www.pm.go.th/blog/26285", "sentiment": 0.0}, "13843315408": {"text": "Cabinet News Briefing May 11 http://ow.ly/1JTDw", "sentiment": 0.0}, "13837286796": {"text": "Facebook to cheer Prime Minister http://www.pm.go.th/blog/26175", "sentiment": 0.0}, "13831493403": {"text": "Relative Mayors Committee May 35 Support Roadmap to Reconciliation Prime Minister http://www.pm.go.th/blog/26091", "sentiment": 0.0}, "13827998881": {"text": "[Background image] Prime Minister leaves parliament Last night http://www.flickr.com/photos/thaigov/4598153983/", "sentiment": 0.0}, "13825931237": {"text": "The prime minister reiterated the righteousness to return the area to normalcy. http://www.pm.go.th/blog/26172", "sentiment": 0.0}, "13824585756": {"text": "[Image behind] Rayong people give fruits to cheer the Prime Minister http://www.flickr.com/photos/thaigov/4597657737/", "sentiment": -0.4}, "13823859503": {"text": "[Image Source] Rayong group meets Prime Minister to cheer http://www.flickr.com/photos/thaigov/4598269586/", "sentiment": 0.0}, "13780012876": {"text": "[Behind the Scenes] Prime Minister at Democrat Party http://www.flickr.com/photos/thaigov/4596155688/", "sentiment": -0.4}, "13777920866": {"text": "[Photo] The Prime Minister is about to leave the government office. http://ow.ly/1Jthz", "sentiment": 0.0}, "13719328751": {"text": "Prime Minister Suthita Wong Nong Toi before taking the confidence of Thailand. http://ow.ly/1IWRz", "sentiment": 0.0}, "13717416067": {"text": "Thailand's Prime Minister Abhisit Vejjajiva has signed a memorandum of understanding with Prime Minister Abhisit Vejjajiva on May 9th. Http://www.pm.go.th/media/confidence/25904", "sentiment": 0.0}, "13715309089": {"text": "Prime Minister records the Farmers Day 2010 at Purple Room, Thai Khufah Building, Government House. May 10, 2010 http://ow.ly/1IWQk", "sentiment": 0.0}, "13641068309": {"text": "Follow up on Thailand confidence at 9:00 PM, Channel 11", "sentiment": 0.0}, "13594377786": {"text": "Send all comments to Prime Minister through Twitter. The team will send you all the messages (team).", "sentiment": 0.0}, "13590916829": {"text": "The Prime Minister chairs the Board of Investment (BOI) http://www.pm.go.th/blog/25462", "sentiment": 0.0}, "13545173661": {"text": "(Photo album) Prime Minister at the Parliament May 6 http://www.flickr.com/photos/thaigov/4585341884/", "sentiment": 0.0}, "13541012507": {"text": "Prime Minister and wife At the May 5 celebration of the club, http://ow.ly/1I5MD", "sentiment": 0.0}, "13540014119": {"text": "The Prime Minister Hosts the Majesty the King's Banquet May 5 http://ow.ly/1I5LC", "sentiment": 0.0}, "13539088457": {"text": "Democrats in the 1st and 2nd year 2010 meet Prime Minister at the Hall of the National Parliament building http://www.flickr.com/photos/thaigov/4584648427/", "sentiment": 0.0}, "13533786476": {"text": "(Photo album) prime minister and wife Congratulations on the Coronation Day. http://ow.ly/1I3fl", "sentiment": 0.0}, "13525992051": {"text": "On 12-13 May, the government will open the forum through the National Strengthening Committee. I have to offer it.", "sentiment": 0.0}, "13525503796": {"text": "Five propositions in the reconciliation process are attempts to address the foundations of conflict that exist today.", "sentiment": 0.0}, "13472316005": {"text": "I reiterated that I did not dissolve the council on demand. Anyone who has a terrorist warrant will be prosecuted.", "sentiment": 0.0}, "13471931981": {"text": "I think that makes the country peaceful. The problem of cleavage. I believe all parties have a reason. But maybe misunderstood. I think the best deal to maintain the country.", "sentiment": 0.625}, "13468470014": {"text": "Prime Minister Cabinet discussed salute We are fully equipped to perform. http://ow.ly/1HAi1", "sentiment": 0.0}, "13413636732": {"text": "The Cabinet has approved a loan agreement with the Red Line suburban railway system between Bang Sue and Rangsit. Of the State Railway of Thailand", "sentiment": 0.0}, "13401299737": {"text": "Press Conference on May 4, 2010 http://ow.ly/1GLVi", "sentiment": 0.0}, "13396187557": {"text": "Today is the great day of the people of Thailand. People are invited to pay homage to His Majesty the King.", "sentiment": 0.8}, "13359651067": {"text": "Prime Minister unveils reconciliation process All sectors must help urgently.", "sentiment": 0.0}, "13353399290": {"text": "The Prime Minister invites all people to join in the process of reconciliation. http://www.pm.go.th/blog/24481", "sentiment": 0.0}, "13337836456": {"text": "The government organized the HM the King's Cup. On May 5, at Santi Maitri Building http://www.pm.go.th/blog/24423", "sentiment": 0.0}, "13307762349": {"text": "Prime Minister is currently on television. (The Prime Minister's Team)", "sentiment": 0.0}, "13296593421": {"text": "Prime Minister interviews Japanese media http://www.pm.go.th/node/24259", "sentiment": 0.0}, "13290476340": {"text": "Prime Minister interviews with Western media include AP, DPA, AAP, IHT, France Radio, Asia Times at 11th Infantry Regiment http://ht.ly/1G4PS", "sentiment": 0.0}, "13286770044": {"text": "Background image I'm waiting for the news of Thailand yesterday http://ht.ly/1G4Sn.", "sentiment": 0.0}, "13283745963": {"text": "Thailand News Mon 2 May 2010 http://www.pm.go.th/media/confidence/24257", "sentiment": 0.0}, "13282773225": {"text": "Thailand Testimony May 2, 2010 http://www.pm.go.th/blog/24258", "sentiment": 0.0}, "13280261046": {"text": "Cabinet Meeting Special Results May 2 http://tl.ly/1G4Gs", "sentiment": 0.35714285714285715}, "13278571084": {"text": "The Prime Minister acknowledges the problems in the country that affect many parties. The government will continue to work to resolve the problem.", "sentiment": 0.5}, "13220802744": {"text": "Thanks for all the comments and encouragement sent to the Prime Minister.", "sentiment": 0.2}, "13220666052": {"text": "Watch the list of confidence in Thailand. The Prime Minister is now on Channel 11.", "sentiment": 0.0}, "13218187048": {"text": "Prime Minister worries workers affected by the rally This year's policy focuses on welfare and labor development.", "sentiment": 0.0}, "13167346026": {"text": "Prime Minister's speech on the occasion of National Labor Day http://www.pm.go.th/blog/23623", "sentiment": 0.0}, "13120305762": {"text": "The government and the CSO. Concerned about the area in Chulalongkorn Hospital. Continuous It has been discussed with the management of the hospital continuously.", "sentiment": 0.0}, "13120206971": {"text": "The government and the CRC have a clear policy that they will not take action. To threaten people brethren in various areas.", "sentiment": 0.06666666666666667}, "13120192235": {"text": "The Prime Minister's statement on the red shirt into the hospital area. http://ow.ly/1F4Qe", "sentiment": 0.0}, "13050476106": {"text": "Background image Prime Minister and Dr. Attorney at Government House http://www.flickr.com/photos/thaigov/4560497332/", "sentiment": 0.0}, "13048349404": {"text": "Background image Prime Minister of Timor-Leste Visit the Prime Minister http://www.flickr.com/photos/thaigov/4560473354/", "sentiment": 0.0}, "13046280798": {"text": "The government celebrated the 60th anniversary of the coronation. The happiness of the children \"5-9 May from a.", "sentiment": 0.5249999999999999}, "13042443443": {"text": "Thai Prime Minister Welcomes Timor-Leste Prime Minister http://ht.ly/1Esny", "sentiment": 0.0}, "13035829375": {"text": "I am sorry for the families of the soldiers who died in the strike yesterday.", "sentiment": -0.5}, "12997025308": {"text": "The Prime Minister interviewed the BBC that the new election was too early. May cause violence. http://news.bbc.co.uk/2/hi/asia-pacific/8648109.stm", "sentiment": 0.11818181818181818}, "12994949125": {"text": "Picture of Prime Minister of East Timor Meet the Prime Minister of Thailand. http://ht.ly/1E33U", "sentiment": 0.0}, "12992105429": {"text": "Prime Minister interview The government does not obstruct the opening of parliamentary congresses. And to prepare for the Senate resolution on May 3.", "sentiment": 0.0}, "12984582667": {"text": "The government is trying to tackle drought in the last four weeks. The village has experienced a decrease of 1,700 villages.", "sentiment": 0.4}, "12981241661": {"text": "Today is the 60th anniversary of the King's 50th Birthday. I invite the Thai people to bless the two.", "sentiment": 0.0}, "12980054388": {"text": "Cabinet reshuffle on 27 April approves Veteran's Welfare Organization bill", "sentiment": 0.0}, "12977365527": {"text": "Cabinet approves CAT Telecom to expand CDMA network in regional area As proposed by the Ministry of ICT http://www.pm.go.th/blog/22524", "sentiment": 0.0}, "12946389913": {"text": "Thailand Tape Recording Interview with PM and DDP. Http://www.pm.go.th/blog/22517", "sentiment": 0.0}, "12935545963": {"text": "CNN Prime Interview Interview Video http://ht.ly/1DwAJ (The Prime Minister's Team)", "sentiment": 0.0}, "12935054091": {"text": "Prime Minister Abhisit interviewed CNN to enforce the law to minimize losses. And find a political outlet.", "sentiment": 0.0}, "12930338953": {"text": "Prime Minister assigned police to the case of NRT to put on the BTS - http://ht.ly/1Dufi.", "sentiment": 0.0}, "12917543393": {"text": "Twitter also can track the Prime through Facebook at http://www.facebook.com/Abhisit.M.Vejjajiva offline (team).", "sentiment": 0.0}, "12879724824": {"text": "Economic Cabinet approves statement of remedies for victims of blue-thirties http://ow.ly/1D1mj (The Prime Minister's Team)", "sentiment": 0.1}, "12876346507": {"text": "Prime Minister The wife of the Prime Minister. Georgia http://ow.ly/1D1tv", "sentiment": 0.0}, "12875188944": {"text": "Mr. Nikaigul Lao, Prime Minister of Georgia Visit the Prime Minister as a guest of the government. http://ow.ly/1D1vL", "sentiment": 0.0}, "12874793056": {"text": "Prime Minister gives policy to the governor. To speed up public understanding of the political situation. Focus on illegal actions. http://ow.ly/1D1lE", "sentiment": -0.16666666666666666}, "12801128389": {"text": "Thanks for all the comments and encouragement from Twitter.", "sentiment": 0.2}, "12794805987": {"text": "Follow up on Thailand Today at 9:00 (Prime Minister)", "sentiment": 0.0}, "12454366309": {"text": "This is the first time I have ever seen this movie.", "sentiment": 0.25}, "11739348284": {"text": "The Prime Minister will speed up the process of moving the country back to normal.", "sentiment": 0.075}, "11733321887": {"text": "Prime Minister visits police who have been injured by M79 shooting incident http://ow.ly/1vorD", "sentiment": 0.0}, "11353059307": {"text": "Prime Minister visits Bahrain http://ow.ly/1sY5i", "sentiment": 0.0}, "10919550736": {"text": "1) Remuneration 1) Remuneration 2) Free day 1 - M.4 4) Retail law http://bit.ly/bBA6Q1", "sentiment": 0.4}, "10701496933": {"text": "Thanks for all the encouragement from the netizens.", "sentiment": 0.2}, "10552629793": {"text": "Thailand's Prime Minister Abhisit Vejjajiva http://www.pm.go.th/media/confidence/12892 (team)", "sentiment": 0.0}, "10305826938": {"text": "The Prime Minister called the meeting to focus on the mission is to maintain peace during the assembly. http://ow.ly/1gOGO", "sentiment": 0.0}, "10298693143": {"text": "Prime interview Government will not take violence. Do not panic. But do not underestimate", "sentiment": 0.0}, "10159475771": {"text": "Prime Minister discusses drought problem with representatives from Chinese government http://bit.ly/bRXccF", "sentiment": 0.0}, "10099473409": {"text": "Thailand's Prime Minister Abhisit Vejjajiva,", "sentiment": 0.0}, "10073874632": {"text": "The political crisis will have a big rally next week. But the government has prepared a plan. Based on the law. And not violent", "sentiment": 0.1}, "10073714877": {"text": "Now the economy is recovering. The problem is that Map Ta Phut case. The board is taking care of it.", "sentiment": 0.0}, "9906273945": {"text": "Tape record for confidence in Thailand. I talk to the news people. http://www.pm.go.th/media/confidence/11350", "sentiment": 0.0}, "9765663866": {"text": "Prime Minister Speeches \"Future of Municipality: Future of Thailand\" http://ow.ly/1c3kF", "sentiment": 0.0}, "9756391328": {"text": "Thailand's Prime Minister Abhisit Vejjajiva has signed a memorandum of understanding (MOU) on Channel 11.", "sentiment": 0.0}, "9723351514": {"text": "[Scenes behind] Prime Minister kick off special football match with women's national team. http://www.flickr.com/photos/thaigov/4377526943/", "sentiment": -0.021428571428571436}, "9670242768": {"text": "[Photo] Prime record tapes \"The same pad,\" the \"prime minister with the direction of the fire under\"", "sentiment": 0.0}, "9669031617": {"text": "Prime Minister opens 80th anniversary of Thai Radio http://ow.ly/1b83t", "sentiment": 0.0}, "9660835402": {"text": "[Scenes behind] Prime Kick Soccer With the women's football team. http://www.flickr.com/photos/thaigov/4376127139/", "sentiment": -0.4}, "9657737445": {"text": "[Image] Prime Minister's Media Interview http://ow.ly/1b0iu", "sentiment": 0.0}, "9613433561": {"text": "I believe that the government is responsible for the care of the 26th day to go well.", "sentiment": 0.2}, "9607006046": {"text": "[Image] Prime interview with radio news people http://www.flickr.com/photos/thaigov/4374230480/", "sentiment": 0.0}, "9601343059": {"text": "Lottery Case Online The Supreme Court dismissed the petition of Jago. The lawsuit is final and the contract is not effective. It does not have to be a compensation issue.", "sentiment": -0.15}, "9600836381": {"text": "There is no new agenda for the new cabinet.", "sentiment": 0.03409090909090909}, "9568143935": {"text": "The GT200 test results and assigned to the Ministry of Science in the southern border provinces. Understanding to Prepare to Deactivate", "sentiment": 0.0}, "9567749129": {"text": "3) Quality of life for laborers 4) Pensions for disabled people Good policy but not good http://bit.ly/dlSj98", "sentiment": 0.04999999999999999}, "9567737050": {"text": "1) In the \"hundreds of dreams, new sky,\" how many accomplishments? 2) M4 policy closes the opportunity too young? (Continued) http://bit.ly/dlSj98", "sentiment": 0.24545454545454545}, "9566529075": {"text": "The Ministry of Foreign Affairs If the people send the information.", "sentiment": -0.125}, "9459872553": {"text": "Thai Prime Minister pleads not to violence Do not repeat the European football at a downhill because of the problem. http://ow.ly/19IgQ", "sentiment": 0.0}, "9456313048": {"text": "The Prime Minister ordered the Ministry of Science and Technology. Report supported plans before terminating using GT200 http://ow.ly/19Igc", "sentiment": 0.0}, "9326989088": {"text": "Prime Minister extends 15 days of police investigation", "sentiment": 0.0}, "9325259001": {"text": "Prime minister accelerated Executives - Understanding GT200 Operations http://ow.ly/18WpX", "sentiment": 0.0}, "9319422660": {"text": "Prime Minister expects 1-2 weeks to know the results of the online lottery.", "sentiment": 0.0}, "9279953560": {"text": "The Prime Minister also revealed the results of online lottery. http://ow.ly/18zji", "sentiment": 0.0}, "9275549666": {"text": "The Prime Minister is ready to be fair to those affected by the use of the GET 200. http://ow.ly/18zcE", "sentiment": 0.44999999999999996}, "9180163291": {"text": "The Prime Minister answers the question. 1) Why is the Ministry important to the coalition? 2) Want to see Thai politics develop? 3) What is the Prime Minister's dream? http://bit.ly/cRkEnO", "sentiment": 0.4}, "9176881272": {"text": "Photo Albums Hosts dinner for Kenya's prime minister and wife. http://ow.ly/17Lcv", "sentiment": 0.0}, "9174628872": {"text": "[Image] Thai Prime Minister's wife - Kenya http://ow.ly/17L1x", "sentiment": 0.0}, "9174362363": {"text": "Prime Minister of the Republic of Kenya Paying tribute to the Prime Minister http://www.pm.go.th/blog/10300", "sentiment": 0.0}, "9170402365": {"text": "Prime Minister Won Media offers real news, do not panic to the public. http://ow.ly/17Jbl", "sentiment": 0.10000000000000002}, "9167592260": {"text": "Prime Minister Launches Save Energy Save the World Campaign http://ow.ly/17JaT", "sentiment": 0.0}, "9136242306": {"text": "Prime Minister celebrates the foundation of Wat Luang Por Paopa. http://www.pm.go.th/blog/10232", "sentiment": 0.0}, "9133145958": {"text": "Thanks! Chinese New Year http://ow.ly/17mEm", "sentiment": 0.11212121212121212}, "9123619385": {"text": "[Image] Prime Minister of China at Chinatown http://ow.ly/17mFj", "sentiment": 0.0}, "9123264551": {"text": "PRESS RELEASE LOCAL", "sentiment": 0.0}, "9080125612": {"text": "Watch the list of confidence in Thailand. The Prime Minister responds to several correspondents on Channel 11.", "sentiment": 0.0}, "9006769710": {"text": "Prime Minister identifies unknown individuals related to foreign financial routes. http://ow.ly/16DRL", "sentiment": -0.05625}, "9002281251": {"text": "The government is preparing to celebrate the HM the King's birthday. The 7th Birthday Anniversary of the 5th December 2011 http://ow.ly/16DRo", "sentiment": 0.0}, "8961473418": {"text": "Prime Minister Speaks on \"Driving Creative Economy with Digital Content\" at Digital Media Asia 2010 http://ow.ly/16dh3", "sentiment": 0.16666666666666666}, "8953549597": {"text": "Prime Minister with Coastal Erosion Problem http://ow.ly/16dgJ", "sentiment": 0.0}, "8893831154": {"text": "I do not want to get rid of the bill. To enter the Senate. http://ow.ly/15JoT", "sentiment": 0.0}, "8884471811": {"text": "The Prime Minister does not react and is not afraid of the curse of HRH. I do not want to encroach on Thai sovereignty. http://ow.ly/15Jnb", "sentiment": 0.3}, "8848918004": {"text": "Prime Minister Suggests Using Japanese Lessons to Develop Environmentally Friendly Industries http://ow.ly/15hLM", "sentiment": 0.1875}, "8845671738": {"text": "Prime Minister insists Thailand must not lose 4.6 square kilometers to Cambodia http://ow.ly/15hL5", "sentiment": 0.0}, "8838766150": {"text": "Interview with PM in newsweek magazine http://www.newsweek.com/id/233157", "sentiment": 0.0}, "8835960728": {"text": "My relationship with Vice President Suthep No problem, according to the news. The party's agenda is still left. we stay together Thanks!", "sentiment": 0.1}, "8745834485": {"text": "Watch the show \"Trust Thailand with Prime Minister Abhisit\" today on Channel 11 at 9 am", "sentiment": 0.0}, "8623817605": {"text": "Prime Reply to http://pm.go.th 1. Check the GT200. 2. The government created the problem. 3. Do not get caught up in the case of Public Health http://bit.ly/c94Dof", "sentiment": 0.0}, "8616600863": {"text": "Prime confident in the security officer that will take care of the full. http://ow.ly/13E64", "sentiment": 0.425}, "8578404776": {"text": "Prime Minister Reveals Extrinsic Debt Transfers Back into the System http://ow.ly/13gQN", "sentiment": 0.0}, "8498121185": {"text": "Come back from Switzerland. The meeting is going well.", "sentiment": 0.0}, "8493145312": {"text": "Interview @KeepMeNot", "sentiment": 0.0}, "8490881750": {"text": "Thailand's Prime Minister Thaksin Shinawatra, http://ow.ly/12t6o", "sentiment": 0.0}, "8404389658": {"text": "Prime Minister dined at the World Economic Forum 2010 in Davos. http://twitpic.com/10g6rd (image by @korbsak)", "sentiment": 0.2}, "8229634457": {"text": "Mr. Suwat Liptapanlop meets Prime Minister, donates money from King's Cup football to help victims of Haiti. http://ow.ly/10tqm", "sentiment": 0.0}, "8228294124": {"text": "Young people from the school of Wu Zhou Seo to meet the Prime Minister before the water level. Asia Pacific http://www.flickr.com/photos/thaigov/4305414991/", "sentiment": 0.1}, "8186003062": {"text": "Prime Reply to http://pm.go.th 1. ICT to use data capture? 2. The GT200 Amphetamine Detector? 3. http://bit.ly/7UaAZL", "sentiment": 0.0}, "8057137495": {"text": "Photos of the World Cup http://bit.ly/4TJSvn", "sentiment": 0.0}, "8019339922": {"text": "Tapioca and Tapioca Association Meet the prime minister of flour moths. http://ow.ly/Ys84", "sentiment": 0.0}, "8013256062": {"text": "Prime Minister at Thai Koo Fah Building Government House http://ow.ly/Ys45", "sentiment": 0.0}, "7981551776": {"text": "Prime Minister to kick off special football with the Royal Navy Rayong. http://ow.ly/Ys34", "sentiment": 0.35714285714285715}, "7978988380": {"text": "Prime Minister invites more than 10,000 Chinese couples to wed in Thailand http://ow.ly/Ys2B", "sentiment": 0.25}, "7974518745": {"text": "Prime Minister photo with the new Cabinet http://www.flickr.com/photos/thaigov/4284628629/in/set-72157623110855691/", "sentiment": 0.13636363636363635}, "7904099556": {"text": "Background image Prime to Map Ta Phut area, Rayong http://ow.ly/XxAP", "sentiment": 0.0}, "7899510575": {"text": "Prime Reply to http://pm.go.th 1. Student Proposal 2. Bangkok News will drown 3. Map Ta Phut problem http://bit.ly/6ByVFI", "sentiment": 0.0}, "7897048601": {"text": "Prime Minister Speeches at Foreign Correspondents' Association http://ow.ly/XxxI", "sentiment": -0.125}, "7895240373": {"text": "Thailand News Watch Old School Prime http://www.pm.go.th/media/confidence/8553", "sentiment": 0.1}, "7891407584": {"text": "Revision of Cabinet This is already done.", "sentiment": 0.0}, "7847566712": {"text": "Watch the show \"Thailand's confidence in Prime Minister Abhisit\" today 9.00 am on Channel 11", "sentiment": 0.0}, "7743072162": {"text": "Prime Minister aims to create a new economic system. \"Social Enterprise\" http://www.pm.go.th/blog/8386", "sentiment": 0.12323232323232323}, "7740447298": {"text": "Behind the scenes, the prime minister leads the youths to visit Thai Koo Fah Building. The week before http://ow.ly/WiiW", "sentiment": -0.4}, "7735826222": {"text": "Loxley meets Prime The intent is to get a good deal without having to file a lawsuit online. http://ow.ly/WigS", "sentiment": 0.7}, "7701685020": {"text": "HRH Princess Maha Chakri Sirindhorn British Council Dinner Party http://ow.ly/VSGj", "sentiment": 0.0}, "7701645735": {"text": "The Prime Minister and Finance Minister @KornDemocrat Welcome to HRH Princess Maha Chakri Sirindhorn. At a British Council party http://ow.ly/VSDt", "sentiment": 0.4}, "7699831765": {"text": "Prime Minister at the Government House. http://ow.ly/VSAA", "sentiment": 0.0}, "7696664700": {"text": "Mr. Sivarak Chutipong paid tribute and thanked the Prime Minister for helping http://ow.ly/VStp", "sentiment": 0.0}, "7662553779": {"text": "Background image Mr. Cow milking in 3 southern border provinces. http://ow.ly/VunH", "sentiment": -0.06666666666666667}, "7661276545": {"text": "The answer to the question http://pm.go.th 1. Lottery online. 2. Government does not work. 3. Check all corruption of the ministry. http://bit.ly/8tayWC", "sentiment": 0.0}, "7654811183": {"text": "Background image The President of the Children's Day. Take the Prime Chair to the children. http://ow.ly/VujE", "sentiment": 0.0}, "7432384936": {"text": "Thailand News Government Contributions throughout 2009 http://www.pm.go.th/media/confidence/8005", "sentiment": 0.0}, "7262589168": {"text": "New Year's greetings from Prime Minister to the Internet http://www.pm.go.th/node/7792", "sentiment": 0.13636363636363635}, "7187905700": {"text": "Thank you to the Internet and say Happy New Year 2010 http://bit.ly/4TEwm9", "sentiment": 0.4681818181818182}, "7111708069": {"text": "Prime Minister bless the New Year to the people happy and peaceful nation. http://ow.ly/QhYg", "sentiment": 0.3954545454545455}, "7077826940": {"text": "The Prime Minister affirmed that the status of Thailand in the eyes of the world is definitely better. Foreign leaders congratulate the progress.", "sentiment": 0.1875}, "7076024494": {"text": "Watch the list of Thailand confidence with Prime Minister Abhisit on Channel 11 today at 9 am (team).", "sentiment": 0.0}, "6957906036": {"text": "The announcement of the government finished. Follow up and ask the PM at www.pm.go.th.", "sentiment": 0.0}, "6957862175": {"text": "Thank you", "sentiment": 0.0}, "6957861349": {"text": "And to help create happiness in the country in 2010 thanks.", "sentiment": 0.44999999999999996}, "6957851509": {"text": "I thank all the people who have supported our work throughout the past year.", "sentiment": -0.25}, "6957845551": {"text": "If the violence. All things done in the past year will be gone.", "sentiment": -0.25}, "6957835253": {"text": "I do not go far as everyone hopes. But I will continue to work.", "sentiment": 0.1}, "6957825727": {"text": "One year ago The country is ahead of public prosperity.", "sentiment": 0.0}, "6957784872": {"text": "Risk factors include global oil prices, fragile economies. Politics in the country", "sentiment": 0.0}, "6957762297": {"text": "To solve the Map Ta Phut problem as soon as possible. Land reform tax system to make 3G systems important.", "sentiment": 0.2}, "6957752216": {"text": "Thailand will continue to move forward. Add money to the pockets of the public. Increase private investment.", "sentiment": 0.0}, "6957744692": {"text": "I want to talk about the future. What is the next step?", "sentiment": 0.0}, "6957734447": {"text": "The number I am most satisfied with. The happiness index of Thai people is higher than 2-3 years ago.", "sentiment": 0.4875}, "6957721163": {"text": "I think the government must check. Criticism", "sentiment": 0.0}, "6957700986": {"text": "I reported the facts. Of course, there are both satisfied and dissatisfied people.", "sentiment": 0.5}, "6957687712": {"text": "We do 15 years of free money. The community sufficiency to reduce the cost of living in 99 days.", "sentiment": 0.4}, "6957678804": {"text": "Everything I say on the day. I have done everything.", "sentiment": 0.0}, "6957658441": {"text": "The government will fully protect the monarchy.", "sentiment": 0.0}, "6957651121": {"text": "Throughout the year, the government has organized activities for the people to reconcile. And devotion", "sentiment": 0.0}, "6957642132": {"text": "The Village Fund And extend the repayment period.", "sentiment": 0.0}, "6957635429": {"text": "What is a good government policy? We are not intolerant, we continue like OTOP.", "sentiment": 0.7}, "6957627480": {"text": "last year I promised 6 brothers and sisters.", "sentiment": 0.0}, "6957614443": {"text": "We will continue to embrace the Cambodian diplomatic solution.", "sentiment": 0.0}, "6957609015": {"text": "Cambodian people are still normal. But the position and dignity of the country.", "sentiment": 0.15}, "6957588956": {"text": "Burma invited me twice. But time does not match. I can not visit.", "sentiment": 0.0}, "6957580623": {"text": "We play an important role in supporting SEA in Laos.", "sentiment": 0.325}, "6957573685": {"text": "The agreement with Malaysia has progressed. After Malaysia visit", "sentiment": 0.0}, "6957552723": {"text": "For example, the ASEAN Conference ASEAN Charter Human rights treaty", "sentiment": 0.0}, "6957547442": {"text": "2009 President of ASEAN The foreign affairs have many works.", "sentiment": 0.1875}, "6957516402": {"text": "We stop the problematic community project. Change Management To be transparently verified.", "sentiment": 0.0}, "6957505847": {"text": "I'm not satisfied with corrupt corruption. To be more strict.", "sentiment": -0.08333333333333333}, "6957479717": {"text": "We are moving towards the Special Economic Zone of the South. Have a clear goal.", "sentiment": 0.21904761904761905}, "6957474593": {"text": "I am not happy about the violence in the south. But it is a full walk ahead.", "sentiment": -0.025000000000000022}, "6957441768": {"text": "All non-compliant behaviors must stop.", "sentiment": 0.0}, "6957435961": {"text": "I do not disagree with the dissolution of the council. Just economic forward And all parties accept the rules.", "sentiment": 0.2}, "6957429279": {"text": "The government has stepped back. To the country ahead.", "sentiment": 0.0}, "6957405863": {"text": "April Events The government has used the law to control the situation.", "sentiment": 0.0}, "6957399588": {"text": "No one can do it alone. I strictly adhere to the principle of justice.", "sentiment": 0.0}, "6957387847": {"text": "Reconciliation problem We try to bring politics back to normal.", "sentiment": 0.075}, "6957382319": {"text": "Government measures I need legal help.", "sentiment": 0.2}, "6957368981": {"text": "I give time to the council. Reply to this topic Start new topic Time for the opposition", "sentiment": 0.13636363636363635}, "6957363345": {"text": "Legislation has done more than in the past.", "sentiment": 0.125}, "6957357498": {"text": "I will not say that. Today, politics is stagnant. But we move to a political system.", "sentiment": 0.0}, "6957326127": {"text": "The drug problem was solved. Both the arrest and the number of cases.", "sentiment": -0.05}, "6957311333": {"text": "In addition to economic problems. We also solve social and political problems.", "sentiment": 0.07777777777777778}, "6957306085": {"text": "1 year ago, we stepped out of the populace to social welfare.", "sentiment": 0.03333333333333333}, "6957276005": {"text": "We create a guarantee for farmers. Agriculture and not loss.", "sentiment": 0.0}, "6957261565": {"text": "The most important The most affected policy is farmers' income insurance.", "sentiment": 0.4666666666666666}, "6957229115": {"text": "The health center is being elevated as a district health promotion hospital.", "sentiment": -0.1}, "6957217879": {"text": "The welfare policy covers all people. From young children To the elderly", "sentiment": 0.1}, "6957184781": {"text": "GDP growth is positive as V", "sentiment": 0.22727272727272727}, "6957172354": {"text": "The first export of severe measles. But the recent return is positive.", "sentiment": 0.1590909090909091}, "6957164713": {"text": "The Ministry of Tourism is confident that this year there are 14 million tourists over the target.", "sentiment": 0.5}, "6957146492": {"text": "When we can maintain the world economy well. When the world economy improves Everything will get together.", "sentiment": 0.0}, "6957119497": {"text": "The unemployment rate is around 7-8,000 at the beginning of the year, but at the end of the year, it is about four hundred thousand people (1.2%).", "sentiment": 0.0}, "6957108031": {"text": "The seedlings project exceeded the target. The money is less than the set budget of 5000 million.", "sentiment": -0.16666666666666666}, "6957097877": {"text": "There are more people in this program than 8,000 people trained over 4 hundred thousand people.", "sentiment": 0.5}, "6957093246": {"text": "Examples of projects are the Seedling Project. To solve the unemployment problem Overpay", "sentiment": 0.0}, "6957081140": {"text": "This is the source of strong Thai action.", "sentiment": 0.26666666666666666}, "6957071505": {"text": "The government seems to have to accelerate the income of people in the country did not fall before. Reduce public expenditure.", "sentiment": 0.0}, "6957064335": {"text": "At first the government was very critical. Why not bring the budget to stimulate exports. Or make a mega project", "sentiment": 0.125}, "6957050359": {"text": "The government considers that the first thing to do is to alleviate the suffering of the people. And maintain the purchasing power of the economy.", "sentiment": 0.25}, "6957031012": {"text": "If you do not go back to 2009, you will not understand how the government works under conditions.", "sentiment": 0.0}, "6956993937": {"text": "I want to see that. What is the condition before we come? Today is What will we do next?", "sentiment": 0.0}, "6956967993": {"text": "Thanks to the people who encouraged me to work for the government.", "sentiment": 0.2}, "6956933755": {"text": "The Prime Minister began publishing works.", "sentiment": 0.0}, "6956815507": {"text": "Twitter users can comment on the government release. The message will be displayed on the TV screen with the signal.", "sentiment": 0.0}, "6956751703": {"text": "The Prime Minister of the building to Santi Maitri.", "sentiment": 0.0}, "6956725315": {"text": "Watch the live broadcast of the government's 1 year anniversary via Channel 11 or www.pm.go.th now. (Team)", "sentiment": 0.13636363636363635}, "6956275432": {"text": "View Slideshow is offline. Today will be reported live on the Internet too.", "sentiment": 0.13636363636363635}, "6954340832": {"text": "I have a question, (Channel 11) via twitter", "sentiment": 0.0}, "6954112278": {"text": "Today, the Prime Minister will announce the government's 1 year anniversary of live broadcasting on TAT (Channel 11) and the website http://pm.go.th at 13.30 hrs.", "sentiment": 0.13636363636363635}, "6922110940": {"text": "The Prime Minister will announce his one-year performance tomorrow at 13.30 pm via pm.go.th and receive questions from people via twitter.", "sentiment": 0.0}, "6886780878": {"text": "Background image Prime Minister visits Kopen Hegen http://www.flickr.com/photos/thaigov/4199279144/", "sentiment": 0.0}, "6847200268": {"text": "Watch the program \"believe Thailand\" on Channel 11 now (team).", "sentiment": 0.0}, "6789242518": {"text": "Photo of the Prime Minister attending the Global Climate Conference in Copenhagen http://www.flickr.com/photos/thaigov/sets/72157622897659187", "sentiment": 0.0}, "6722624219": {"text": "Prime Reply to http://pm.go.th 1. Do not cheat. Help the agricultural sector 3. What is the difference between Bangkok and Bangkok? http://bit.ly/5M73aD", "sentiment": 0.0}, "6719524463": {"text": "Prime Minister and Cabinet Hosts the funeral pyre of Mr. Samak Sundaravej at Wat Benchamabophit. http://www.flickr.com/photos/thaigov/4188662855/", "sentiment": 0.0}, "6615218452": {"text": "Watch the list of Thailand's confidence with Prime Minister 9.00 today on TV Channel 11 (team)", "sentiment": 0.0}, "6524546898": {"text": "Prime Reply to http://pm.go.th 1. Thailand 2. Business Consulting 3. Take a train / bus to understand. http://bit.ly/8Jxbh6", "sentiment": 0.0}, "6485714261": {"text": "I would like to send a cheer to all Thai athletes who compete in the SEA Games.", "sentiment": 0.0}, "6364957202": {"text": "I am so grateful to have met His Majesty today. Long live longer.", "sentiment": 0.043181818181818175}, "6362622784": {"text": "Please sign up for the website. http://king.ilovethailand.org (team) #weloveking", "sentiment": 0.0}, "6358181580": {"text": "Today is the great day of the Thai people. Let's invite people to bless you.", "sentiment": 0.8}, "6328125476": {"text": "I would like to invite everyone to sing together at this evening at Supachalasai Stadium.", "sentiment": 0.0}, "6290592027": {"text": "The Prime Minister took a vow to be a good government. http://bit.ly/7pnWXA", "sentiment": 0.7}, "6261368865": {"text": "For details of the work in Bangkok, please visit http://www.pm.go.th/blog/6889.", "sentiment": 0.0}, "6261282738": {"text": "Please invite Thai brothers. Join us in the celebration of His Majesty King Bhumibol Adulyadej's Birthday. This week.", "sentiment": 0.0}, "6195478258": {"text": "Image", "sentiment": 0.0}, "6194953798": {"text": "Prime Minister closes the \"stop\" program of women to women http://www.pm.go.th/blog/6782", "sentiment": 0.0}, "6156991090": {"text": "Thailand's Prime Minister Abhisit Vejjajiva's visit to Thailand on 9 am", "sentiment": 0.0}, "6102219721": {"text": "The Prime Minister inspects the flood area at Hat Yai today. (Team)", "sentiment": 0.0}, "6045869274": {"text": "Photos of the Prime Minister while visiting Qatar http://www.flickr.com/photos/thaigov/4132278184/", "sentiment": 0.0}, "6044446812": {"text": "The Prime Minister answered the question. http://pm.go.th 1. Defend the institution 2. Why do not you want to go to the meeting room? 3. Railway Union http://bit.ly/6w3Ssx", "sentiment": 0.0}, "6040768915": {"text": "[News] Prime Minister and his team Official visit to Qatar To sign four agreements between Nov. 24-26.", "sentiment": 0.0}, "6003899076": {"text": "This is a big loss of politics.", "sentiment": 0.0}, "6003868437": {"text": "Please show your regret with your family.", "sentiment": 0.0}, "5943007705": {"text": "Tape Confidence Thailand This morning's broadcast. Prime to the area of ​​Sukhothai, Phichit, Phitsanulok http://www.pm.go.th/media/confidence/6458", "sentiment": 0.0}, "5847615100": {"text": "Prime Minister interviews Thailand's rankings in corruption index http://www.pm.go.th/blog/6340", "sentiment": 0.0}, "5847018838": {"text": "Background image Prime Minister Abhisit with his wife Traveling to Singapore http://www.flickr.com/photos/thaigov/4114578188/", "sentiment": 0.0}, "5819297067": {"text": "Background image Prime Minister to attend the APEC CEO Summit at http://www.flickr.com/photos/thaigov/4111202986", "sentiment": 0.0}, "5818778486": {"text": "Prime Minister Abhisit With President Alan Garcia of Peru at the APEC meeting in Singapore. http://www.flickr.com/photos/thaigov/4110036036", "sentiment": 0.0}, "5554689551": {"text": "Behind the scenes of the Prime Minister while eating Japanese food in Tokyo. http://www.flickr.com/photos/thaigov/4089076056", "sentiment": -0.2}, "5554609581": {"text": "Behind the scenes of the PM and the Foreign Minister While broadcasting back to Thailand. http://www.flickr.com/photos/thaigov/4089152478/", "sentiment": -0.17500000000000002}, "5546509562": {"text": "Prime Minister Abhisit Visits Japanese Market http://www.flickr.com/photos/thaigov/4086345603/", "sentiment": 0.0}, "5520636304": {"text": "Watch Thailand's Prime Minister Abhisit Vejjajiva at 9.00 am on Channel 11", "sentiment": 0.0}, "5473203280": {"text": "Schedule of Prime Minister's visit to Japan For the 1st Mekong-Japan Cooperation Framework Meeting http://www.pm.go.th/blog/5866", "sentiment": 0.0}, "5441389690": {"text": "The Prime Minister answered the question. http://pm.go.th 1. Use the darker law. 2. Problem Corruption 3. Evening Drama Edit http://bit.ly/2NvcQU", "sentiment": 0.0}, "5382651452": {"text": "Prime Minister opens Loy Krathong festival http://www.pm.go.th/media/photos/72157622590588901", "sentiment": 0.0}, "5192286060": {"text": "You and PM. On the plane during a trip to Hua Hin. http://www.pm.go.th/media/photos/72157622668457376", "sentiment": 0.0}, "5064038009": {"text": "The ASEAN meeting started.", "sentiment": 0.0}, "5036236245": {"text": "The Prime Minister answered the question. http://pm.go.th 1. Giant Retail Control 2. Mass transit by rail 3. prevention of colds 2009 http://bit.ly/4F8lTF", "sentiment": 0.0}, "4980698988": {"text": "Tape record of confidence in Thailand. I went to Nakhon Sawan area http://www.pm.go.th/media/confidence/5193", "sentiment": 0.0}, "4956792458": {"text": "Thailand is confident this week. The Prime Minister of Nakhon Sawan area is tracked on Channel 11 at 9.00.", "sentiment": 0.5}, "4881429526": {"text": "The Prime Minister answered the questions about MRT tickets at http://www.pm.go.th/media/weekly/4988 (team).", "sentiment": 0.0}, "4881418464": {"text": "The MRT is now available for purchase from the MRT station at http://www.pm.go.th/connect/4039. Now, MRT has postponed the price increase for another month.", "sentiment": 0.4}, "4857371250": {"text": "The Prime Minister answered the question from the web. http://pm.go.th October 11, 2009 3. Renewable Energy Measures http://bit.ly/q16To", "sentiment": 0.0}, "4857369642": {"text": "The Prime Minister answered the question from the web. http://pm.go.th October 11, 2009 2. MRT tickets are too expensive http://bit.ly/q16To", "sentiment": -0.5}, "4857367248": {"text": "The Prime Minister answered the question from the web. http://pm.go.th October 11, 2009 1. Reform education http://bit.ly/q16To", "sentiment": 0.0}, "4854366525": {"text": "Speech by Prime Minister Abhisit Vejjajiva on \"Police Day\" 2009 http://www.pm.go.th/blog/4946", "sentiment": 0.0}, "4854251873": {"text": "[Article] Looking through the lens: to the provinces. http://www.pm.go.th/blog/4947", "sentiment": 0.0}, "4804083412": {"text": "Thailand News Tue I went to Ubon area to check his grandmother. http://www.pm.go.th/media/confidence/4922", "sentiment": 0.0}, "4773908382": {"text": "Thailand today. Ubon donates money to grandmother to track 9 pm on Channel 11 (team)", "sentiment": 0.0}, "4707630356": {"text": "rt We @thaishiningthru aim to build up confidence from foreign investors that Thai economy is no longer in its downturn", "sentiment": -0.125}, "4699985542": {"text": "[Article] Looking through the lens: Starting October http://www.pm.go.th/blog/4765", "sentiment": 0.0}, "4678434752": {"text": "The Prime Minister answered the question from the web. http://pm.go.th On October 4, 2009 1. The account of the auditors. 2. Color separation 3. Ball betting http://bit.ly/A6GEp", "sentiment": 0.0}, "4677201233": {"text": "The Second Decade of Educational Reform: A Mission Is Not Divide 'Government - Opposition' http://www.pm.go.th/blog/4717", "sentiment": 0.125}, "4646952155": {"text": "Prime Minister to space The tragic incident occurred at Kao Tao Station and Hua Hin Hospital. Http://www.pm.go.th/blog/4707", "sentiment": -0.75}, "4646614567": {"text": "The Prime Minister's Visit to the NTC on the occasion of the 5th anniversary and keynote speech http://bit.ly/ntcvisit", "sentiment": 0.0}, "4620781673": {"text": "Thailand News Wed 4 Oct The invitation of Khun Sarayuth Suthasanjinda discuss the Constitution. 50 http://www.pm.go.th/media/confidence/4655", "sentiment": 0.0}, "4620534471": {"text": "[Image] PTT Thailand Open 2009 Grand Prix Finalist and Gilles Simon Winner http://bit.ly/pttopen09", "sentiment": 0.25}, "4598562567": {"text": "Rock music! Current favorites are Green Day and Muse. Music and other creative activities will keep people away from violence.", "sentiment": 0.04375}, "4598544280": {"text": "Primary school education needs a lot of improvement here. Children are forced to learn too much!", "sentiment": 0.09999999999999999}, "4598526077": {"text": "I'm supposed to be answering questions now. Where should I start", "sentiment": 0.0}, "4594423518": {"text": "The Prime Minister talks to Grandma. http://twitpic.com/k6vdm", "sentiment": 0.0}, "4593797674": {"text": "The Prime Minister, while interviewed with Mr. Sorayuth. http://twitpic.com/k6q9o", "sentiment": 0.0}, "4592070378": {"text": "I gave you an interview 9 o'clock.", "sentiment": 0.0}, "4399117632": {"text": "Welcome, Guest. Please login or register. His Majesty the King at http://king.ilovethailand.org/", "sentiment": 0.8}, "4368673271": {"text": "[Image] Prime Minister and Spouse at Pittsburgh Airport September 24, 2009 http://bit.ly/1qBdcr", "sentiment": 0.0}, "4368586975": {"text": "[Article] First day in New York http://bit.ly/1a2kO4", "sentiment": 0.19318181818181818}, "4364058221": {"text": "The Prime Minister presses the buzzer at the New York Stock Exchange. http://www.flickr.com/photos/thaigov/3949431351/", "sentiment": 0.13636363636363635}, "4360064356": {"text": "Behind the Prime, an interview with Kitti Sawang from Channel 3 in New York yesterday. http://www.flickr.com/photos/thaigov/3949408569/", "sentiment": -0.13181818181818183}, "4359994796": {"text": "Prime Minister meets Thai community in US at Helmsley Parklane Hotel http://www.flickr.com/photos/thaigov/3949366295", "sentiment": 0.0}, "4359823856": {"text": "Background image Press conference video conference back to Thailand http://www.flickr.com/photos/thaigov/3949461021", "sentiment": 0.0}, "4341263087": {"text": "[Image] The Prime Minister is doing the bell to close the market. Trading on the US market on September 24, 2009 http://bit.ly/aKNSM", "sentiment": 0.0}, "4337568374": {"text": "[Pic] Prime Minister Speaks at Columbia University September 22, 2009 http://bit.ly/f3Odo (Edited)", "sentiment": 0.0}, "4337539134": {"text": "[Pic] Prime Minister Speaks at Columbia University September 22, 2009 http://bit.ly/cFIJB", "sentiment": 0.0}, "4310100839": {"text": "The Prime Minister answered the question. 3. Enforcement of rules and regulations regarding the rights of the disabled. http://bit.ly/PYxRN", "sentiment": -0.2}, "4310098063": {"text": "The Prime Minister answered the question. 2. Do not edit the Constitution. The moral of the morals of the politicians better. http://bit.ly/PYxRN", "sentiment": 0.25}, "4310094446": {"text": "The Prime Minister answered the question. 1. Overhaul the railway. http://bit.ly/PYxRN", "sentiment": 0.0}, "4310089623": {"text": "The Prime Minister answered the question from the web. http://bit.ly/PYxRN", "sentiment": 0.0}, "4306757936": {"text": "Speeches of Prime Minister Abhisit At Columbia University yesterday spoke of \"Thailand after the conflict\" http://www.pm.go.th/blog/4189", "sentiment": 0.0}, "4306518892": {"text": "Today's Prime Missions The 64th United Nations General Assembly and the Speeches of President Obama (Team)", "sentiment": 0.05000000000000002}, "4302709560": {"text": "Prime Speech at Columbia University http://bit.ly/vLTly (image from AP)", "sentiment": 0.0}, "4165048342": {"text": "Prime Minister's Day Meeting on Climate Change at the United Nations Headquarters, New York (Team)", "sentiment": 0.13636363636363635}, "4163906624": {"text": "Thailand News Hosted by a single brother. And the youth. http://pm.go.th/media/confidence/4158", "sentiment": -0.07142857142857142}, "4143029278": {"text": "The President of UNGA and G20 in the United States. The team will report the mission of the Prime Minister via twitter periodically (Team).", "sentiment": 0.0}, "4142961925": {"text": "[Article] 'Somchit Navigasoontorn' who questioned 'Who am I privileged?' Http://bit.ly/15jWto", "sentiment": 0.0}, "4142919246": {"text": "[Image] The Prime Minister of Thailand recorded a memorandum of understanding with Prime Minister Abhisit Vejjajiva at TCDC http://bit.ly/1w0Ok9", "sentiment": 0.0}, "4140053322": {"text": "[News] 'Newcastle' in the heart of 'Thai national team' in the bloodstream http://bit.ly/3iTbmP", "sentiment": 0.0}, "4075250520": {"text": "Six o'clock today Let's all Thai people sing together. http://pm.go.th/anthem", "sentiment": 0.0}, "4074325913": {"text": "[Article] Looking through the lens: Preparing for United Nations - FIFA president meets http://www.pm.go.th/blog/3985", "sentiment": 0.0}, "4046962881": {"text": "[Article] From pager to mobile Interview with Prime Minister of 'Buasai Ucharoen' http://bit.ly/5Vl9U", "sentiment": 0.0}, "4025303262": {"text": "[Article] Prime Minister with MOSO Sustainable Project Follow the philosophy of Sufficiency Economy. http://bit.ly/LQ8bS", "sentiment": 0.0}, "4025240010": {"text": "[Article] Looking through the lens: According to Prime Minister Lopburi area http://bit.ly/2VgdG7", "sentiment": 0.0}, "4025161200": {"text": "The Prime Minister answered the question. 3. Actual enforcement of alcohol policy. http://bit.ly/3TGF72", "sentiment": 0.0}, "4025159628": {"text": "The Prime Minister answered the question. Land line http://bit.ly/3TGF72", "sentiment": 0.0}, "4025157058": {"text": "The Prime Minister answered the question 1. The Thai Canal (The Kra Isthmus) http://bit.ly/3TGF72", "sentiment": 0.0}, "4025134597": {"text": "The Prime Minister answered the question from the web. http://pm.go.th on September 13, 2009 http://bit.ly/3TGF72", "sentiment": 0.0}, "4024933308": {"text": "[View article] Looking through the lens: 'heart image' skilled 'prime minister' http://www.pm.go.th/blog/3824", "sentiment": 0.5}, "3976890478": {"text": "[Photo] Photo of the Prime Minister of Lopburi talked about farm income insurance. And believe in Thailand. http://bit.ly/TzrcC", "sentiment": 0.0}, "3976814108": {"text": "Thailand News Hosted by Theoretical Poetry and Cheryl Cole from \"Lee and Mrs. Lee\" http://www.pm.go.th/media/confidence/3870", "sentiment": 0.0}, "3976458393": {"text": "[Article] Looking through the lens: 'Peerapat Vimol Rangkrat' photographer 'PM' http://www.pm.go.th/blog/3811", "sentiment": 0.0}, "3853621166": {"text": "Invite brothers and sisters Congratulations and sing the praises together 9.09 today.", "sentiment": 0.0}, "3835630842": {"text": "The Prime Minister answered the question 3. Channel 11 has time to ball. I do not have time for Thai football. http://bit.ly/GT9OZ", "sentiment": 0.0}, "3835627990": {"text": "The Prime Minister answered the question 2. Mass transit in Bangkok. http://bit.ly/GT9OZ", "sentiment": 0.0}, "3835623417": {"text": "The Prime Minister answered the question. 1. The case of Preah Vihear temple. http://bit.ly/GT9OZ", "sentiment": 0.0}, "3835621374": {"text": "The Prime Minister answered the question from the web. http://bit.ly/GT9OZ", "sentiment": 0.0}, "3820020683": {"text": "good night", "sentiment": 0.7}, "3820001151": {"text": "Things are more stable now and will steadily improve cos my govt adheres to democratic principles and will do what's best for the people", "sentiment": 0.5555555555555555}, "3819960554": {"text": "The last question is offline.", "sentiment": 0.0}, "3819943270": {"text": "I'm going abroad I need to monitor every situation every day already.", "sentiment": 0.0}, "3819925216": {"text": "9 Can I sleep?", "sentiment": 0.0}, "3819902229": {"text": "Not afraid", "sentiment": 0.3}, "3819873449": {"text": "I did not go to the 19th. ^ _____ ^", "sentiment": 0.0}, "3819863896": {"text": "Invite me", "sentiment": 0.0}, "3819844822": {"text": "I do not have to guess my direction. I'm interested in the country direction. Do what is right.", "sentiment": 0.26785714285714285}, "3819823575": {"text": "Many things are profound. I do not have it.", "sentiment": 0.2916666666666667}, "3819799785": {"text": "The number of letters he gave was too short.", "sentiment": 0.0}, "3819777386": {"text": "Thaksin is not here. Because you are Sanskrit and I live in Thailand.", "sentiment": 0.13636363636363635}, "3819744371": {"text": "Will it be", "sentiment": 0.0}, "3819728751": {"text": "I have a question already.", "sentiment": 0.0}, "3819711550": {"text": "I want everyone to respect the law.", "sentiment": 0.0}, "3819681090": {"text": "It is said that under the law. The society will think of forgiveness.", "sentiment": 0.0}, "3819668502": {"text": "What are you doing?", "sentiment": 0.0}, "3819645494": {"text": "I do not care about personal feelings. But I have a duty to maintain the law. Thaksin must be under the same law as any Thais.", "sentiment": 0.0}, "3819618212": {"text": "That's it ^ _ ^", "sentiment": 0.0}, "3819599463": {"text": "I thought he would not negotiate with me.", "sentiment": 0.0}, "3819564138": {"text": "The collective is the subject of the system. Democratic principles The only people not interested.", "sentiment": -0.09722222222222221}, "3819540744": {"text": "I will amend the constitution on issues related to the public only.", "sentiment": 0.0}, "3819515220": {"text": "I think there is a good chance.", "sentiment": 0.7}, "3819491025": {"text": "We have already framed the board. Talk to the political party outside. Look closer at the point of view.", "sentiment": 0.0}, "3819468939": {"text": "Depending on the issue to solve. Weekly Duty 2 Council Will help find the answer.", "sentiment": 0.0}, "3819441548": {"text": "Most have not had problems.", "sentiment": 0.5}, "3819424045": {"text": "We do not need to see all the same.", "sentiment": 0.0}, "3819408064": {"text": "I'm going to act out the president straight away, explaining the reason, believing everything will end well.", "sentiment": 0.2}, "3819384135": {"text": "The two are not a NTC.", "sentiment": 0.0}, "3819365337": {"text": "What's up?", "sentiment": 0.0}, "3819343453": {"text": "That's it. I want to move the country.", "sentiment": 0.0}, "3819321924": {"text": "Nobody talks about the council collapse in advance. But I work hard.", "sentiment": -0.2916666666666667}, "3819310410": {"text": "My daughter's desk is offline.", "sentiment": 0.0}, "3819290958": {"text": "Good night or bad night?", "sentiment": 5.551115123125783e-17}, "3819252291": {"text": "Hello", "sentiment": 0.0}, "3819164040": {"text": "Test offline", "sentiment": 0.0}, "3819136113": {"text": "What time is it?", "sentiment": 0.0}, "3819013736": {"text": "Ready?", "sentiment": 0.2}, "3816705798": {"text": "Waiting for an interview tonight.", "sentiment": 0.0}, "3812939991": {"text": "http://twitpic.com/gteeq - Prime Minister's Birthday Wishes Major General Sanan Kajornprasart Deputy Prime Minister (Team)", "sentiment": 0.05625000000000001}, "3812353373": {"text": "@PrincessMusic:", "sentiment": 0.0}, "3812348909": {"text": "@pm_abhisit Twitter via @suthichai tonight 21.30 live on Channel 9 and Nation Channel (team)", "sentiment": 0.13636363636363635}, "3799144052": {"text": "Suthichai Yoon invited to talk about Twitter because the media is very interested in this.", "sentiment": 0.325}, "3789864110": {"text": "Thailand's Prime Minister Abhisit Vejjajiva Today, the area of ​​Kamphaeng Saen, Nakhon Pathom Province. Follow the NBT at 9.00.", "sentiment": 0.0}, "3773489618": {"text": "Government announces health system reform The district health promotion hospital is a proactive health care unit of Thai people. http://www.pm.go.th/blog/3470", "sentiment": 0.0}, "3772514682": {"text": "Thailand's strong performance in 2012: The National Economic and Social Development Plan http://www.pm.go.th/blog/3478", "sentiment": 0.2222222222222222}, "3749991678": {"text": "Thanks for following the live report twitter (team).", "sentiment": 0.11212121212121212}, "3749963376": {"text": "For more information, please visit www.tkk2555.com.", "sentiment": 0.5}, "3749953493": {"text": "Prime Minister and Minister Joins Hands to Promote Thai Strong http://twitpic.com/ge8lt", "sentiment": 0.4333333333333333}, "3749904852": {"text": "The launch of the Thai Government has officially started. http://twitpic.com/ge893", "sentiment": 0.0}, "3749698671": {"text": "This year, 1000 health promotion hospitals will have regular doctors online.", "sentiment": 0.0}, "3749665740": {"text": "Raising the District Health Station 9700 is a district health promotion hospital.", "sentiment": 0.0}, "3749609176": {"text": "The Ministry of Public Health explained the details of the project.", "sentiment": 0.0}, "3749458486": {"text": "The dusty road 53 years to 2187 km 54-55 years to 4000 km", "sentiment": -0.4}, "3749344206": {"text": "Ministry of Transport explained the ministry's project.", "sentiment": 0.0}, "3749313312": {"text": "The next 3 years will raise ETV as a free channel like Channel 3.", "sentiment": 0.2}, "3749301375": {"text": "Upgrade to vocational education", "sentiment": 0.3}, "3749290782": {"text": "Announcement of National Research University Project Budget of 3000 million", "sentiment": 0.0}, "3749258158": {"text": "3000 schools have broadband access.", "sentiment": 0.0}, "3749203452": {"text": "3 good books good atmosphere good librarian", "sentiment": 0.6999999999999998}, "3749131304": {"text": "The Ministry of Education will open the Channel Tutor on Channel 11 Saturday 10.00 - 12.00 tomorrow.", "sentiment": 0.0}, "3749095288": {"text": "Ministry of Education has the first year of 40000 million baht.", "sentiment": 0.25}, "3748918652": {"text": "Kasetsart University explained the plan of the ministry. http://twitpic.com/ge2ys", "sentiment": 0.0}, "3748876045": {"text": "4 Ministry of Agriculture and Rural Development", "sentiment": 0.0}, "3748852717": {"text": "It is a policy of the government to focus on transparency.", "sentiment": 0.0}, "3748804667": {"text": "See detail by project and province. Name of contractor and responsible", "sentiment": 0.2}, "3748761189": {"text": "Finance Minister launches strong Thai website http://twitpic.com/ge1z0", "sentiment": 0.4333333333333333}, "3748727606": {"text": "The first investment plan will be disclosed to the public through the website tkk2555.com.", "sentiment": 0.125}, "3748677935": {"text": "When the Act comes into force, there will be another 400000 million baht.", "sentiment": 0.0}, "3748623992": {"text": "The Ministry of Finance is explaining the details of the Thai Solidarity Program. http://twitpic.com/ge0zu", "sentiment": 0.0}, "3748568396": {"text": "200000 million baht and will approve another 100000 million baht", "sentiment": 0.0}, "3748543000": {"text": "Government approves budget", "sentiment": 0.0}, "3748476752": {"text": "In 2016, and is a recovery in the whole country.", "sentiment": 0.2}, "3748453941": {"text": "With 59% debt in 2012 will be 50%", "sentiment": 0.0}, "3748432385": {"text": "When the Thai economy grows The proportion of debt is reduced.", "sentiment": 0.0}, "3748400537": {"text": "Investments accounted for 16% of GDP, generating 1.5 million jobs.", "sentiment": 0.0}, "3748364556": {"text": "Government will be fully aware of public debt. No impact on economic stability.", "sentiment": 0.15}, "3748301541": {"text": "Thai Strong is a second term measure. And invest in the country in the long run.", "sentiment": 0.12777777777777777}, "3748267796": {"text": "The government has taken measures to solve the short-term economic problems.", "sentiment": 0.1}, "3748220851": {"text": "This is the worst economic crisis in years.", "sentiment": -0.4}, "3748217649": {"text": "The Prime Minister of Thailand. http://twitpic.com/gdy9s", "sentiment": 0.0}, "3748150884": {"text": "Strong Thai Video http://twitpic.com/gdxtt", "sentiment": 0.4333333333333333}, "3748145022": {"text": "Transportation, water resources, education, public health, tourism", "sentiment": 0.0}, "3748092746": {"text": "Total budget of 1.4 trillion baht", "sentiment": 0.0}, "3748026494": {"text": "Opened with a video introduction to the Thai Strong 2012", "sentiment": 0.4333333333333333}, "3747904675": {"text": "Prime Minister of Thailand http://twitpic.com/gdw61", "sentiment": 0.0}, "3747793997": {"text": "The Prime Minister comes to work offline.", "sentiment": 0.0}, "3747746420": {"text": "I have already arrived.", "sentiment": 0.0}, "3747407812": {"text": "We will move to a common good. http://twitpic.com/gdsov", "sentiment": 0.19999999999999998}, "3747285455": {"text": "For twitter people can follow live reports here.", "sentiment": 0.13636363636363635}, "3747181382": {"text": "Thailand launches strong today Live Channel 11, nine o'clock", "sentiment": 0.2848484848484848}, "3731563673": {"text": "The Prime Minister invites Dr. Porntip to attend the audio clip. http://www.flickr.com/photos/thaigov/3883284439/", "sentiment": 0.0}, "3730469899": {"text": "http://twitpic.com/gamc6 - Maung waiting to meet Prime Minister", "sentiment": 0.0}, "3729510816": {"text": "\"The Prime Minister is very good at technology. You know, it's very easy to use the iPod as you change screens. \"", "sentiment": 0.7366666666666666}, "3729508338": {"text": "(Article) Sirichoke Sopa - English http://www.pm.go.th/blog/3383", "sentiment": 0.0}, "3727904997": {"text": "I'm not sure if this is the case.", "sentiment": -0.25}, "3708834385": {"text": "Look at the strengths of Prime Minister Advisor Apirak Kosayothin @apirak_news http://bit.ly/erTt1", "sentiment": 0.0}, "3704010354": {"text": "\"I want to see the insurance company do the basic duties properly. Compensation for insurance or life insurance. Fast and fair \"", "sentiment": 0.22499999999999998}, "3703934154": {"text": "\"Insurance and life insurance systems are very stable for the elderly.\"", "sentiment": 0.2}, "3703914692": {"text": "\"For about 20 years, Thai society will have an aging population increasing from 10% to 20%.\"", "sentiment": 0.0}, "3703904766": {"text": "\"The structure of Thailand in the near future. There will be changes to the society of the elderly. \"", "sentiment": 0.05}, "3703829788": {"text": "The Prime Minister presides over the award for the best insurance 2007-2008 http://bit.ly/79ZAz.", "sentiment": 1.0}, "3703241301": {"text": "Press Conference on September 1 http://bit.ly/3a9Foz", "sentiment": 0.0}, "3683838231": {"text": "Abhisit answered the question. 3. Want the Prime Minister to push the liquor policy near the school seriously. http://bit.ly/x3Efj", "sentiment": -0.11666666666666665}, "3683821017": {"text": "Abhisit answered the question. 2. How to monitor the progress of the budget of each ministry? http://bit.ly/x3Efj", "sentiment": 0.0}, "3683808218": {"text": "Abhisit answered the question 1. How to fix a cold? 2009 http://bit.ly/x3Efj", "sentiment": -0.6}, "3683788764": {"text": "Abhisit answers questions from the web. http://www.pm.go.th August 29, 2009 http://bit.ly/x3Efj", "sentiment": 0.0}, "3682505481": {"text": "(Photo) The Prime Minister of Thailand to show the list of showdown high tech. http://bit.ly/HK6B7", "sentiment": 0.16}, "3681849535": {"text": "\"Pulling all the ideas from the Thai. Add value to Thai products. Will make Thai people grow \"http://bit.ly/ZKDPx", "sentiment": 0.0}, "3681750134": {"text": "Summary Abhisit launches Creative Thailand today http://bit.ly/ZKDPx", "sentiment": 0.5}, "3662954881": {"text": "\"The goal of driving economic policy. To make Thailand a center of creative industries in ASEAN \"http://bit.ly/hSUL3", "sentiment": 0.19999999999999998}, "3662914067": {"text": "\"The government has launched the 11th National Economic and Social Development Plan on Creative Economy as an important element of the country's development strategy.\"", "sentiment": 0.2833333333333333}, "3662888178": {"text": "\"Thais have many things that imply their creativity. If you add creativity, you can add value to Thai products and services. \"", "sentiment": 0.5}, "3662864270": {"text": "Prime Minister opens Creative Economy Project \"New Step to Thailand by Creative Thailand\" http://bit.ly/hSUL3", "sentiment": 0.37878787878787873}, "3551502112": {"text": "(Photos) Abhisit and the Cabinet The birthday of General Prem Tinsulanonda http://bit.ly/4rLTj5", "sentiment": 0.05000000000000002}, "3533369387": {"text": "Abhisit answered the question. 3. Release the problem and the gears are empty. http://bit.ly/NzAyD (team)", "sentiment": -0.1}, "3533367294": {"text": "Abhisit answered the question 2. High speed train http://bit.ly/NzAyD (team)", "sentiment": 0.16}, "3533365073": {"text": "Abhisit answered the question. 1. Improve the confidence in Thailand. http://bit.ly/NzAyD (team)", "sentiment": 0.0}, "3485447116": {"text": "Abhisit answers questions from the web. http://www.pm.go.th http://twitpic.com/ey7x4", "sentiment": 0.0}, "3484975760": {"text": "Thanks for all the support.", "sentiment": 0.2}, "3468096161": {"text": "The Prime Minister, by twitter all comments to the Prime Minister (team).", "sentiment": 0.0}, "3399472211": {"text": "Prime Minister Abhisit answered the question from http://pm.go.th, week 2 (oil prices, inquiry officers, scholarships) at http://bit.ly/4CNqcW.", "sentiment": 0.0}, "3359629743": {"text": "(Photo) Prime Minister Abhisit Suvarnabhumi airport area. To follow the problem mismanagement. http://bit.ly/1anaT6", "sentiment": 0.0}, "3338497361": {"text": "Prime Minister Abhisit is answering questions from the website. http://pm.go.th (team) http://twitpic.com/e2sj5", "sentiment": 0.0}, "3245366367": {"text": "Complaints will be sorted out to the responsible person and the team that handles the complaint. Specifically, proceed to (team).", "sentiment": -0.04999999999999999}, "3245360640": {"text": "Questions will be collected and counted every Friday. Prime Minister Abhisit will answer and bring the video up every Tuesday. http://www.pm.go.th/media/weekly (team)", "sentiment": 0.0}, "3245343160": {"text": "Questions asked through http://pm.go.th The highest votes were cast each week. The team will ask Prime Minister Abhisit to answer questions on the website (team).", "sentiment": 0.0}, "3243524608": {"text": "Prime Minister Abhisit Answer questions asked through http://pm.go.th First week Can watch at http://www.pm.go.th/media/weekly/1556 (team)", "sentiment": 0.25}, "3164017929": {"text": "Download the presentation of the Prime Minister at the press conference. http://bit.ly/M2rUw (team)", "sentiment": 0.0}, "3164009054": {"text": "Download the Government's 6-month performance summary report. http://bit.ly/rPqRN (team)", "sentiment": 0.0}, "3160468708": {"text": "Thai Prime Minister launches website And add new channels of communication through the public. http://www.pm.go.th (team)", "sentiment": 0.06818181818181818}, "3158957776": {"text": "The Prime Minister is preparing a statement of government work. Can be tracked live on TAT at 10.00 (team).", "sentiment": 0.13636363636363635}, "3117707065": {"text": "The Prime Minister is currently attending the ASEAN Inter-Parliamentary Assembly (AIPA) in Pattaya. Chonburi (Team)", "sentiment": 0.0}, "3104951476": {"text": "Thanks for all of you. Happy birthday to me by twitter", "sentiment": 0.5}, "3083748875": {"text": "The Prime Minister is visiting the project Suthat per day. The village of Khok Chang, Songkhla province (team)", "sentiment": 0.0}, "3067878394": {"text": "Now I have a team to help take care of this twitter. If there is a question I can ask through this way.", "sentiment": 0.0}, "3067847135": {"text": "Khun Apirak visited the trust in the sending room. http://twitpic.com/cd1oy", "sentiment": 0.0}, "2883502733": {"text": "RT @Thomas_America http://bit.ly/t8Vp0", "sentiment": 0.0}, "2883476215": {"text": "RT @John_McDonald You know, before I tweet the message <The Prime Minister does not know. Like the headlines in the offline.", "sentiment": 0.0}, "2883417227": {"text": "RT @smiley_: RT @Stephen_American: I do not know what to say. If so, it will be deleted.", "sentiment": 0.0}, "2883212192": {"text": "All messages by blog canthai Thank you very much .. http://bit.ly/4FMDl", "sentiment": 0.26}, "2883161722": {"text": "RT @Stephen_American: I do not know what to do.", "sentiment": 0.0}, "2882862423": {"text": "RT @John_Johnny: RT @John_Johnny: I do not know what you're talking about. People do it instead. I do not know how to do it.", "sentiment": 0.0}, "2882628942": {"text": "RT @Stephen_American: RT @Stephen_American: I'm not sure if this is the case.", "sentiment": -0.08333333333333333}, "2882557067": {"text": "RT @Lady_Facts: RT @John_Johnny: I do not know what you're talking about.", "sentiment": 0.0}, "2882525086": {"text": "RT @Stephen_Kingdom I think it was not posted before. It is the same message as the media, but the capture was shortened.", "sentiment": 0.0}, "2882519708": {"text": "RT @Stephen_American: I do not know what to do. Make your own statement. <Not your duty, not your twitter.", "sentiment": 0.3}, "2882489641": {"text": "RT @Stephen_American: RT @JohnMcKing: That's a good thing.", "sentiment": 0.35}, "2882450837": {"text": "RT @AmericanAmerican: I do not know what to do.", "sentiment": 0.0}, "2882358535": {"text": "RT @Stephen_American: I do not know what you're talking about.", "sentiment": 0.0}, "2882317848": {"text": "RT @Stephen_Amazing: I do not know what to do.", "sentiment": 0.6000000000000001}, "2882276911": {"text": "RT @John_McDonald: I do not know what you're talking about. Prime knows that this account. But never officially announced.", "sentiment": 0.0}, "2882147591": {"text": "RT @David_McDonald: I do not know what to do.", "sentiment": 0.0}, "2882054406": {"text": "RT: RT @John_John: I do not know what you're talking about. Not a personal account It will be launched in August, which will use the \"verified\" service of twitter.", "sentiment": 0.0}, "2881990372": {"text": "In the twitter section from now, @PM_Abhisit will stop working to give the team a formal appointment. To take care of it.", "sentiment": 0.0}, "2881883471": {"text": "Which details of the new website launch? I have to offer from the team directly responsible offline.", "sentiment": 0.16818181818181818}, "2881843746": {"text": "The twitter will be officially launched around the beginning of August. All will be part of the launch of the new website.", "sentiment": 0.13636363636363635}, "2881707177": {"text": "When the clarification is understood. I'm going to ask you about the future of account @PM_Abhisit.", "sentiment": 0.0}, "2881650904": {"text": "The team can coordinate with @SatitTrang, @korndemocrat, @apirak_news and the party spokesman PPP even had a description through the media yesterday.", "sentiment": 0.0}, "2881637990": {"text": "I know that misunderstanding. The team tried to coordinate information with the Prime Minister. But the media to interview the Prime Minister before.", "sentiment": 0.0}, "2881622557": {"text": "The problem is more aggressive when the media maintains the point that there is direct communication between them. Prime Minister Abhisit and former Prime Minister Thaksin", "sentiment": 0.19999999999999998}, "2881580475": {"text": "For example, an account named Thaksin or similar. Currently there are 10 accounts and can be added in just a few minutes.", "sentiment": -0.06666666666666667}, "2881547809": {"text": "If there is no official Twitter launch like @thaksinlive .. will notice the Verify symbol at each Twitter screen.", "sentiment": 0.0}, "2881541863": {"text": "Thaksin may just start using Twitter via @thaksinlive for the first time and do not know how to check the identity of the account on Twitter.", "sentiment": 0.25}, "2881527692": {"text": "Thaksin is the same as Thaksin. @thaksinlive I'm misunderstanding that @PM_Abhisit is Prime Minister Abhisit. Reply to message as big news.", "sentiment": 0.0}, "2881521041": {"text": "On the 26th of July, the team worked as usual by presenting the speech of the Prime Minister. From the list of confidence Thailand as ever.", "sentiment": -0.25}, "2881504811": {"text": "What are you going to do?", "sentiment": 0.0}, "2881479336": {"text": "However, \"repeat\" that Prime Minister Abhisit has never granted that account @PM_Abhisit is your official Twitter account.", "sentiment": 0.0}, "2881472148": {"text": "Abhisit sees the importance of communicating government information via Twitter so that our team can continue to work.", "sentiment": 0.0}, "2881466695": {"text": "The Prime Minister Abhisit I have been through the account @PM_Abhisit for a long time and see that it does not damage.", "sentiment": -0.05}, "2881458845": {"text": "Our work is like an independent journalist. The content of the news is presented by the Prime Minister Abhisit's words.", "sentiment": 0.0}, "2881444558": {"text": "Former account @PM_Abhisit set up to present the speech of Prime Minister Abhisit has published through various media. Adapted to presentations via MicroBlog.", "sentiment": 0.0}, "2881437867": {"text": "What is twitter @PM_Abhisit?", "sentiment": 0.0}, "2881401358": {"text": "For the future of @PM_Abhisit ask permission to keep the story at the end. After explaining other issues. Okay then.", "sentiment": 0.125}, "2881378142": {"text": "But past accounts @PM_Abhisit are in charge of the volunteer team. I do not know what to do.", "sentiment": -0.25}, "2881353667": {"text": "The reason is twitter Prime Minister will be officially launched early this August. In the end it is expected to continue from @PM_Abhisit.", "sentiment": 0.0}, "2881310049": {"text": "That's a good thing. @PM_Abhisit is also not a Twitter account \"official\" of Prime Minister Abhisit.", "sentiment": 0.7}, "2881297154": {"text": "I have a question about @PM_Abhisit, such as whether Prime Minister Abhisit or whether the message is a tweet of the Prime Minister actually or not.", "sentiment": 0.0}, "2868751384": {"text": "Repeatedly again. Find the answer twitter @PM_Abhisit here tomorrow.", "sentiment": 0.0}, "2866564839": {"text": "Direct messages to the public in the section of Direct Messages @PM_Abhisit will start following everyone back from 18.00 this offline.", "sentiment": 0.04}, "2865620266": {"text": "Reply with quote twitter @PM_Abhisit here tomorrow", "sentiment": 0.0}, "2865610428": {"text": "RT @AmericanAmerican: http://twtpoll.com/r/du32jw We will know that @PM_Abhisit did not print it, it would not surprise me much.", "sentiment": 0.2}, "2848336914": {"text": "@thaksinlive on the birthday today, you like the other people want to be happy. If you will see the eyes, you will be happier.", "sentiment": 0.3375}, "2832538373": {"text": "RT @LadyBlack_: RT @John_Johnny: I'm not going to make it. http://tinyurl.com/mkpzhv @blogazine_live @PM_Abhisit @thaksinlive", "sentiment": 0.13636363636363635}, "2817074429": {"text": "Outcome of the 42nd AMM / PMC 16th ARF Meetings http://www.14thaseansummit.org/main.php", "sentiment": 0.0}, "2817066092": {"text": "Summary of the 42nd AMM / PMC and ARF 16th Session http://www.14thaseansummit.org/thai/main.php", "sentiment": 0.0}, "2810440164": {"text": "I intend to stop this condition. The wrong attitude is that \"good but not honest. Just alchemy is enough. \"", "sentiment": -0.02500000000000001}, "2810424463": {"text": "If the law is not legal, the country is difficult. And it will increase the value of the lawlessness to become a political movement until the use of weapons.", "sentiment": -0.19999999999999998}, "2810392875": {"text": "But the country can not live without the law. There is no where to be judged wrongly because there is a lot of cheering.", "sentiment": -0.28409090909090906}, "2810386974": {"text": "Yesterday went to the Navy Seminar. The military has blamed people around me for cheating on one person. I do not think that the enemy is the enemy.", "sentiment": -0.1}, "2776125114": {"text": "Watch AbhisitOrg's YouTube Channel: http://www.youtube.com/user/abhisitorg", "sentiment": 0.0}, "2774240579": {"text": "RT @aoodda: Bring the 14th gold medal kids to the world to pay homage to the Prime Minister. http://www.aoodda.com/blog/?p=1151", "sentiment": 0.0}, "2773156413": {"text": "RT @KornDemocrat: Dear Tweeters, this may be of interest to some of you ... http: //bit.ly/tGKkW / www.tkk2555.com", "sentiment": 0.0}, "2731074749": {"text": "We will move this straightforwardly in order to achieve justice. Which is the heart to bring peace back to the south.", "sentiment": 0.1875}, "2731051044": {"text": "I want to learn that the case at the mosque is now an arrest warrant. The person warranted to be in custody corresponds to the identification of the witness.", "sentiment": -0.05}, "2731031887": {"text": "I'm not sure if this is the case.", "sentiment": -0.25}, "2731010048": {"text": "Another problem is the southern provinces have renewed. I have been in the hospital for 3 months.", "sentiment": 0.0}, "2730642121": {"text": "I learned that if we could hold this week in a good way, it would be very important to strengthen our confidence in Thailand and Phuket.", "sentiment": 0.61}, "2730607363": {"text": "At present, Phuket is particularly stringent on safety. I'm not sure if this is the case.", "sentiment": -0.02777777777777778}, "2730585382": {"text": "Thailand is currently hosting the ASEAN Ministerial Meeting. It is a good place to start.", "sentiment": 0.35}, "2648718966": {"text": "I'm not sure if this is a good idea.", "sentiment": 0.22499999999999998}, "2648686224": {"text": "RT @John_Johnny: RT @John_John: I'm not going to go to sleep. The next round will continue. What kind of style are you considering?", "sentiment": 0.13333333333333333}, "2631822328": {"text": "RT @John_McNews: @John_John", "sentiment": 0.0}, "2627578230": {"text": "RT @kengdotcom: @PM_Abhisit Include the twitter account list of Thai politicians. http://bit.ly/151uEG", "sentiment": 0.0}, "2614774137": {"text": "MRT @KornDemocrat: Today we have strong Thai bonds. For the first time, the retail and elderly subscriptions. People who miss Wednesday also have.", "sentiment": 0.3416666666666667}, "2592708387": {"text": "RT @John_McDonald", "sentiment": 0.0}, "2592279675": {"text": "RT @JohnMcDonald: I do not know what to do. We need to keep the \"dawn of happiness\" better.", "sentiment": 0.6}, "2592192352": {"text": "RT @Stephen_American: I do not know what to do.", "sentiment": 0.0}, "2592180441": {"text": "RT @John_Johnny: RT @John_Johnny: I'm not sure what you mean by that.", "sentiment": -0.28125}, "2585775911": {"text": "From now on, I intend to travel to all areas as much as possible. The Thai plan will be strong throughout the country, which has to follow the drive to be good.", "sentiment": 0.37777777777777777}, "2585580606": {"text": "For free learning policy 15 Years and allowances, old people Confirm that the government will continue, not just 6 months, as alleged.", "sentiment": 0.13333333333333333}, "2585537797": {"text": "If you can do it smoothly, the government will be able to propel the policy well. I assure you that it will work for all people and do it continuously.", "sentiment": 0.45}, "2585495985": {"text": "Thank you Buriram for warm hospitality. It shows the harmony not only Buriram but the harmony of the people.", "sentiment": 0.3}, "2570428332": {"text": "MRT @KornDemocrat: Cabinet passed a bill that allow businesses to use other types of property for loans. http://bit.ly/QdBOT", "sentiment": -0.125}, "2564325783": {"text": "RT @AmericanAmerican: I do not know what to do. http://www.aoodda.com/blog/?p=1108", "sentiment": 0.0}, "2547211804": {"text": "It will be possible to study the possibility of adding two BTS routes to the master plan of the Bangkok metro system.", "sentiment": 0.0}, "2547206580": {"text": "In addition, there is a tendency to study additional BTS routes. From Bangkapi to Minburi From Minburi to Ramindra to the center.", "sentiment": -0.1}, "2547195350": {"text": "The key issue is the extension of the BTS route. North of the new bridge to Pathum Thani. And east to Samutprakarn.", "sentiment": 0.06818181818181818}, "2547189626": {"text": "There are issues to be addressed in the Bangkok area. Within August, the mass transit master plan will be adjusted. The administrator has disabled public write access.", "sentiment": -0.1}, "2531617981": {"text": "Bus reforms are not limited to rental or hire purchase. Established company The government will decide transparently.", "sentiment": 0.03571428571428571}, "2531559202": {"text": "Our goal is to make the bus service better with the BMA lost from the loss that the Cabinet has given transportation to consult with NATION to spend another 30 days.", "sentiment": 0.5}, "2531547456": {"text": "Last week, the maturity of the project will be reported on the bus project.", "sentiment": 0.0}, "2531389429": {"text": "MRT @Tarnapon: @PM_Abhisit Tax restructuring + fees to attract shipper manufacturers Targeting the expansion of transportation business to create more income for Thai people.", "sentiment": 0.5}, "2531386775": {"text": "MRT @Tarnapon: @PM_Abhisit Promote the transportation business seriously. Revise policies that impede transportation investment. Thailand is a regional distribution center.", "sentiment": -0.21666666666666667}, "2511306232": {"text": "This land tax has an additional idea that will fund part of the land fund. To help solve the problem of the people who do not continue to eat.", "sentiment": 0.0}, "2511299021": {"text": "Around August this will begin the regulation of the community deed along with @korndemocrat. Land tax This will contribute to the distribution of land holdings.", "sentiment": 0.0}, "2511280881": {"text": "The concept of \"community deed\" will be able to give ownership to the people who will care for the poor people in the land use to solve the problem.", "sentiment": 0.04999999999999999}, "2511271091": {"text": "The solution to the problem in the past was limited. The ownership of the land then changed hands. Finally, poor people do not have to eat again.", "sentiment": -0.24047619047619048}, "2511265870": {"text": "Last week, there was a follow up to the solution of the public brotherhood that I considered the most difficult problem. People are having problems eating.", "sentiment": 0.0}, "2508399972": {"text": "I got to work and follow the seminar. It will be adjusted to the government policy and the National Economic and Social Development Plan.", "sentiment": 0.11666666666666667}, "2508396156": {"text": "This is how we can improve our competitiveness. It will be called the confidence, create opportunities for trade, investment and tourism.", "sentiment": 0.0}, "2508387159": {"text": "Therefore, the seminar organized a private sector. It is important to have the experts in the rankings meet for 2 days.", "sentiment": 0.2}, "2508374942": {"text": "I would like to reiterate to the brothers that I and the government aim at that. Our work is now looking to work in the long term.", "sentiment": -0.05}, "2508365830": {"text": "This year, the organization ranked Thailand's competitiveness has improved from 27th to 26th. We do not think that this figure should be satisfied.", "sentiment": 0.5}, "2495801323": {"text": "RT @AmericanFacts: \"I do not know what you're talking about.\"", "sentiment": 0.0}, "2493791221": {"text": "This week I will travel to Vietnam. It will be planned to open areas such as the Northeast to the sea, the port of Vietnam or other ways.", "sentiment": -0.041666666666666664}, "2493779408": {"text": "# Transport system 4. Link to ASEAN network To the south of China. And down to Malaysia, Singapore.", "sentiment": -0.15555555555555559}, "2493777052": {"text": "# Transport System 3. It is considered that routes around Bangkok are suitable for high speed trains.", "sentiment": 0.35500000000000004}, "2493775420": {"text": "# Transportation system The train can speed up service. Both travel and freight.", "sentiment": 0.0}, "2493764868": {"text": "#Transportation system in Thailand will be implemented in many ways: 1. Improvement of railroads nationwide, which is very dilapidated.", "sentiment": 0.35}, "2490837044": {"text": "I'm going to the northeast to see the source of the water. In order to push the Thai strong to meet the target.", "sentiment": 0.4333333333333333}, "2490835066": {"text": "This is because of the \"strong Thai operation\" which is investing in water resources. The farmers can produce more crops per acre.", "sentiment": 0.4666666666666667}, "2490826955": {"text": "Starting this 11th National Economic and Social Development Plan, I emphasize the importance of agriculture as a major food and energy producer.", "sentiment": 0.07395833333333333}, "2489216264": {"text": "Today, the government has announced the ban on alcohol. I would like to say Do not be drunk, it can be fun to enjoy during this long holiday period.", "sentiment": 0.037500000000000006}, "2489176318": {"text": "This is the resolution of the Cabinet earlier to give a 5-day holiday to promote tourism in the country. I hope everyone will be happy.", "sentiment": 0.4}, "2489159083": {"text": "There will be a two-day public holiday Monday to Wednesday, Wednesday and Wednesday. It is a day of Asha. And Lent Day.", "sentiment": 0.0}, "2466923445": {"text": "#i_love_thailand: All Thai people should show gratitude to the land. Let's reiterate that the benefits of the country should come before its own benefits. If everyone follows this, the country will be calm.", "sentiment": 0.46666666666666673}, "2466918760": {"text": "#i_love_thailand: having different opinions should be expressed properly The culture is good. With the power to create opportunities for Thailand.", "sentiment": 0.3}, "2466915550": {"text": "#i_love_thailand: We are proud of the Thai people are not second in this industry, but 2-3 years we have problems. The perception of foreign countries against us is a picture of violent conflict.", "sentiment": 0.075}, "2464972008": {"text": "RT @Stephen_Amazing_: RT @John_Johnny_: RT @John_Johnny: I'm not going to make it.", "sentiment": 0.6000000000000001}, "2464662701": {"text": "The impact of certain FTAs ​​must be recognized. It will improve some of our competition.", "sentiment": 0.21428571428571427}, "2464620393": {"text": "FTA negotiations need to look at all sectors to prepare ahead. The important thing is not to do so much or sooner. But in the increased opportunities for people in society.", "sentiment": 0.30000000000000004}, "2464599295": {"text": "The Thai-US bilateral FTA will continue to be a problem of the US. But it is possible to negotiate with new markets such as the Middle East, Eastern Europe and the EU.", "sentiment": 0.03409090909090909}, "2464585058": {"text": "The FTA will further focus on the WTO taking advantage of ASEAN and East Asian interests as a result of the FTA with key negotiators in East Asia.", "sentiment": 0.0}, "2462739595": {"text": "RT @SatitPage: Good morning! Today ... Follow ... I loveThailand ......", "sentiment": 0.7}, "2462370992": {"text": "RT @John_Music: I love you!", "sentiment": 0.5}, "2457153053": {"text": "The Red Shirts will ask for forgiveness for Thaksin, reiterating that politics must not pull the institute concerned. And at least I have to repent before offline.", "sentiment": -0.15}, "2457023567": {"text": "Thaksin should be relatives or acquaintances When the conscience is wrong, then proceed. It is not a political issue or a number of people.", "sentiment": -0.25}, "2440765798": {"text": "Please express your regret to your family. Madam, please strongly encourage me and express my condolences.", "sentiment": 0.4333333333333333}, "2421161347": {"text": "RT @John_Johnny: I do not know what to do.", "sentiment": 0.0}, "2403255243": {"text": "@SatitBuddha http://bit.ly/12F6sp", "sentiment": 0.0}, "2402736029": {"text": "RT @Stephen_American: I do not know what to say.", "sentiment": 0.0}, "2399938819": {"text": "The Pandas have confirmed that they need to expand cooperation. The future of the little panda will have to wait for more than 2 years, what will be the best.", "sentiment": 0.34249999999999997}, "2399933490": {"text": "I believe there will be a better trend soon to be expected. This will be added to the tour as well. Starts direct flight from Guangzhou to Phuket.", "sentiment": 0.16666666666666666}, "2399931398": {"text": "Thai-Chinese Tourism I talked to the President, the Prime Minister and the Communist Party executive. County Executive", "sentiment": 0.0}, "2399460887": {"text": "We are going to have a double rail rails upgrade to make the train link to China. May pass through Vietnam, Cambodia, Laos or Myanmar, which will continue.", "sentiment": 0.0}, "2399459023": {"text": "The investment in rail system in Thailand strong. Meet Chinese enterprises that play a huge role in the construction of railway in China for several thousand kilowatts.", "sentiment": 0.20833333333333334}, "2398568249": {"text": "Many Chinese businesses want to expand their investment. Consumption electronics Agricultural processing", "sentiment": 0.25}, "2398561883": {"text": "In terms of trade has agreed on the import of fruit from Thailand. The key is to make the fruits reach the market as fast as possible.", "sentiment": 0.06666666666666667}, "2398559498": {"text": "I would like to take that opportunity to travel to China. Discussed with the president and prime minister of China.", "sentiment": 0.0}, "2387047530": {"text": "I confirm that the government still retains the same rights in Thailand. What's the difference? We do not know that we have to solve the problem.", "sentiment": 0.0}, "2387033538": {"text": "No one said to go to temple temples. So I think I have to be careful. Because some people try to cause border problems between neighbors.", "sentiment": -0.1}, "2386978064": {"text": "Therefore, the temple does not change anything. Do not be a victim of people trying to make this point.", "sentiment": -0.07500000000000001}, "2386975600": {"text": "The story has a mechanism or something to do it. This means that there is a boundary commission. There is a memorandum to be implemented. And ask for a peaceful solution.", "sentiment": 0.25}, "2386972176": {"text": "Preah Vihear Temple I met the prime minister Hun Sen every time he said that. This is a problem we get from the past. Let us talk about the present and the future.", "sentiment": -0.08333333333333333}, "2386055006": {"text": "Do not use methods that make the public or the majority of the public. It is a story that I want to leave the brothers of all groups.", "sentiment": 0.0}, "2386051783": {"text": "I do not know what the public brothers. There are disagreements, complaints, claims, and suggestions.", "sentiment": 0.0}, "2386048187": {"text": "However, this plan has not yet been implemented. Just discuss the peace in the parties. Relevant before then to move forward.", "sentiment": 0.4}, "2386047377": {"text": "The fact is not privatized or privatized. The only way to adjust the rail care. From running the car. And the railway property.", "sentiment": 0.0}, "2386045798": {"text": "Deputy PM I negotiate until I have a good understanding. It will also allow three sectors to jointly oversee the railway rehabilitation plan.", "sentiment": 0.7}, "2386044524": {"text": "Last week, I solved some of the issues that have some inconsistencies, such as train reform.", "sentiment": -0.03333333333333333}, "2383376018": {"text": "Who has symptoms to avoid transmission? And the general public must be careful about hygiene, such as washing hands.", "sentiment": -0.012499999999999997}, "2383372643": {"text": "I repeat that this disease meets many countries. But let's get to the hospital soon, especially the risk group. The elderly, pregnant women who have a disease.", "sentiment": 0.27777777777777773}, "2383361276": {"text": "The important thing is if the symptoms are fever, cough 1-2 days and then disappear. Please rush to the hospital to help reduce the risk.", "sentiment": 0.4}, "2383359100": {"text": "I would like to reiterate that, in fact, the mortality rate is close to that of the normal flu. Or slightly lower.", "sentiment": -0.008333333333333331}, "2383353680": {"text": "I would like to emphasize that this infection rate in the country will increase one to 70-80 people, but many countries are in a similar situation to us now.", "sentiment": 0.25}, "2383351966": {"text": "In case of death in 2009, I would like to express my condolences to the families who lost their lives.", "sentiment": 0.0}, "2380021635": {"text": "Those interested in strong Thai bonds. You can visit this URL http://bit.ly/DNzHe.", "sentiment": 0.3416666666666667}, "2380019043": {"text": "Project To invest in Thailand, it should be done in August.", "sentiment": 0.0}, "2380016398": {"text": "It is expected that by mid-July, Bt50bn worth of loans through bond issuance will be able to be completed.", "sentiment": 0.175}, "2379918941": {"text": "In the first 2 years, the 3% interest rate will move to 4%. Finally, it will end up at 5%", "sentiment": 0.125}, "2379907166": {"text": "The first 15,000 million baht will open for older people over 60 years to reserve the first bond. The choice of savings is 5 years.", "sentiment": 0.16666666666666666}, "2379846244": {"text": "When the Ministry of Finance passed the Ministry of Finance. @KornDemocrat The bond issue to the public as a buyer of 50 billion.", "sentiment": 0.0}, "2379819358": {"text": "The amount of money will be added to the treasury of no more than 200 billion, and the rest will be used in the strong Thai. I have talked to many times.", "sentiment": 0.22777777777777777}, "2379814070": {"text": "Thanks to the Senate finally approved. The government gives the government 4 billion baht.", "sentiment": 0.1}, "2379810869": {"text": "Same day, I had to return from Singapore sooner. Due to concern about understanding the Senate in considering the various decrees.", "sentiment": -0.041666666666666664}, "2379780241": {"text": "There is talk of accelerated cooperation on political economy, trade, investment, and the cooperation of government officials, which has been doing for a long time.", "sentiment": -0.025}, "2379773503": {"text": "Last week I went to Singapore. This is a part of traveling to ASEAN during their tenure.", "sentiment": 0.0}, "2370904396": {"text": "Video clips of Thailand today http://122.154.17.58/primetalknews/primetalknews20090628.wmv", "sentiment": 0.0}, "2370902688": {"text": "Audio Clip of Thailand Today http://122.154.17.58/primetalknews/primetalknews20090628.wma", "sentiment": 0.0}, "2364400835": {"text": "RT @John_Stephan by Apirak Kosayodhin at http://ideas.in.th", "sentiment": 0.0}, "2357284870": {"text": "RT @JohnMcDonald You can visit this URL http://bit.ly/DNzHe.", "sentiment": 0.0}, "2342613400": {"text": "Now, around the world, love Thailand. WELCOME TO THAILAND The Thai people will have the opportunity to develop the country or not. Thailand has the potential and the government will try its best.", "sentiment": 0.575}, "2342610978": {"text": "If the lawsuit is not considered fair, it can complain. The government is ready to take care.", "sentiment": 0.44999999999999996}, "2342609338": {"text": "Reform of politics The government has set up a committee of MPs with MPs from all parties to examine the reforms.", "sentiment": 0.0}, "2342581460": {"text": "If it is illegal, the government will proceed with the judicial process. But so far it has not been found that there is any reason to reunite.", "sentiment": -0.2}, "2342573718": {"text": "The big red shirts' meeting tomorrow. It is reiterated that the assembly, if within the scope of the law, can do so.", "sentiment": 0.0}, "2342442210": {"text": "This is what I have discussed in my trip to China. And will tell the brothers to listen to the list of confidence in Thailand.", "sentiment": 0.0}, "2342440293": {"text": "China will participate in the construction of infrastructure such as rail and tourism, which we would like to have a Chinese brother back to Thailand as much.", "sentiment": 0.05}, "2342432695": {"text": "The important goal of the rubber, cassava and fruit products will be discussed.", "sentiment": 0.4}, "2342429834": {"text": "Because of the expansion of trade, investment or cultural cooperation. There are also opportunities to expand for the benefit of both countries.", "sentiment": 0.1}, "2342386801": {"text": "Official visit to China It is a very important journey. This is my first post. I have a private tour.", "sentiment": 0.25666666666666665}, "2342379253": {"text": "My Personal Website: http://bit.ly/KucMh", "sentiment": 0.0}, "2342375562": {"text": "Web http://www.abhisit.org Can be used normally.", "sentiment": 0.15}, "2342025959": {"text": "I think the story of this world heritage will continue to understand the way Cambodia.", "sentiment": 0.0}, "2342023515": {"text": "As we see that doing so is affecting the relationship. And there is a risk of accelerating the violence.", "sentiment": 0.0}, "2342022263": {"text": "We stand on the right side of the register of the World Heritage. Cambodia wants to do the same thing.", "sentiment": 0.1619047619047619}, "2342021497": {"text": "On the subject of the border, it must be resolved according to the mechanism agreed under peaceful means.", "sentiment": 0.04166666666666667}, "2342020097": {"text": "Relations with Cambodia Deputy Prime Minister Suthep Thaugsuban will travel to understand that what we do is not different from the talk with Cambodia.", "sentiment": 0.0}, "2342016386": {"text": "We want to see peace. See the relationship between Thailand and Cambodia. Therefore, we have taken the position here.", "sentiment": 0.0}, "2342014745": {"text": "In the world heritage. The area around the temple temple overlaps the territory of Thailand and Cambodia.", "sentiment": 0.0}, "2339961259": {"text": "I hope this new system will be more sustainable than in the past. And can be useful to the farmer thoroughly thoroughly.", "sentiment": 0.17159090909090907}, "2339933249": {"text": "At the same time, the strategic plan of each crop. The government is accelerating its work in parallel with the investment in water resources in accordance with the strong Thai action plan.", "sentiment": 0.13333333333333333}, "2339920385": {"text": "The original purpose of pledging crop prices. This will be a picture and probably will be presented. I'm going to rush out to catch the season.", "sentiment": 0.375}, "2339893728": {"text": "If there is a pledge intervention, it will be made at a lower price than the market. To open an alternative for farmers. I decided to bring the product to market immediately. Or will be pledged.", "sentiment": 0.0}, "2339890913": {"text": "The way it is trading in the market is normal. If the price is lower than the insurance price, then get the compensation from the government. As it is registered.", "sentiment": 0.15}, "2339886279": {"text": "When the output comes out, the government does not have to intervene in the market that some pledges do not pawn. The government has many goods and it has problems.", "sentiment": 0.5}, "2339856281": {"text": "Then when the output came out. The government will help by keeping the farmers' brothers happy. And have a reasonable return.", "sentiment": 0.5}, "2339853474": {"text": "The key is to register farmers. The government is aware of how many main crops each farmer has planted in the estimated amount.", "sentiment": 0.22916666666666666}, "2339842730": {"text": "But the system is not the best system. Farmers who really benefit. Not yet So we are doing a new system.", "sentiment": 0.4454545454545455}, "2339840535": {"text": "Economic problems of agricultural products. The government has paid a lot of money. Through the intervention program, each year is now hundred thousand.", "sentiment": 0.2}, "2337449722": {"text": "However, I confirm the position and assure that the government wants to keep a check on spending under this Act.", "sentiment": 0.2}, "2337445623": {"text": "In the end, it must be considered by the Commissioner-General of the Council, who said that it considered the three agendas because the commission was not available because the opposition was not present in the meeting room.", "sentiment": -0.049999999999999996}, "2337443084": {"text": "But it appears that the opposition has decided to walk out of the conference room. It is an expression. It's a political right.", "sentiment": 0.14285714285714285}, "2337212507": {"text": "I learned that the spending framework of the Royal Decree was proposed by the council. The framework for the use of money under the old Act is intended to propose to the Council of the Commission to consider three terms.", "sentiment": 0.1}, "2337138621": {"text": "This is part of the budget. Another part is private investment. And another part must be a loan.", "sentiment": 0.0}, "2337126674": {"text": "Whether it is water, roads, schools, hospitals, health centers and restoration of tourist attractions. Including the development plan of the 5 southern border provinces.", "sentiment": 0.0}, "2337102902": {"text": "The investment over the next three years will amount to about 1.5 trillion baht. We want to give our country a competitive edge.", "sentiment": 0.0}, "2323893112": {"text": "Thailand's strong performance in 2012: the country will be strong People will be strong. Strength must be both the whole country and the infrastructure goes together.", "sentiment": 0.37499999999999994}, "2320816524": {"text": "My Weekly Address: http://bit.ly/aRWGk", "sentiment": 0.0}, "2320815341": {"text": "Thailand Confidence: http://bit.ly/aRWGk", "sentiment": 0.0}, "2320814417": {"text": "Discuss the draft budget bill 2010: http://bit.ly/ZgCwS", "sentiment": 0.0}, "2320813200": {"text": "Thailand Debt Settlement Debate Act 2012: http://bit.ly/WSiRM", "sentiment": 0.0}, "2320812172": {"text": "Thailand Debt Settlement Debate Debate: http://bit.ly/1j36aB", "sentiment": 0.0}, "2320811121": {"text": "Sufficiency Community Project: http://www.chumchon.go.th", "sentiment": 0.0}, "2320810175": {"text": "The Seedling Project: http://www.tonkla-archeep.com", "sentiment": 0.0}, "2320808901": {"text": "National Help Check: http://bit.ly/JXqpO", "sentiment": 0.0}, "2320807715": {"text": "Stumpus Package 1: http://www.chuaichart.com", "sentiment": 0.0}, "2320806035": {"text": "The 14th ASEAN Summit - Asean Summit Thailand 2009: http://www.14thaseansummit.org", "sentiment": 0.0}, "2320804648": {"text": "1111 Government Hotline: http://www.1111.go.th", "sentiment": 0.0}, "2320803384": {"text": "The Government of Thailand: http://www.thaigov.go.th", "sentiment": 0.0}, "2320801471": {"text": "Democrat Party: http://www.democrat.or.th", "sentiment": 0.0}, "2319740788": {"text": "My Hi5: http://abhisitvejjajiva.hi5.com", "sentiment": 0.0}}