{"914290157041328128": {"text": "Historian Hito Hitoi said that this election is a very important election in which whether the course of Japan is war or peace depends. Election as to whether to follow President Trump or seek out his own way. That's right. However, whatever you take in the composition of Abe Koike, the security policy is subordinate to the United States as a matter of fact. The future of this country is dangerous.", "sentiment": 0.16114285714285714}, "914080743181058048": {"text": "Osprey caught another accident. Two Ospreies belonging to Futenma Air Station landed emergency landing at the new Ishigaki Airport yesterday. One machine seems to be an engine trouble. Two of the 24 deployments already crashed and emergency landings are one after another. On the same day crashed in Syria. What is called without saying this as a defective machine? Deployment should be retracted.", "sentiment": -0.02121212121212122}, "914073803604451328": {"text": "U.S. army helicopter turned overhead over and over while sitting in order to protest against a truck entering the gate in front of the gate of Henoko's Camp Schwab base. US military aircraft can fly freely over Japan anytime anywhere. It seems that such things are about Japan. I heard that even in Afghanistan it is a notification system.", "sentiment": 0.06000000000000001}, "912616798922477569": {"text": "RT @ IWJ _ sokuhou: 【donation rewards】 Yukio Hatoyama, Masahide Ohta, Yasutaka Matsushima, Akira Kimura \"Rebellion of Okinawa\" (Kagawa Publication) https://t.co/YjgEuQyhHo @ iwakamiyasumi Tomorrow September 27 ) From 13:30, Mr. Yukio Hatoyama, Mr. Yasutaka Matsushima, Akira Kimura interview ...", "sentiment": 0.0}, "912491081857560576": {"text": "It was just scalp from the eyes. I believed that convenience store rice balls and sandwich contain preservatives and synthetic coloring agents .... However, after hearing the story of Seven-Eleven Ito Managing Director, I found that preservatives and synthetic coloring agents are not used for those foods in Seven. It is wonderful. Let's not be trapped by stereotypes.", "sentiment": 0.4}, "912269450862194688": {"text": "The live broadcast will start soon! The 217th UI channel LIVE dialogue Yukinori Hatoyama × Kiyoshi Sonosaki \"Current affairs talks\" # nicoch 2573627 https://t.co/dfnJc4LvDy", "sentiment": 0.0909090909090909}, "911870422949363713": {"text": "I was invited by a study group of dozens of business people in the world held in Seoul to discuss the North Korean problem and so on. Lee Hong Kuan, former Prime Minister of South Korea and Vice Minister for Foreign Affairs Hyun participated. The difference between Japan and Korea became obvious. Prime Minister Abe intensify sanctions against dialogue. South Korea intends to reinforce sanctions to return North Korea to the dialogue line to the last. There is no solution other than dialogue.", "sentiment": -0.05}, "911000117926178816": {"text": "Prime Minister Trump and Abe told North Korea that the dialogue failed and destroyed by pressure, the Prime Minister Merkel and Tiger President Sergei Taga made a mistake in addressing dialogue with the United Nations. Japan and Korea are not only attacked by military resolution north. I do not know why the Japanese prime minister will follow the United States where it is not directly attacked.", "sentiment": -0.13}, "910989387520864256": {"text": "The Emperor and Empress of the Emperor took a private trip the day before yesterday. I was visited by the Goryeo Shrine and visited the cluster cliffs of cluster amaryllis. Goryo Shrine is a shrine dedicated to the people of the Korean Peninsula from Goguryeo. The Japanese newspaper covered only Higanbana, but during this time the Empress Empress and the Empress expressed the desire to be friends with the people of the Korean Peninsula.", "sentiment": 0.0}, "909734208133783554": {"text": "It is on air! The 216th UI Channel Broadcasting \"9.3 Symposium and Oceanic Hokuto Concert - Let's Protect the Yanbaru Forest and Henoko Sea\" - # nicoch2573627 https://t.co/7VW5zkUrhu", "sentiment": 0.0}, "909601986663686144": {"text": "It seems that the general dissolution general election at the beginning of the extraordinary Diet session has been decided. It is exactly the election only for self-protection that diverts Morike's problem. Will you blank out the Diet while saying that North Korea's nuclear missile development is definitely prevented? Is not Japan's role to say that when the tension of the North and the ROKE is rising, it is calm for them to tell them to explore the way of dialogue.", "sentiment": 0.12291666666666667}, "908479072770023425": {"text": "It is not a thousand kilometers but a mistake of two thousand kilometers. Excuse me.", "sentiment": -0.05}, "908478426788405248": {"text": "North Korea also launched a missile. Destination to Ten thousand kilometers of Arimono Cape is collapse - twice the distance of Tokyo. And if it falls from Hokkaido over the sky, it will burn out when entering the atmosphere. It is to give peace to the people rather than bashfully stimulating tension and burning enemy. It is to make an environment where missiles do not fly.", "sentiment": -0.2}, "908474138121052160": {"text": "North Korea launched a missile again and arrived at the sea over the east of the Araku cape, 2000 kilometers. It says that Japan can sink into the sea with nuclear power because Japan danced in tune with US sanctions. Once Japan decided to make a war inability to endure economic sanctions. This country can not give up nuclear weapons of sanctions. It is Japan that is hit by the war. We have to open the way for dialogue.", "sentiment": 0.1}, "908357415455801344": {"text": "It seems that President Trump is planning to stop by Japan, China and Korea before going to Vietnam with APEC, but it is said that in Japan Japan will play golf with Abe again. Perhaps it is a wise bishop of an aideside bureaucrat. It is not just about appealing the intimacy of the Japan-US summit. Bureaucrats are in trouble if the top leaders are unable to talk about difficult problems.", "sentiment": 0.08333333333333333}, "907194041581821952": {"text": "The live broadcast will start soon! The 215th UI Channel Broadcast \"Intelligence Principles - A Method to Train Strategic Thinking -\" # nicoch 2573627 https://t.co/wD3NHwHP5z", "sentiment": 0.13636363636363635}, "907017713821794304": {"text": "A symposium etc in Okinawa, friends from the business circled from Aichi. He also misunderstood that the Okinawa economy is being helped thanks to the base. When I came I understood that it was a lie. To impress the base in Okinawa, such a hoax is circulating in the mainland. I wish I could attract you if you think so.", "sentiment": -0.35000000000000003}, "905833343933022210": {"text": "Defense Minister Shigefumi Ishiba, who is fighting against Prime Minister Shinzo Abe, said he would review Japan 's three non - nuclear principles without bringing in nuclear weapons in order to counter North Korea' s nuclear threat. Rice cakes drawn in a picture under the nuclear umbrella of the United States, but if you are under the nuclear umbrella of the United States you do not have to stay in Japan anywhere the nucleus is valid. Three non-nuclear principles should be maintained.", "sentiment": 0.0}, "904499288964718592": {"text": "North Korea conducted a nuclear test. The other day I passed a ballistic missile over Hokkaido. It is an act that threatens peace each and should condemn. Just sticking out forbidding and strengthening sanctions will not solve it. How to put the North Korea in the negotiating place and conclude a peace treaty. The military solution is to make Japan-Korea the sea of ​​fire. The role of Japan and Korea is obvious.", "sentiment": -0.075}, "903859798059319296": {"text": "First of all I would like to congratulate Mr. Seiji Maehara as the new representative of the Democratic Progressive Party. However, Mr. Maehara 's stance is the maintenance of the United States of America, the legislators who left Professor Dempsey, and the newborn Koike Shinpei will be maintenance of the United States. Needless to say, the Abe Liberal Democratic Party, Japanese politicians are just keeping track of the United States no matter where they face. Then who will sing Japanese true independence?", "sentiment": 0.033766233766233764}, "903054137452937217": {"text": "About 80% of the seeds necessary for agriculture in Japan is imported. Furthermore, the seed law prescribed the role of the state as the production and spreading of excellent seeds of rice, wheat, soybean was abolished as to hinder private entry. In the future, we will entrust our staple food to multinational companies such as Monsanto. Because it is F1, it buys high seeds of genetically modified every year. Subordinate to the United States with embarrassment.", "sentiment": 0.19333333333333333}, "902556695989174276": {"text": "Mr. Kaji Yabe is a program on the UI channel, and from now on, joint training between the SDF and the US military will become active. And for the war brought by the US military, the SDF will fight under the direction of the US military. Because Prime Minister Yoshida was told that he is closing such command with the ambassador to Japan. Japan is a country of the United States.", "sentiment": -0.08666666666666667}, "902091236495855616": {"text": "Today's guest of the UI channel is Koji Yabe, author of 'I do not know'. I will send it with live broadcast from 20 o'clock with Mr. Takano Meng. The 213rd UI channel broadcast LIVE talks https://t.co/cNraEhDJ5O", "sentiment": 0.13636363636363635}, "901267667914432512": {"text": "Governor Koike decided not to send a memorial sentence to the memorial ceremony of the Great Kanto earthquake killer Korean people on September 1. The reason is that although we do memorial of the whole earthquake, we say that we do not mourn for individuals. Victims of natural disasters and victims of Lynch Murder are quite different in quality. There are various reasons such as rumor flying, but the crime that the Japanese killed Koreans is heavy. You should reconsider.", "sentiment": 0.07777777777777779}, "900656499554271233": {"text": "The grandmother sitting on the curb on the sidewalk in front of the gate opposed the construction of Henoko's US military new base was hit by a minicar. It is said that there is suspicion of both legs fractures. It is right after the prefectural police riot police force forcibly eliminated sit-in citizens. The criminal is running away, so I do not know the details, but if it was done consciously, it is too bad story.", "sentiment": -0.12224025974025973}, "899827239604297730": {"text": "A good example of whether Japan is stupid and not an independent country was listed in the Ryukyu Shimpo. The report of the accident that the US Army helicopter crashed on a US Navy ship off Uruma city two years ago is almost black. It is exactly like public announcement by the government of government and public. Let's make Japan independent. https://t.co/rgOPlktXXI", "sentiment": -0.002083333333333326}, "899639460769353728": {"text": "The US-Korean military exercise began, North Korea strongly condemned \"to put oil on fire\". However, the US military does not use a B1 strategic bomber that can raise nuclear weapons, and US troops have been reduced by more than 7,000 people a year. Clearly it is a signal to North Korea. Do not war with each other against the word. I feel the signs of moving towards dialogue. Only the Japanese government is not visible.", "sentiment": 0.08854166666666666}, "899635192226136065": {"text": "A representative election of the Democratic Progressive Party was announced. Mr. Mr. Mr. Mr. Mr. Mr. Mr. Mr. Mr. Mr. Mr. Mr. Mr. Mr. Mr. Mr. Mr. Takano Mr. Mr. Abe said that Constitutional Article 9, 1 and 2 of the Constitution do not change and the Constitution adding items of the Self Defense Force originally wrote the claim of Seiji Maehara originally. Then, when Maehara candidate becomes representative, the constitutional revision desired by Prime Minister Abe will be realized. Is that okay?", "sentiment": 0.4166666666666667}, "898459602324303872": {"text": "We decided to buy an expensive ground - based interceptor missile from the United States in order to strengthen the pressure against North Korea at 2 plus 2 meeting. It is impossible to shoot down missiles with multiple missiles whose positions are not precisely known. It is not even a person to give in if you increase pressure. Japan will target if it comes to war. How to put the north on the dialogue line is everything.", "sentiment": -0.3044444444444444}, "898327121923194880": {"text": "Today Osprey fly in Hokkaido for Japan-US joint training. It has been two weeks since I crashed in Australia. Governor Okinawa Okinawa criticized the government who accepted the flight, governor Takahashi way accepted. Who will protect the lives of local residents? You can not protect your life because the US military has the right to fly anywhere at any time. Japan is not an independent country.", "sentiment": 0.2976190476190476}, "897309413869879297": {"text": "I participated in the memorial ceremony of the war dead at the Budokan, and made flowers. The keywords of each greeting were Prime Minister Abe \"Spirit\", Emperor \"Reflection\", Chairman Oshima House of Representatives \"Constitution\". It is the Emperor Showa who decided the war, but if the Majesty took the reality that could not be dismissed by the government, the government should reflect on the reality.", "sentiment": -0.2}, "897138949784719361": {"text": "When my mother 's aunt died, I participated in the eve of the church at the eve of the evening, when I was 93, I asked my husband, who is a girl, a secret of health. I got words that health can not be obtained without compensation. That uncle 's health law is 100 bending and extending exercises a day. It would be shallow to think that you can depend on medicine and supplements to maintain health.", "sentiment": -0.3666666666666667}, "897133582853877760": {"text": "@ mayomayo 41212 It is very cute. I am looking forward to growth.", "sentiment": 0.65}, "896674303688572928": {"text": "President Trump has instructed investigation on China's unfair practices such as infringement of intellectual property rights. If there is, say that it will place high tariffs on Chinese products. It is the American citizen that is troubled and it does not mean that US products that will not be replaced can not be sold with it. Whether the president's aim is to strengthen sanctions against North Korea in China goes well?", "sentiment": -0.047968750000000004}, "895573321927897088": {"text": "It became clear that the government is facing the atom bomb victims and the US. Nuclear weapons states can not agree with the nuclear weapons treaty. Does the government that does not have ears to hear the desire to participate in the conference at the same time to convey the voices of the exposed person still believe in the myth that it is safe because it is still in the nuclear umbrella of the United States? I want you to think with your own head.", "sentiment": 0.3}, "894863211966611456": {"text": "Beyond the sea, Mr. Trumpet of \"First First\" is the president, Governor Koike won \"Citizen First\" here, saying \"Japan First\" is born this time. I can not see the policy, but I feel a sense of the nationalism full of myself. But is it really OK? I believe that it is not politics unless there is a heart to consider an opponent.", "sentiment": 0.30833333333333335}, "894853505785012225": {"text": "When Osprey crashed in Australia, Defense Minister Onodera asked for self-restraint of domestic flight. When falling to Nago, flight resumed in 6 days. Well, this time I thought how many days I would like to ask for a self - control request, I did not have a day. It is always decided that it is necessary for operation as long as it is conditional on \"operation is not necessary.\" Is it okay for us to be fooled by this forces?", "sentiment": 0.15833333333333333}, "893978011963334656": {"text": "New Esaki Tetsu Okinawa Minister Northern Minister Okinawa said to reporters that the answer \"I will read the manuscript of the office firmly, read a reply letter,\" or not. I am honest, but I do not need a minister if I read the sentences of the government office as it is. Officials can not tell the dream of the future. If I can not tell the future of Japan, I would like to ask the Minister whether he is a politician.", "sentiment": 0.10727272727272727}, "893855800040476672": {"text": "Osprey again crashed. Okinawa US military Osprey crashed during training in Australia, three were missing. Osprey crashed in Nago off the coast of December last December. The report was lapse of duty, but when I saw the site, it crashed clearly and it was wrecked. You should not manufacture a widow any more. The US soldier is sorry.", "sentiment": -0.03333333333333333}, "892896641967050752": {"text": "In a Tokyo newspaper interview, former Prime Minister Yasuo Fukuda stated that \"bureaucrats are only looking at the complexion of the official residence, the destruction of the state is near.\" The young bureaucrat who visited me yesterday also said exactly the same thing, and was lamenting that \"officials are losing their motivation.\" As long as the formation of the official residence does not change, it will be impossible for the cabinet remodeling to surpass the quake.", "sentiment": -0.033333333333333326}, "891543702224510977": {"text": "I read the interest of Kazuo Mizuno's \"The 21st century economy paradoxical with the closing empire\". Among them, Agampen 's words \"State draws essential function and legitimacy from fear\" is exactly right. North Korea's ICBM launch is for negotiations with the US, but Prime Minister Abe prime the north threat and claim the legitimacy of the government. Cold eyes are sought.", "sentiment": -0.07857142857142857}, "890750721917829121": {"text": "Moriho Gakuen 's Chairperson Kagaike was questioned at the special investigation department of the Osaka District Public Prosecutors Office. Preferential treatment is favorable to the Abe administration, catch if it gets dangerous. Is not this fear politics? The citizen knows. The essence of this problem is that it is to clarify what kind of \"Kamikaze\" is the discount for the payment of nationalization of 800 million yen than the misdemeanor for subsidies.", "sentiment": 0.08928571428571429}, "890212620703158273": {"text": "Prime Minister Abe said that January 20 of this year 's veterinary department plan was approved by Prime Minister Shinzo Abe, he said, \"We were confused due to insufficient arrangement due to a sudden question\" And excused. Who will believe? It seems that I arranged it to make it unknown. The answer before organizing tells the fact.", "sentiment": -0.15}, "890186617243148290": {"text": "Mr. Ohta attended the Okinawa prefectural citizen's burial. Prime Minister Abe read the condolence, but when returning, one woman dropped Koji without being stuck in the gap between Mr. Ota 's wish and Prime Minister Abe' s going. I also did a nomination offering but I was applauded by all the people of the prefecture. You will not believe in the mainland.", "sentiment": 0.0}, "888934208533549056": {"text": "In the issue of newly establishing veterinary school of Takkyou Gakuen, Naoto Kitamura adviser of veterinarian society asked that attending as a reference person in the National Assembly was positive. Mr. Yamamoto told us that there was Kyoto as well. It seems to be true, but attention is paid to Mr. Kitamura's remark that in the context of \"Keeping it down, Kyoto continues, so that it will not be the case\", with its additions remaining unchanged.", "sentiment": 0.13952020202020202}, "888566652421287937": {"text": "Congratulations on the most wins of Shiropen. Although he was 68 kilograms when he came to Japan, he said he wanted to take names from Kashiwado, Dapeng and to name it Kashiwa Peng and told his teacher that he was too impertinent. It is his anecdote. Winning rate of winning five gods is 83% White Peng, 60% Kaio, 71% Fuji of Chiyo, 51% tide and 73% Lake North. It is the strongest wrestler.", "sentiment": 0.36}, "887957809316282369": {"text": "It was revealed in writing that the Minister in charge of Yokozumi Yamamoto decided on a virtually campus school two months ago, about the problem of newly establishing the School of Veterinary Medicine at Takamado School. Mr. Naoto Kitamura of the veterinarian society who got interviewed in this case is an honest man in the first election winning in Hokkaido. Minister Yamamoto said that he did not say so, but he got tired of hearing the lies of the cabinet ministers.", "sentiment": 0.21727272727272728}, "886968729346519041": {"text": "Citizen First's new city councils ask that interviews are restricted. It seems to be troubled if the party's legs are pulled by remarks. Did the executive team choose candidates who are not confident so much? After being trained, if only lawmakers who can not resist Governor Koike governor, it is only a number without individuality. It seems like I could see the destination of the citizen first.", "sentiment": 0.010795454545454546}, "886776435339272192": {"text": "Democratic Progressive Democratic Party (DPP) is calling for seven witnesses to be summoned because of the newly established school of veterinary medicine. Witnesses will be charged with criminal penalties when lying. Meanwhile Maekawa said that he would respond to the summons, but everyone on the Abe administration asked that they would not accept it. This also made it clear that the Abe administration is lying.", "sentiment": -0.05454545454545454}, "885786900950155264": {"text": "I was invited to Jojoji temple where Sono Soto 's master, Sono Hon' s Zen master sleeps. Your priesthood was a pretty nun. It is the only occupation in women. She got a doctor of medicine in France and is doing a lot of treatment with acupuncture. People are increasingly rapidly increasing preaching and net delivery to children. You should follow the Japanese ceremonial funeral center religion.", "sentiment": 0.03333333333333333}, "885658399441944576": {"text": "Mourn the death of Mr. Liu Xiaonba of the Nobel Peace Prize winner of China. I was asked by my friend to treat me in Japan but I am sorry that I died without coming true, but I can not convey it until I become severe, it is empty feelings. I want to pray for your souls.", "sentiment": -0.08333333333333333}, "885655504709574656": {"text": "Mr. Pachauri, who was chairman of the organization that was awarded the Nobel Peace Prize along with Vice President Gore in climate change, was visited. It was evaluated that my UN speech was still epoch - making. As I was asked how to do nuclear power plant in Japan, I answered that there was only government change. It is to abolish nuclear plants and create a regime focused on natural energy.", "sentiment": 0.05}, "884563956265656320": {"text": "Mr. Sonosaki pointed out important points on yesterday's UI channel. You should not be relieved that Iraq has nearly controlled Mosul, the base of IS. As the bases are controlled, IS soldiers return to their respective countries and began activities, and Asia such as the Philippines and Malaysia is targeting. Japan is finally approaching.", "sentiment": -0.05000000000000001}, "884450160658362370": {"text": "During the closing examination to discuss the problem of the scholarly school, Maekawa vice-minister said that \"there was a movement of the official residence in the background with an additional account from the beginning\", while the government side said \"just out of memory\" . \"Not in memory\" is not a \"not a fact\" but a government phrase meaning \"it is true but can not say\". The truth has been elucidated.", "sentiment": 0.35}, "884365709450518529": {"text": "It will start soon! The 207th UI channel broadcast LIVE dialogue Yukinori Hatoyama × Kiyoshi Sonosaki \"Current affairs talks\" # nicoch 2573627 https://t.co/wITWZ62SMB", "sentiment": 0.06818181818181818}, "883568660995911680": {"text": "Prime Minister Abe's election campaign In the sponsorship speech at Akihabara the call did not stop, but it seems that Mrs. Akie had pushed the \"Like\" button on a post that it was professional obstruction. Although not saying what, it is said that stations other than Fuji TV, including NHK, were broadcasting with the audience's \"quit\" call. Will you ever get up to the administration?", "sentiment": -0.012499999999999997}, "882901716969996290": {"text": "North Korea seems to have successfully launched the ICBM. There is no doubt that this is a new threat. However, since Kim Jong-Su chairman has become equal to rice by this (although it is not) I think that the US-North Korea negotiator can be carried advantageously. Japan should support the North-US dialogue, and if the US acts militarily in the north, there will be mass deaths in South Korea and Japan.", "sentiment": 0.1965909090909091}, "882179599571886080": {"text": "Liberal Democratic Party made a historic defeat in Tokyo Metropolitan Parliament election. The cause is often said to be THIS, taking the initials of Toyoda, Hagyuda, Inada, Shimomura, but when it is rearranged it becomes SHIT. But he says he will not tell me so far. Although the constitution of the party became a problem, I think that there is no future of this country unless I pursue mistakes in the administration's policy.", "sentiment": -0.025}, "881831915401076736": {"text": "Live broadcasting! The 206th UI channel broadcast LIVE dialogue Yukinori Hatoyama Koichi Kakutani \"City Governor's election and upcoming political station\" # nicoch2573627 https://t.co/QDdGE2B2AF", "sentiment": 0.0909090909090909}, "881312126194692096": {"text": "When Abe stood on the street of Akihabara with the support of the city chapter, the call continued from the audience. At that time, the president appealed that \"LDP never acts to disturb the speech.\" When I stood on the street in a regime change election, who got a lot of enthusiasm, who was that? When you respond to Noboru you dig a grave.", "sentiment": 0.0}, "881063707144474625": {"text": "I watched \"Flower Warfare\" with the theme of Ikenobo expert who preached life by living with flowers in the era of Sengoku. Nomura Mansai's acting skill shone, but it was a more interesting movie than I expected. I would like to see Kenichiro Mogi's blog more than its awkward expression.", "sentiment": 0.13333333333333333}, "880699927676035072": {"text": "I visited Miyakojima, Ishigakijima, Yonagunijima and a remote island from Naha and gave a lecture. In preparation for an emergency, missiles are about to be deployed in Miyako and Ishigaki. But in the unlikely event, the missile deployed islands will be targeted and the inhabitants will be annihilated. The military power and intention of the opponent increase. I would like a dialogue and a cooperative route that will lower the military power and intention of the opponent.", "sentiment": -0.19999999999999998}, "880010191604809728": {"text": "I first came to Yonaguni Island in the westernmost part of Japan. There was a huge ammunition storehouse. Is this a big ammunition needed? Clearly I am conscious of China, but I am concerned that China will increase the cautionary feeling as a threat. https://t.co/CnFBUoOgfL", "sentiment": 0.18750000000000003}, "879292844136988672": {"text": "It will start soon! The 205th UI channel L broadcast \"The airline opening trade era\" Lecturer: Hajime Tosaki (Tokyo Metropolitan University specialized professor) # nicoch 2573627 https://t.co/2WvueAs3SJ", "sentiment": 0.0}, "878570300396392448": {"text": "Attention to the heron! Our carp birth baby. It is a fry about 1 cm in length. I was born last year, but the majority have been eaten by the heron. I hope to prevent this year by stretching the net. https://t.co/cQvwtUbdRY", "sentiment": 0.0}, "878566188107784192": {"text": "Regarding the issue of relocation of the Tsukiji market, we heard that Governor Koike considered it to be Tsukiji, not Toyosu until just before. Considering the operation of the parliament after the election It seems that Priority was given to Toyosu considering the opinion of a certain party, but I wanted Koike governor to persuade himself. It is regrettable.", "sentiment": 0.21428571428571427}, "877337118829289473": {"text": "The relocation problem of the Tsukiji market seems to have been decided by relocation to Toyosu. Oyama sounding and it was a mouse. I heard that the soil of Toyosu is never safe and secure from decontamination experts. It is the most inappropriate land for the seafood market that uses a lot of water. It was supposed to be the start of the discussion, but the female did not enter the interest structure.", "sentiment": 0.1625}, "876834195980525569": {"text": "I saw a press conference by Prime Minister Abe. There was a word of reflection, but since the opposition party manipulated the impression, it was frustrating to make an excuse as to whether the responsibility of the opposition party was greater or not. It was not such a thing, but the apparent lie of the official residence was completely revealed, so the approval rating dropped sharply. I will lose further support unless I notice it and reflect on it.", "sentiment": 0.009375000000000001}, "876757674871857152": {"text": "Live broadcasting in progress! 204 th UI channel LIVE dialogue Yukinori Hatoyama × Miko Takano \"Current affairs talks\" # nicoch 2573627 https://t.co/ ZwPRwMk 4 GT", "sentiment": 0.0909090909090909}, "876083946580197376": {"text": "I returned from AIIB's general meeting held in Jeju. Participating countries increased to 3 countries and 80 countries. I talked a lot about Kim's president and Japan's participation. Although the United States does not formally participate, the real is as good as participation. Only Japan was left behind. Many Japanese companies are sorry.", "sentiment": 0.08124999999999999}, "875593507921993728": {"text": "AIIB 2017 began in Korea Jeju and participated as an IAP (International Advisory Panel) member. On behalf of the host country, President Tiger is the greeting. https://t.co/o7fQEUSoPG", "sentiment": 0.0}, "875165396701069313": {"text": "The bill of conspiracy charges was passed in violence that it will be voted as an interim report at the plenary session without conducting the vote of the committee in the Upper House. Mori, the legislature submitted to the administration in the intention of Prime Minister Abe saying that he would like to cover the issue of the aggression. That's why Moritomo, the addendum problem is a proof that it is serious. It is worthy of a violent crime to seal the legislature to the will of the people.", "sentiment": -0.2}, "874994105138397184": {"text": "I went to the condolence of the former Okinawa Governor Otada Masahide. It seems that the child died at the same time as the child finished singing and listening to Happy Birthday on the birthday of the governor. I wanted to learn more. Co-author with the Governor \"Okinawa Rebellion\" It is regrettable that you passed away just before publication. We taught variously at the roundtable meeting as well. I pray for your souls.", "sentiment": 0.26}, "874219349925478400": {"text": "It will start soon! The 203rd UI channel LIVE dialogue Yukinori Hatoyama × Kiyoshi Sonosaki \"Current affairs talks\" # nicoch 2573627 https://t.co/gH26lPyNUO", "sentiment": 0.06818181818181818}, "873362267303063552": {"text": "A special law was established to specifically allow the emperor 's withdrawal from the Emperor. Her Majesty was asked to see the figure of a symbol that should exist, and to draw attention to the people, decided to abdicate when it ceased to come true. Prime Minister Abe did not understand it, basically it became exceptional law for one generation, I think that his Majesty is injured. I would like to say.", "sentiment": 0.4579365079365079}, "873346872609431553": {"text": "I went to see the Hermitage exhibition. Since I was a child I like the picture of Lucas Cranach and went to see a picture of this cover. Many dark religious paintings, many of his paintings were sensual. https://t.co/CRnRZ0YhKv", "sentiment": 0.2125}, "872644936105041920": {"text": "The whole area straight initiative that Prime Minister Abe proposed by Xi Jinping chief, that was shown a posture to cooperate even with conditions was good. Although President Trump is positive for Asian Infrastructure Investment Bank (AIIB) which promotes it one by one, it is said that it follows US. It is likely to be as I talked about in a forum one after another.", "sentiment": 0.22121212121212122}, "872020980444483584": {"text": "Dr. Gartung of peace studies tells us that it is rich. Humans sometimes make mistakes. So, if you make a mistake, you have to be able to restore it. Do not do irreversible things. The most irreversible thing is war. So do not do war. The collective self-defense right to cooperate with the war in the US is out of the way.", "sentiment": 0.4151785714285714}, "872013712852344833": {"text": "When human beings are pursued the truth, in case they can not be said to be true, they are objectionable and counter-controversial. If you listen to the words of Prime Minister Abe and Vice Chancellor Maekawa former vice minister, you can tell which one is right. No matter how much media cheering the government, public opinion polls believe in Maekawa but it is three times believing in the government. You should not misrepresent the Japanese people.", "sentiment": 0.1732142857142857}, "871681401548148737": {"text": "It will start soon! The 202nd UI channel broadcasting guest: Mr. Kumiko Haga (Aoyama Gakuin University graduate school professor) # nicoch 2573627 https://t.co/yiQQiIqDt 5", "sentiment": 0.0}, "871269967152291842": {"text": "When I was visiting to attend the symposium on how to realize a CO2 - free hydrogen society, President Cardinal Arrival reached a statement of departure of the Paris Agreement. With this, the EU and China will cooperate to develop technology. Japan, which was lagging behind the Paris Agreement Well, will we also take a grassroots line in this term?", "sentiment": 0.0}, "870057347669909504": {"text": "Maekawa former science school who watched the encounter cafe was badly written in a major media and the arrest warrant of Mr. Abe and former TBS bureau chief who was committed for raping the office was Mr. Yuko Nakamura, secretary general of the Chief Cabinet Secretary Kan Tanaka While being buried by the director, are not written in the media other than the Tokyo newspaper? Has the media sold the justice of this country to the official residence?", "sentiment": -0.1089285714285714}, "869717051522154496": {"text": "Until now, North Korea has targeted the US military base, but the mainland Japan was not a target. However, as Prime Minister Shinzo emphasized the pressure on North Korea at the G7 after saying that Abe was united with the US military, North Korea suggested attacks on the mainland, \"If Japan follows and follows the United States, the target can only change.\" Foolish political warfare is only guiding the people unhappily.", "sentiment": -0.2285714285714286}, "869575955769049089": {"text": "I gave a lecture at Christian College of Okinawa. Everyone in Okinawa who was most angry in Prime Minister is now the most gentle. That means that people on the mainland have been oppressed by the regime. The government is trying to establish a bill to catch people planning to go against the regime. More and more people in Okinawa will become difficult to live in Japan.", "sentiment": 0.1484848484848485}, "869144721670549504": {"text": "It will start soon! The 201st UI channel broadcast \"The Great Wall of the Great Wind\" Lecturer: Mr. Akira Makishi (Photographer) # nicoch 2573627 https://t.co/AkW3umnlcw", "sentiment": 0.8}, "868994744340291584": {"text": "A solar sharing that spreads solar panels by about one third in 3 meters above farmland and sold electricity while making agricultural crops will solve Japanese farmers and energy problems. Plants have a light saturation point, and photosynthesis does not proceed with light above a certain intensity. It has been confirmed experimentally that the yield of crops will increase rather than decrease.", "sentiment": 0.16825396825396824}, "867045352255307776": {"text": "Ryo Masaki gave a lecture at the World Friendship Forum. In the 21st century the Japanese economy was left alone in developed countries, but I proved the fact that the economy grew only during Prime Minister Koizumi 's time and Democratic administration. The biggest problem is that major media do not report anything about it.", "sentiment": 0.027083333333333334}, "866610154858438657": {"text": "【Nico Broadcasting】 The 200th UI channel broadcast appearances: Mr. Yukio Hatoyama, Mr. Kimi Sonosaki, Mr. Men Takano # nicoch 2573627 https://t.co/L1xdDWUHnj https://t.co/1 H3uRjAXgZ", "sentiment": 0.0}, "866164049926471680": {"text": "It seems that there were people who said at the meeting of experts \"There is no need for the Emperor to pray\". It is a remark that criticizes the Majesty's visit to the afflicted areas. How many people were saved by the Emperor 's Empress' s visit to the affected areas? I will not bear it if I discuss the emperor's withdrawal problem to those who are so far away from the feelings of the people.", "sentiment": 0.3}, "866161670841696256": {"text": "In front of the house the right wing was shouting \"Go out of Japan.\" I guess that it is safe to apologize for Japan's past wrongdoings. The Japanese government apologized for comfort women problem. However, it was conditional to never steam again. So the parties did not agree. Even though I apologized from my heart it was transmitted to the other person. Freedom to live if you have freedom of speech.", "sentiment": 0.09117965367965368}, "866159842603409408": {"text": "習近 is one piece of the performances of the opera theater after the dinner party of the \"whole area Ichiro Forum\" of the flat principal organizers. How to swing her arms is really subtle. https://t.co/anZ3CxTzoJ", "sentiment": -0.052777777777777764}, "865036534629646341": {"text": "Kimura Kota's theory was truly clear. Regarding conspiracy sin bill, the government emphasizes participation in the treaty against 1 terrorism and 2 international organized crime prevention as the reason for legislation, but the preparations for terrorism can be sufficiently punished by existing law, It was declared that you can participate. Bills with no legislative reasons must not be passed.", "sentiment": 0.05000000000000001}, "864073740648292353": {"text": "Live broadcasting in progress! The 199 th UI channel broadcast \"What is the Supreme Court decision of Henoko lawsuit\" Cast: Kota Kimura (law scholar), Mr. Yukio Hatoyama, Mr. Yoshihiro Sonosaki # nicoch 2573627 https://t.co/nlL14UO4ym https: // t.co / EOB 7 d 9 Kvcy", "sentiment": 0.13636363636363635}, "863697112592113664": {"text": "Forum is held one by one in Beijing. Speech Xi Jinping president is high praise. The purpose of the one-way road is peace to one, prosperity to two. There is a feeling that Japan is left behind. It seems that North Korea launched a missile, but no one mentioned it. It seems to be making noise in Japan.", "sentiment": -0.08}, "863189845795000320": {"text": "At the \"One-Way Road\" forum, the organizer has asked two speech. I am planning to speak of Japanese AIIB participation in my opinion and a project to connect Asia with a transmission network of renewable energy. Cooperation between Japan and China will lead the world to prosperity and peace.", "sentiment": 0.0}, "863188371962605568": {"text": "Since I was invited to the \"One-Way Road\" forum starting from tomorrow, I will go to Beijing from today. The secretary general of the second floor will go and suddenly began to pay attention to Japan. I welcome the second floor visit. As an advisory committee of AIIB, I hope that Japan will decide to participate in AIIB as well.", "sentiment": 0.1416666666666667}, "862841841829281792": {"text": "Tiger's new president wants an early inter-Korean talks. President Trump also said he would like to have a meeting with Kim Jong-en, chairman, if conditions are met. I had a day in Seoul during the consecutive holidays, but it was quite straightforward as it is a routine matter for North missiles. Only Japan is complaining about how to flee if missiles fly away. I feel some intention.", "sentiment": 0.26856060606060606}, "862461978924654592": {"text": "The new president was born in Korea. In Japan it is reported that a strict President was born in the comfort women issue, but since it was clear that the resolution of the eyes from the top not to say anything more than anything else was to be restored to a manner of integrity and sincerity To the end. Do not forget that Japan is the side that caused trouble to the last.", "sentiment": 0.17272727272727273}, "861525789140934656": {"text": "The new president of France is decided as Mr. Macron. I would like to expect the youth of 39 years old. Media emphasized the low level of 74%, and one-third of the people did not vote for either, as if the candidate is writing bad things. Then, how do you interpret 52.7% (people) and 54.7% (participation) of recent Japan?", "sentiment": -0.07727272727272726}, "861523070447517696": {"text": "I am a revisionist, but if you debate the Self Defense Force with the current situation of parliamentary affairs like this, Prime Minister Abe is opposed to doing a good couple. In the first place, the Constitution is debated in the National Assembly, and the administration has an obligation to comply with the Constitution. Therefore, when I was Prime Minister, I was suppressing my opinion. Do not ignore division of powers.", "sentiment": 0.31666666666666665}, "861167148021841920": {"text": "Prime Minister Shinzo Abe said it would revise the Constitution around the time of the Tokyo Olympic Games. Public opinion polls often ask only whether the constitutional amendment is not successful. I think it depends on the content. For example, it is a problem that the SDF is not prescribed in the Constitution. Judge the SDF in the Constitution and take it to exclusive defense. In that sense I am a revisionist.", "sentiment": -0.125}, "859691141301542912": {"text": "My brother Kunio who died suddenly last year loved butterflies. A friend of the brother's butterfly shop opens a memorial exhibition at the Shinshu Insect Material Museum. It was on the top of Aoki village, 40 minutes by car from Ueda. I remembered the time when I shook the net with me and thought that I would die earlier than me. https://t.co/edGRavJIZT", "sentiment": 0.24}, "859024519930957825": {"text": "One year of my college student there was a hard worker Toshihide Tsunematsu. When I graduated from college I said that I wrote two graduation thesis. Even though I was struggling to write a single mystery. After graduation he played an active part in fusion. But he told his friend, \"The nucleus can not be controlled by humans.\" And died 7 years ago. Fukushima nuclear power plant accident happened half a year later.", "sentiment": -0.1326190476190476}, "857957586464686084": {"text": "It was not issued but it came into force. It was not completed.", "sentiment": 0.0}, "857957184147046400": {"text": "It is 65 years since the San Francisco Peace Treaty was issued today. Four years ago, Prime Minister Abe celebrated the day of sovereignment restoration, but Okinawa did not return \"day of humiliation.\" The reclamation work of Henoko is being carried out again despite the opposition of the local government, including Governor Okae first. Even now, \"humiliation day\" continues.", "sentiment": 0.19999999999999998}, "857953985524670464": {"text": "Mr. Aya Sugimoto at the Symposium commemorating the establishment of the Ethical Promotion Council as a general incorporated association appealed Ethical and necessity. Eighty-eight thousand dogs are still being killed. The pet shop seems to be responsible. When I take off my skin, her nude appears on the screen and I was surprised. https://t.co/tgpfYpfd 52", "sentiment": 0.09166666666666667}, "857234597272145920": {"text": "A major media reported vigorously whether North Korea would provoke a provocative act on the anniversary of the establishment of the People's Army in 1985, but it was not. It seems that Japan and the US jointly exercised as a deterrent, but from the North it can be a provocation of Japan and the United States. \"Protection attracts attacks\" is the philosopher Montaigne's word.", "sentiment": 0.0625}, "857225421284233216": {"text": "I went to the completion ceremony of a 23 mega photovoltaic power plant with panels on all 18 holes in Hamada City, Shimane Prefecture. It was made with the cooperation of Japan, China, Thailand, Korea, Germany. It will be another model at a power station with warmth that matches the undulation of the golf course without using concrete. It is worth a visit.", "sentiment": 0.225}, "856500216685412352": {"text": "If you write that it is possible to harvest agricultural crops at the same time as selling electricity when solar panels are placed on the field of agricultural crops by solar sharing, and if it is said that the yield will increase, quickly, even if agriculture is unknown, what people say criticism from the media I received it. I wrote it because I heard that such an experiment result came out. There will be an appropriate amount of light in agricultural crops as well.", "sentiment": 0.1619047619047619}, "856461377300344832": {"text": "It will start soon! 197th UI channel broadcast \"Trump regime and East Asia\" Lecturer: Mr. Yoshihiro Sonosaki # nicoch 2573627 https://t.co/X3rqUcVQQt", "sentiment": 0.0}, "855976937700835328": {"text": "I can not do Mahjong but I am somehow an honorary chairperson of the competition mahjong. I am in Lake Toya where the convention will be held. Farewell gambling Mahjong is decreasing, especially women's competition Mahjong population is increasing. Is it good for activating the brain? https://t.co/iuobyaEYIP", "sentiment": 0.35}, "855780539223089153": {"text": "I asked Yoshihara Adviser of Seongnam Shinkin the story of solar sharing. By installing solar panels on fields and paddy fields, solar power can be generated while growing crops. Moreover, that result was that crops grew well. Income can not be compensated for farmers at all, and nuclear power plants are unnecessary.", "sentiment": -0.4}, "855090035648888833": {"text": "I saw Nakamura Jangemon Takeshi 's assassination show in Konpira Kabuki hut. As you can see, as you are a man of IT managers, the appearance of playing a female actor was very glossy. I admired the splendor of playing the two roles of a beautiful princess and a sweet white fox that turned into a princess. https://t.co/IwGdji649e", "sentiment": 0.27999999999999997}, "854307322998308869": {"text": "The Japanese media will not write because not interesting for the government, but in the summit meeting of playing cards and Xi Jinping Trump thing to have a positive remark about the Asian Infrastructure Investment Bank (AIIB). Japan should not worship the dust behind the United States. It is time for Japan to enter the AIIB now.", "sentiment": -0.08454545454545455}, "853624525618987008": {"text": "Hirofumi Kawauchi in Kagoshima I came to cheer for the former public opinion. He has been investigating the Toyosu relocation issue since 2007 and has said that Toyosu was the most polluted land from officials. Although Toyosu or Tsukiji has become a political problem, the answer is self-evident if we consider it as a human health problem. Do not give an answer on your own right.", "sentiment": 0.2044642857142857}, "853027541417721857": {"text": "Vietnamese girl named Rin - chan was murdered and was very saddened, but the fact that the guardian president was arrested as a suspect is a further shock to the surprises and the difficulty of dealing with countermeasures. Even so, surveillance cameras are watching until a riverbed where no one is present, and we respect tribute to the police force that led to the arrest. It is a serious surveillance society.", "sentiment": -0.03666666666666666}, "852376895865749504": {"text": "I went to a cold village named Bepport City in Chaoyang City, China. The toilet of the city hall is outside drawing town. I planted a groundbreaking ceremony for reforestation where I climbed a mountain road without pavement. Over 100 people gathered upright and listened to the story and planted them while the wind was strong and cold again. I am deeply moved. Japan-China Friendship Banzai", "sentiment": -0.13333333333333333}, "851390198042603520": {"text": "Live broadcasting in progress! The 195th UI channel broadcast \"The Lie of Chinese Threat Theory\" Speaker: Mr. Mako Takano (journalist) # nicoch 2573627 https://t.co/Ak9MRcbCWu", "sentiment": 0.06818181818181818}, "851375819607887873": {"text": "We have planted afforestation associations that have continued since 2000 with 150 high school students and volunteers in Ginyu County, China. During the rain, I realized Japan-China fraternity while I was about to slip my legs on a steep cliff. I feel happier by getting a true friend as much as in the rain. https://t.co/jFQIBLSmuu", "sentiment": 0.23666666666666666}, "850909206961979392": {"text": "I understand the feeling that America hates chemical weapons, but can you fight missiles in retaliation and kill citizens? Did Assad really command chemical weapons use? There are many doubts as to whether it is a defoliant of the Vietnam War and that many children are still suffering from suffering.", "sentiment": 0.39999999999999997}, "850364049300770817": {"text": "President Cardamom attacked Syria with a missile attack. Despite the absence of weapons of mass destruction, I am strongly concerned that the United States may have committed the same mistakes as I believed to have attacked Iraq. Why do not you notice that it is impossible to make true peace in the war?", "sentiment": 0.020833333333333325}, "850009899840884737": {"text": "I heard about the people who are doing research on the top of energy relations. The two were experts in fusion. I think that many people think that nuclear fusion nuclear weapons is a dangerous research. From the principle, thinking about artificial sun research is a positive reaction. Larger images have different images.", "sentiment": 0.0038961038961039013}, "849647297537245184": {"text": "When I had dinner with the chairman of the Association of Fishing in China, it was that the area around Ishigaki Island was an interesting area of ​​sea fishing even in the world. There was an airport in Ishigakijima, and if we did an international sea fishing competition here, it was that many people would come. I think that it is an interesting idea for revitalizing the area.", "sentiment": 0.375}, "849137529521553408": {"text": "The problem is that the Japanese are indifferent to the trivial fact that the missiles will fly to Japan if the Korean peninsula is extremely tense, that is, the United States attempts to hunt North Korea.", "sentiment": 0.15555555555555559}, "849136243552079872": {"text": "The US and South Korea came from this morning and asked if President Cardamom attacked North Korea first strike. For North Korea to conduct nuclear test and launch a missile because we want the US to turn around. The United States should respond to the dialogue with the north, if a preemptive strike, the North missile aims at the US military base in Japan. First premise attack answered no.", "sentiment": -0.1}, "848851763654311936": {"text": "It will start soon! The 194th UI channel broadcast 【Yukio Hatoyama × Xu Xinwave LIVE dialogue】 \"The way of Japan-China relationship - the end of the NPC\" # nicoch 2573627 https://t.co/HcbH2BU1Bm", "sentiment": 0.13636363636363635}, "848349186609119232": {"text": "If you do not become Japan that can be asserted more dignified without being concerned about America, it will not be respected by the people of the world very much.", "sentiment": 0.38}, "848348396670681088": {"text": "The only war nuclear weaponry country Japan must be a leader to nuclear abolition. However, it is truly miserable that Japan is negative for the establishment of a treaty that reflects the thoughts of atomic bomb survivors who do not legally admit the use of nuclear weapons. It is because it is said that it is in an American nuclear umbrella, but the nuclear umbrella has only a political meaning and it is useless actually", "sentiment": -0.21111111111111114}, "847824103033655296": {"text": "My son 's family will move to Nagaoka from tomorrow. I will shift to Nagaoka University of Science and Technology for an environment that is easy to study. Because we said that we will leave Tokyo, our students opened farewell party tonight. I am a privileged son who is not translating overseas.", "sentiment": 0.43333333333333335}, "847374573930561536": {"text": "Our cherry blossoms are still in full bloom. It was blooming directly from the trunk. I hope that a warm spring will come soon. I hope that warm day and day will come soon. https://t.co/RYMeDbac7q", "sentiment": 0.4125}, "841234960207962113": {"text": "Live broadcasting will start soon! 191st UI channel LIVE broadcast Mr. Takano Megu \"Talks on current affairs\" Emergency appearance Hiroshi Kawauchi (former member of the House of Representatives) <Main theme> · Morigoto Gakuen issue # nicoch 2573627 https://t.co/v2iGGT3DfC", "sentiment": 0.08787878787878786}, "838705014897942532": {"text": "It will start soon! The 190th UI Channel LIVE Dialogue Yukinori Hatoyama × Kiyoshi Sonosaki \"Current Affairs\" # nicoch 2573627 https://t.co/3qU9FYK1Q9", "sentiment": 0.06818181818181818}, "833629223180869632": {"text": "She is a former Korean university faculty member and invited Mr. Choi Min-kyo, director of Korea International Institute, and based on its own information and analysis, Kim Jong Il's murder case and the future situation of North Korea In the center, I will send it by live broadcast from 20 o'clock. # nicoch 2573627 https://t.co/wvnEqb6k6v", "sentiment": 0.10606060606060606}, "831095221492424704": {"text": "It will start soon! The 187th UI channel LIVE dialogue Yukinori Hatoyama × Kiyoshi Sonosaki \"Current affairs talks\" # nicoch 2573627 https://t.co/XXTb6aWw 9k", "sentiment": 0.06818181818181818}, "828774457577598977": {"text": "RT @ mainichi_univ: Exam and me: Yukio Hatoyama \"The probability of passing the University of Tokyo was less than 5%\" - Mainichi Newspaper https://t.co/49 S0lUbGA 3", "sentiment": -0.16666666666666666}, "828558161091006464": {"text": "It will start soon! 186th UI channel broadcast \"Why is it East Asia Community?\" Guest: Mr. Atsuro Kurashige (Professional Editorial Board, Mainichi Shimbun editorial board) # nicoch 2573627 https://t.co/XmRqFfRKwJ", "sentiment": 0.1}, "823484051738619906": {"text": "It will start soon! The 184th UI channel LIVE dialogue Yuki Hatoyama and Kiyoshi Sonosaki \"Current affairs talks\" # nicoch2573627 https://t.co/bO4kwW5rrm", "sentiment": 0.06818181818181818}, "820946106515222528": {"text": "The live broadcast will start soon! The 183rd UI channel LIVE dialogue Yuki Hatoyama and Takahiko Sojima (Supplemental National Strategy Research Institute) \"Trump regime changes the world\" # nicoch 2573627 https://t.co/pzlRMH4zDi", "sentiment": 0.13636363636363635}, "818696924769308673": {"text": "RT @ iwakamiyasumi: ★ 【Delivery start soon! 】 Become an AIIB advisor, what is its intention? And what is your thought for future diplomacy? Former Prime Minister Yukio Iwagami Interview with Mr. Yukio Hatoyama starts from 15 o'clock! Viewing → CAS: https: //t.co/q0JpXskR9...", "sentiment": 0.0}, "818410609574191104": {"text": "The first live broadcast will start soon this year! 182 th UI channel LIVE dialogue Yuki Hatoyama and Megu Takano \"Forecast for the future in 2017\" # nicoch2573627 https://t.co/QEKp6IFnnI", "sentiment": 0.13068181818181818}, "813333803477311488": {"text": "It will start soon! 181st UI channel LIVE dialogue Yukio Hatoyama × Kenichiro Mogi (brain scientist) × Ryo Hagashira (Representative of XEED Co., Ltd.) Talk \"Reflecting on 2016\" # nicoch2573627 https://t.co/AYYOvOmXmP", "sentiment": 0.13636363636363635}, "810796328330653696": {"text": "It will start soon! The 180th UI channel LIVE dialogue \"Looking back over Okinawa in 2016\" # nicoch2573627 https://t.co/LMg5XtpOSf", "sentiment": 0.06818181818181818}, "805725810833248256": {"text": "It will start soon! The 178th UI channel broadcast \"Destination of political situation and dissolution of the year\" Mr. Koichi Kakutani (political journalist) # nicoch 2573627 https://t.co/UATUeDNdwm", "sentiment": 0.0}, "803187522473902080": {"text": "It will start soon! The 177th UI channel broadcast \"Development of Okinawa and Asian economic strategy\" Lecturer: Mr. Moritake Bucheon (Policy participation in Okinawa Prefecture) # nicoch 2573627 https://t.co/o1cXpDnJpe", "sentiment": 0.1}, "800654698638241792": {"text": "It will start soon! The 176th UI channel broadcast \"Birth of President Trump\" - Impact on Japan \"Guest: Shinnaki Kinpei (television press · caster) # nicoch 2573627 https://t.co/tNsjRLJRAP", "sentiment": 0.0}, "798116584262799360": {"text": "It will start soon! The 175th UI channel LIVE dialogue \"Why is Japan becoming\" a country where war can be held \"? Guest: Koji Yabe (Representative of book information company) # nicoch2573627 https://t.co/OdTkuz 27yU", "sentiment": 0.2931818181818182}, "795852432269971456": {"text": "From today 22 o'clock live on BS Nitere \"Deep NEWS\" [Theme] Former Prime Minister Hatoyama Appears Emergency Castle Please see the translation I will defend China. BS Nitere - \"Deep NEWS\" program site https://t.co/iGRJfyGm 57", "sentiment": 0.03409090909090909}, "795576543074361344": {"text": "It will start soon! The 174th UI channel LIVE dialogue Hatoyama Yukihio × Takano Meng \"Current topics\" <Main theme> \"The presidential election of the US\", \"Northern Territories issue\" # nicoch 2573627 https://t.co/brb6pmCUgG", "sentiment": 0.101010101010101}, "793039229987139584": {"text": "It will start soon! The 173rd UI channel Shinshu Okinawa Juku Symposium \"Politics of this country\" # nicoch 2573627 https://t.co/ao6LqCZo2r", "sentiment": 0.0}, "792150486694531072": {"text": "\"The 2nd Asian Noodle Road & Asian Unite Jam Music Festival\" sponsored by the East Asian Community Research Institute Ryukyu · Okinawa Center will be held for two days from today on the bustling plaza of Okinawa · Naha. In order to build a true peace and friendship relationship with Asian countries, we aim to cultural exchange on the street. \"Let's be one! With noodles and sound!\"", "sentiment": 0.08333333333333333}, "787967267027898368": {"text": "It will start soon! 171st UI channel LIVE dialogue Takano Meng × Izu Omoto (Professor, International International Studies Institute, Tokyo International University) \"What's going on in North Korea\" # nicoch 2573627 https://t.co/kHe3Nw2U1i", "sentiment": 0.03409090909090909}, "782893988504231936": {"text": "Live broadcasting will start soon! The 170th UI channel LIVE dialogue Yukinori Hatoyama × Mr. Makoto Takano \"Current affairs talks\" # nicoch 2573627 https://t.co/esyqcfTzSa", "sentiment": 0.0909090909090909}, "780355590199447552": {"text": "It will start soon! The 169th UI channel broadcast \"Treasures of Okinawa, Shikigo jar and view of other worlds\" Guest: Mr. Susumu Anri (Director, Former Okinawa Prefectural Museum / Art Museum Director) # nicoch2573627 https://t.co/bpcIccdD3o", "sentiment": -0.0625}, "777820256777625600": {"text": "It will start soon! The 168th UI channel broadcast Yukio Hatoyama, Akira Asaga (President of Political Consultative Committee) \"Why is Tanaka Kakuei - Japan-China Relationship and Okinawa - (Next)\" # nicoch2573627 https://t.co/Yjp5TjnpBy", "sentiment": 0.0}, "772749428327231488": {"text": "It will start soon! The 166th UI channel broadcast \"Berkeley photo exhibition meeting\" # nicoch 2573627 https://t.co/Rpu44tErkJ", "sentiment": 0.0}, "762601069100662785": {"text": "It will start soon! The 163rd UI channel broadcast LIVE broadcast \"The current affair\" appeared: Mr. M. Takano (journalist) # nicoch 2573627 https://t.co/n2eDUQh8id", "sentiment": 0.06818181818181818}, "760064552352350210": {"text": "Live broadcasting will start soon! The 162rd UI channel broadcast LIVE talk \"To Okinawa's voice to the National Assembly\" Guest: Yoichi Ino (Councilor of the House of Representatives) # nicoch 2573627 https://t.co/qyyugeCl6m", "sentiment": 0.13636363636363635}, "757526168085995520": {"text": "The live broadcast will start soon! The 161rd UI channel broadcast \"Current Affair\" Guest: Sasa Saruda (Secretary General of New Diplomacy Initiative / Lawyer) # nicoch 2573627 https://t.co/eFzlUs3prk", "sentiment": 0.08068181818181819}, "754989375574777858": {"text": "The 160th UI channel LIVE dialogue Hatoyama Yukihio × Xu Saki Ki \"I'm sending\" current newsletter \". Main theme: Tokyo Governor's Election, Upper House election Summary, AIIB Advisor in office etc. # nicoch 2573627 https://t.co/70kvjV50mk", "sentiment": 0.07575757575757575}, "752456003463950336": {"text": "It will start soon! The 159th UI channel Yuki Hatoyama Toshiro Tanaka (Emeritus Professor, Keio University) LIVE dialogue \"Yukue after UK EU leaving\" # nicoch2573627 https://t.co/422hh6MfOA", "sentiment": 0.13636363636363635}, "750994867879186434": {"text": "Two weeks after my brother Kunio died. I can not accept his death yet. I remembered the chill at the time of the embouchure, and I have not returned to my physical condition yet. In the world I went with a bad brother, but because that is fun, at least I respected my younger brother. Whatever I could do did not cost us. But I did not want you to overtake my life. Handed down", "sentiment": -0.14259259259259258}, "750988744769937410": {"text": "Yuhei Miyake 's speech is spoken by the heart, not by mouth. Great. Do not make Japan an ordinary country that can make war. Let's make it a future country where war can not be done. I support you. https://t.co/gEPmcBQqju", "sentiment": 0.18333333333333335}, "750985841577586688": {"text": "Kobayashi Noda, I express my respect for being fighting in good faith as a conscience of Japan. Please do your best to make Japan a true independent country. https://t.co/VDeDFG3dmL", "sentiment": 0.5125}, "750917122302234624": {"text": "RT @ IWJ _ sokuhou: NEW ★ UP! 【Donation rewards】 Yukio Hatoyama, Satoshi Shirai, Akira Kimura, \"Who is moving this country\" (Nebusa) https://t.co/NCaBATEPxN Prime Minister I will reveal the deeply-rooted structure of this country, \"Even dependent on the US\" that does not even exist! @ iwakam ...", "sentiment": 0.06818181818181818}, "749917615657660416": {"text": "It will start soon! The 158th UI channel Takashi Taira (President, Okinawa Tourism Convention Bureau) Lecture \"Power of Okinawa Tourism\" # nicoch 2573627 https://t.co/cxWRvj0jf0", "sentiment": 0.0}, "747781289420324864": {"text": "RT @ kiriyama99: A movie that broke the taboo of the film world and drew a nuclear accident. While being temporarily refused from the movie theaters, a cinema with a heart raised their hands and released at 23 nationwide sites. DVD conversion was also denied by many companies but released in the third year. A shock problem painting the reality! Taro Yamamoto appeared. # Asahi's Home Page https: // ...", "sentiment": 0.25}, "747381499981238272": {"text": "It will start soon! The 157th UI channel Mr. Mr. Takano Mr. lecture \"What is a Japanese conference?\" # Nicoch2573627 https://t.co/ehrYmHYFeI", "sentiment": 0.0}, "744847028434329601": {"text": "The live broadcast will start soon! The 156th UI channel LIVE dialogue Yukinori Hatoyama and Kiyoshi Sonosaki \"Current affairs talks\" # nicoch 2573627 https://t.co/D8idSxJyZ7", "sentiment": 0.0909090909090909}, "743351970816110592": {"text": "RT @ books_ranking_: Go to \"the country that needs global peace\" not \"the country where war can be\" but https://t.co/Ip44 BXJ tUC", "sentiment": 0.0}, "742310137084272640": {"text": "It will start soon! The 155th UI channel broadcast LIVE talks Hatoyama Yukihio × Sugaki Kiyoshi × Sakata Masako LIVE talk \"Endless war ~ Vietnam war and defoliant\" # nicoch2573627 https://t.co/WDQ8hQXgG4", "sentiment": 0.04924242424242423}, "740728108345524225": {"text": "RT @ kadensha: June 21 at 6:30 pm ~ at the Junkudo shop Namba shop! ! honto Store information - Do you know Okinawa? ~ Osamu Ogata \"Okinawa that began to walk\" (Hana Nishi) Publication Memorial Talk https://t.co/uvhFTtK6TU", "sentiment": 0.0}, "740724346965000192": {"text": "RT @ hanmotocom: [New book of member publisher] Nature and history of Okinawa Okinawa who started walking, and Henoko | Hanaengasha https://t.co/7 cd8yCvgX 2", "sentiment": 0.13636363636363635}, "740724006995693568": {"text": "RT @ ZanDoc: Yuki Hatoyama, others (authored) \"The East Asia Community and the Future of Okinawa\" Booklet of East Asian Community Research Institute that former Prime Minister Hatoyama stated \"I will offer the rest of my life\" : // t.co/0WRlW 3 tBFQ", "sentiment": 0.0}, "740020218609553409": {"text": "RT @ryukyushimpo: Miyako Deployment Council's report \"Tampering\" Request Mayor \"Over authority\" https://t.co/ODMKKcGa9w https://t.co/1V7YSim6Ow", "sentiment": 0.0}, "739768472796684290": {"text": "It will start soon! The 154th UI channel broadcast LIVE dialogue Yukinori Hatoyama and Akira Kimura \"Postwar history of the nuclear\" # nicoch2573627 https://t.co/7jCiRdKWV4", "sentiment": 0.13636363636363635}, "737883419770793984": {"text": "His wife 's mother Hashikoto Hashimoto lost her life at 1 am on May 25th. I stayed healthy until the age of 97. I thank you and heartfelt thanks to you. Please do not do the funeral at your request, so we ask for your understanding.", "sentiment": 0.2333333333333333}, "737881474247065600": {"text": "I admire its cleanliness. As expected, major media is deciding to ignore, but let's not change your future with your own hands, not others.", "sentiment": 0.140625}, "737881462314262528": {"text": "Professor Kobayashi is trying to compete against the current administration right from the empty hand. In order to confront the Abe government, which could lead the war to the people by ignoring the Constitution and democracy, which looks like the United States, bureaucrats, large companies, existing political parties, major media, It got up.", "sentiment": 0.07708333333333332}, "737232785748811778": {"text": "It will start soon! The 153rd UI channel broadcast \"Yukio Hatoyama Visits Okinawa - 2016.5.6 ~ 8\" # nicoch2573627 https://t.co/uron1jEe5H", "sentiment": 0.0}, "734696647586775041": {"text": "Live broadcasting will start soon! The 152nd UI channel LIVE dialogue Yuki Hatoyama and Kiyoshi Sonosaki \"Current affairs talks\" # nicoch 2573627 https://t.co/Ee0VA5FjQz", "sentiment": 0.0909090909090909}, "732155900215984128": {"text": "The UI channel will start soon! Today 's guest is Ms. Kinpei Kanpei who is familiar with TBS \"Report feature\". The 151st UI channel broadcast \"I want to tell to Okinawa\" Guest: Shinnaki Kinpei (television press reporter · caster) # nicoch2573627 https://t.co/5MthyhUuz7", "sentiment": 0.375}, "730961503692562432": {"text": "I am in Hatoyama Kaikan today. We are visiting a lot of people watching the roses that are beautifully blooming. Flower beds away from tomorrow will be open so we hope that you will be able to visit more and more. https://t.co/FY2cw9E6FS", "sentiment": 0.47000000000000003}, "724550887469801473": {"text": "It will start soon! The 149th UI channel broadcast \"Okinawa bullfight\" commentary: Kuniharu Miyagi (emeritus professor of Okinawa International University) Please join the bullfighting crowd of Japan Battle Cup Nominated Battle Cup and Mr. Kuniharu Miyagi's commentary and interview the bullfighting for an hour and a half! # nicoch 2573627 https://t.co/lu90xGcNSR", "sentiment": -0.08333333333333333}, "722016756496076801": {"text": "It will start soon! The 148th UI channel LIVE dialogue Yukinori Hatoyama × Kiyoshi Sonosaki \"Current affairs talks\" # nicoch 2573627 https://t.co/HiZhwJctL", "sentiment": 0.06818181818181818}, "719514838129479680": {"text": "Such an arrogance clearly shows a decline in the leadership of the United States, and it promotes distrust of Asia from Japan to follow it. It is opposite to the thought that I visited the Nanjing Massacre Memorial Hall and the Seodaemun prison in South Korea.", "sentiment": 0.03333333333333334}, "719514826259574784": {"text": "On the contrary, saying that the existence of a strong Japan - US alliance shows the importance of world peace without having an apology to use the atomic bomb which is an inhumane weapon!", "sentiment": -0.23333333333333336}, "719514798614949888": {"text": "However, \"US Secretary of State Kelly talks with Foreign Minister Kishida to visit the Peace Memorial Park in Hiroshima City\" to show the importance of world peace, the existence of a strong US-Japan alliance for the security of the world I said, \"I said,\" I said \"I said\" I said \"I was stunned and felt strong resentment.", "sentiment": 0.2472222222222222}, "719514755560394756": {"text": "According to the newsletter, G7 Foreign Minister announced the Hiroshima Declaration that Hiroshima and Nagasaki stated that \"they experienced extremely devastating destruction and inhuman hardships\" in atomic bomb survivors.", "sentiment": -0.10833333333333332}, "719475929957793792": {"text": "It will start soon! 147 times UI channel Meng × Hisashi Hirai Takano (Kyodo News Guest Editorial) \"Future of Korea general election\" LIVE interview # nicoch2573627 https://t.co/kPn32MG8Di", "sentiment": 0.062121212121212126}, "716940497504210944": {"text": "It will start soon! 146 times UI channel LIVE talk \"comfort women issue - day whether or not see the Korean agreement -\" Guest: Haruki Wada (professor emeritus at the University of Tokyo) # nicoch2573627 https://t.co/CYWaFjDoZz", "sentiment": 0.13636363636363635}, "714403187369713666": {"text": "It will start soon! The 145th UI channel LIVE dialogue Yuki Hatoyama × Yutaka Sunagasaki # nicoch 2573627 https://t.co/ZvJfSzveT8", "sentiment": 0.13636363636363635}, "711864795700416513": {"text": "It will start soon! Okinawa and the first 144 times UI channel broadcasting from Naha \"Fuzhou Ryukyu-kan\" Lecturer: Sotakashi Hirakawa Mr. (Asia Food Culture Institute Chairman) # nicoch2573627 https://t.co/NY6DGrCQyB", "sentiment": 0.25}, "710760077846716416": {"text": "RT @ alljapan25com: when \"not allowed to Seiji Abe upper house election total pep rally!\": 18 days (gold) 18:50 Venue: Bunkyo Civic Main Hall (1802 people) Fee: Free Speakers: opposition representative, Ken Takada, Yuki Hatoyama, Katsuki Haraaka, Keiko Ochiai, Makoto Ito, Masahiko Ito, Masahiko Yamada, Kimi Sonosaki, Sadao Hirano, Kazuhide Isao, others http ...", "sentiment": 0.14166666666666666}, "710374869041418240": {"text": "RT @ alljapan25com: \"! Seiji Abe does not allow the House of Councilors election total pep rally\" at the time: 18 days (gold) 18:50 Venue: Bunkyo Civic Main Hall (1802 people) Fee: Free Speakers: 5 opposition representative, Ken Takada , Yukinori Hatoyama, Katsuki Haraaka, Keiko Ochiai, Makoto Ito, Masahiko Yamada, Konomi Sonosaki, Sadao Hirano, Kazuhide Isao, others ...", "sentiment": 0.18888888888888888}, "710374201807376385": {"text": "RT @uekusa_kazuhide: 3.18 \"! Do not allow Seiji Abe upper house election total pep rally\" March 18, 6:00 pm 50 minutes the curtain, Bunkyo Civic Great Hall, free admission https://t.co/kP6P9vZhnN Yuki Hatoyama Ottomoto Cabinet Prime Minister, Mr. Hatanaka Before the victory Japan Medical Association Chairman Sadao Hirano Former House of Councilors etc. Large numbers of people", "sentiment": 0.20204081632653062}, "709331084039684096": {"text": "It will start soon! The 143rd UI channel live broadcast Yukio Hatoyama × Ryo Hashira LIVE dialogue \"Summary of\" Avenomics \"and future political economy in Japan\" # nicoch 2573627 https://t.co/OUdSfifnj 3", "sentiment": 0.06818181818181818}, "708175450162335748": {"text": "Although the direct victims of the Fukuichi accident are obvious, it is a fact that many citizens have anxiety and disbelief with respect to the safety and restarting of nuclear power plants in the earthquake country / volcano country Japan . The government should listen to the public's opinions as soon as possible, stop nuclear power plants from restarting operations, and make a major shift in energy policies.", "sentiment": 0.11041666666666666}, "708175346009387008": {"text": "At the same time, On 9th, the Otsu District Court issued a provisional disposition decision of injunction injunction of Takahama nuclear reactors 3, 4 in Fukui prefecture. This means that it is the first time to stop the operation of nuclear power plants in operation and that judicial judgment is extremely justified that it can not be safe against the new standards of the Nuclear Regulatory Commission.", "sentiment": 0.2572727272727272}, "708175248504426496": {"text": "We pray for the repose of those who were sacrificed again, and those who have been forced to leave their hometown due to the Fukushima Daiichi Nuclear Power Plant accident, and those who are inconvenienced even if they return to their hometown I express my sincere condolences to all the victims, including them.", "sentiment": 0.024999999999999984}, "708175124466302976": {"text": "Five years have passed since the Great East Japan Earthquake that occurred on March 11, 2011. I am deeply sorry if I think of the desperation of those who passed away due to the earthquake and the deep sorrow of the bereaved families who lost their beloved caretaker, I will not bear mercy.", "sentiment": 0.175}, "707007345641951233": {"text": "RT @ news_oped: 【Announcement】 Tomorrow March 8 (Tue) 16 o'clock ~ ♪ 93 th Prime Minister Yukio Hatoyama, President of the East Asian Community Research Institute and Hitomi Yani of the Japan Media Coverage Agency are guests . Henoko relocation problem etc. https://t.co/NzWc14IoIL # Opedo https: //t....", "sentiment": 0.0}, "707006721110073345": {"text": "RT @ NOOBORDER__PR: 8th (Tuesday) \"News Opedo\" It is live from 16 o'clock. Yuki Hatoyama Prime Minister Hatoyama is urgent appearance! Human Yani, a Japanese media coverage verification organization, also appeared. https://t.co/4GNLll2OmC # Opedo https://t.co/txHOYDG2rm", "sentiment": 0.04545454545454545}, "706792839884111872": {"text": "Live broadcasting will start soon! The 142nd UI channel live broadcasting Yukio Hatoyama × Miku Takano interview # nicoch 2573627 https://t.co/MIaFvkqjSZ", "sentiment": 0.13636363636363635}, "699185434694283264": {"text": "It will start soon! The 140th UI channel live broadcasting Yuki Hatoyama × Mr. Takano Meng × Xu Hui wave talk \"Lies of the Theory of Chinese Economic Collapse\" # nicoch 2573627 https://t.co/1 MZTIztF1U", "sentiment": 0.11212121212121212}, "696649141288464384": {"text": "It will start soon! The 139th UI channel live broadcasting Yuki Hatoyama × Yuzaki Sunagi interview # nicoch 2573627 https://t.co/WAXtm 8bjck", "sentiment": 0.13636363636363635}, "691580046398459904": {"text": "Live broadcasting from Okinawa! The 137th UI channel live broadcast \"Okinawa Contemporary History\" Commentary: East Asian Community Research Institute Ryukyu · Okinawa Center # nicoch 2573627 https://t.co/RESOCyumLP", "sentiment": 0.06787878787878787}, "671280458106339328": {"text": "The 129th UI channel live broadcast \"Distribution of Peace from Yanbaru\" (Interviewed by East Asian Community Research Institute Ryukyu · Okinawa Center) # nicoch 2573627 https://t.co/yqhBIUeZd1", "sentiment": 0.012121212121212116}, "670847519413305345": {"text": "@ hatoyamayukio https://t.co/qF0ugrpOOU", "sentiment": 0.0}, "670824137217064960": {"text": "I participate in the remains collection activity of Mr. Takamatsu Representative Representative Okinawa battle remains collection volunteer \"Gamahuya\".", "sentiment": 0.0}, "666206010126635008": {"text": "The 128th UI channel live broadcasting guest: Mr. Jiro Yamaguchi (Professor, Faculty of Law, Hosei University) Yuki Hatoyama × Meng Takano × Jiro Yamaguchi \"Rallying of new liberal forces and self-determination rights of Okinawa\" # nicoch 2573627 https: // t. co / V8ijsgdGZS", "sentiment": 0.13636363636363635}, "663667939657158656": {"text": "The 127th UI channel live talk session \"Make-to-think and how to live thinking in Okinawa\" (first half) & \"Asian noodle road\" (second half) # nicoch2573627 https://t.co/rWfa8pZBEx", "sentiment": 0.02705627705627706}, "662852942223904768": {"text": "It is an important meeting to discuss the future direction of the world economy and finance that is growing with change and diversity. We are hoping that Japan will participate more in this type of meeting, including AIIB participation more actively. https://t.co/6kMJGEcWp9", "sentiment": 0.2533333333333333}, "662852926541434881": {"text": "Last July, I flew from Seoul to Beijing and continued to the 12th IFF (International Finance Forum) following last year, as Chairperson of Kevin Rudd (Prime Minister of Australia) and Mr. Han Su-soo (Korea Former Prime Minister) as President of the Advisory Committee . https://t.co/SBqYnBsr98", "sentiment": 0.0}, "662509028665200641": {"text": "I met with Lee Myung-bak president for the first time in a long while. Regarding the good relations of Japan, China, Korea and the Three Kingdoms of the Hatoyama administration, the current world situation surrounding Asia, the necessity of further deepening of Japan-ROK relations, etc. We also listened enthusiastically about the East Asian community . https://t.co/f0J1GotaPu", "sentiment": 0.15}, "662508595171360768": {"text": "@ hatoyamayukio And the East Asian community will fulfill that role.", "sentiment": 0.0}, "662508457564614656": {"text": "I am visiting Korea for a lecture at Seoul National University Asian Institute. I hope that the Japan-ROK Summit will be held following Japan, China, Korea, and that the confidence building of the two countries has been confirmed again. However, we must also draw a concrete blueprint for the peacebuilding of the Korean Peninsula and East Asia. https://t.co/Xslre2wD0z", "sentiment": 0.1375}, "661570640013451264": {"text": "RT @ ihayoichi: A scream of a woman who is sunk in the sea many times to shout, 'Please help me, help me'. A woman holding a float in the sea of ​​Henoko is sunk by a maritime insurance company. The video camera that the woman was wearing was recording. Although the Japan Coast Guard denies it, the recording does not move proof. https: // ...", "sentiment": 0.5}, "661422035633967104": {"text": "As part of the program to help patients with defoliants, 50 wheelchairs will be held this year as part of Hanoi City, Danang City, Dong Nai Province (South), Bagzan Province (Northern Region), Gayan Province (Chubu), Zurai Province (Chubu), Quanti It was donated to relevant organizations throughout the province (Chubu).", "sentiment": 0.4}, "661422035575304192": {"text": "Continuing from last year, due to the influence of defoliants and dioxins by the US Army during the Vietnam War, we have given 50 chair wheelchairs to Vietnamese children who are still heavy birth defects as president of the Japan Friendship Association. https://t.co/q3U9CDMJj2", "sentiment": -0.10833333333333334}, "661422035533344768": {"text": "We are touched by the bright and powerful singing voice of Nguyen Tee Toeon who is a disabled person who is a disabled person and a famous singer who came to the presentation ceremony and is handling each child with the children riding a wheelchair, My heart began to cross the fact that it was \"practice of fraternity\" just beyond. The war has not ended yet and the tragedy is still going on.", "sentiment": 0.18333333333333335}, "661422035512397824": {"text": "It was reported on the TV news of the local Vietnam. From YouTube https://t.co/B4i9Dl8325", "sentiment": 0.0}, "661130674754076672": {"text": "The 126th UI channel live broadcasting Yukinori Hatoyama × Yuzu Suzaki # nicoch 2573627 https://t.co/PuQi7NgTxA", "sentiment": 0.13636363636363635}, "658592129652883456": {"text": "It will start soon! The 125th UI channel broadcast \"The living things of the great river\" coverage: East Asia Community Research Institute Ryukyu · Okinawa Center # nicoch 2573627 https://t.co/e1QOZmQqdv", "sentiment": 0.35000000000000003}, "656058060201263104": {"text": "The 124th UI channel broadcast \"Finally Born! What is the ASEAN Economic Community?\" Guest: Mr. Akifumi Kuchiki (Professor, Department of Biological Resources and Science, Nihon University) # nicoch 2573627 http://t.co/qoD28KKyzA", "sentiment": 0.1}, "653524356891455488": {"text": "It will start soon! Guest: Tadashi Murata (Emeritus Professor, Yokohama National University) # nicoch 2573627 http://t.co/BjqEU3fiZ1", "sentiment": 0.0}, "652744653624578048": {"text": "RT @kenichiromogi: Campaign \"Please accept refugees! In response to the current Syrian refugee problem, let us appeal to more aggressively accept refugees who accepted only 11 of the 5000 applications that were in fiscal 2014!\" I agreed. https://t.co/0MFekmga...", "sentiment": 0.16666666666666666}, "651659459790397440": {"text": "RT @ alljapan 25com: Basic policy of 【All Japan: Peace and symbiosis】 1. Do not tolerate the exercise of collective self-defense 2. Do not allow restart of nuclear power which safety is not confirmed 3. Benefits of the majority of citizens Do not participate in TPP that is contrary to 4. Do not make US military bases in Henoko, Okinawa prefecture Nago city 5. Expand disparity ...", "sentiment": -0.10000000000000002}, "651659432980443136": {"text": "RT @ alljapan 25com: 【All Japan: Peace and Symbiosis】 Praise (some excerpts) Yuki Hatoyama (former Prime Minister) Makoto Ito (Doctor of Itojuku) Koichi Kato (Chairperson of Life Club Cooperative Federation) Yasuko Yasuda (Food Policy Center Vision 21 President) Kazuhide Ikusuke (Political Economist) Please approve ⇒ http: ...", "sentiment": -0.03333333333333333}, "651659409873997824": {"text": "RT @ alljapan 25com: [All Japan: Peace and Symbiosis (AJPC)]: Notice of General Race Tournament at Constellation Memorial Hall Hall: Thursday, October 8 17: 55 ~ 19: 30 (Opened at 17:30) No advance application required · Free entry fee · First come, first served basis ⇒ http: // t.co / q ...", "sentiment": 0.23750000000000002}, "651261623147999232": {"text": "RT @kenichiromogi: nice time and discussion. http://t.co/aOfm5SiiiW", "sentiment": 0.6}, "650982789685231616": {"text": "The 122nd UI channel broadcast \"Now of Crimea\" Guest: Mr. Mikihiro Kimura (Representative of Ichikai) # nicoch 2573627 http://t.co/MAOA0hXvbL", "sentiment": 0.0}, "648448743809773568": {"text": "The live broadcast will start soon! The 121st UI channel broadcast Yukinori Hatoyama husband × grandson saku interview # nicoch 2573627 http://t.co/wb6hMKuh7F", "sentiment": 0.13636363636363635}, "645911524909801473": {"text": "It will start soon! The 120th UI channel broadcast 【Special talks】 the second half Mr. Takano Meng × Katsuya Koshiaki interview \"In the narrow space between the Stars and flags and the Hinomaru ~ Testimonial record Okinawa return and nuclear challenge\" # nicoch 2573627 http://t.co/NbJZGE 3 kRG", "sentiment": -0.0023809523809523794}, "640838160662945792": {"text": "It will start soon! 118th UI channel live broadcast from Okinawa \"Dr. Okinawa and Hirakawa's Okinawa · Asian noodle eating journey\" # nicoch 2573627 http://t.co/09lGwH6iJ9", "sentiment": 0.06818181818181818}, "640142178023424000": {"text": "I visited the Okinawa Film Festival held at Hosei University Ichigaya campus. Each issue now addresses issues to be considered throughout Japan as a theme. Why do not you take a look at valuable pictures by all means. For details click here http://t.co/gQTHDRNoB2", "sentiment": 0.0}, "639613495571447809": {"text": "On September 5th and 6th at Hosei University Ichigaya campus, the Okinawa Festival in Tokyo is not over after the war ~ is done. I would like people in Tokyo to know the current situation of the bases such as Okinawa war and Henoko with images. In the evening of the 6th we will do the \"Futenma Base Problem and Media Coverage\" symposium. We are hoping for the participation of many people.", "sentiment": -0.07500000000000001}, "635763539609698305": {"text": "The live broadcast will start soon! 117th UI channel broadcast Yukinori Hatoyama husband × Xu Yuanzaki interview # nicoch 2573627 http://t.co/MNvNGVBeOO", "sentiment": 0.13636363636363635}, "633225947181748224": {"text": "It will start soon! The 116th UI channel live broadcasting Takano Meng × Kato Tokiko Special talks 【second part】 \"Music deterrence\" # nicoch 2573627 http://t.co/ H4VCaBi2I 5", "sentiment": 0.1645021645021645}, "632054352853626880": {"text": "RT @ uesugitakashi: I updated my blog. \"[Breaking! 】 Today's \"News Opedo\", Yuki Hatoyama Prime Minister is on live broadcasting! ⇒ http://t.co/RLBPSlNVwi", "sentiment": 0.13636363636363635}, "632054274835398656": {"text": "RT @ uesugitakashi: Today 's news oped, an emergency live appearance of Former Prime Minister Hatoyama who has just returned from Korea has been decided. Nobody is not deceived by unified media coverage and values ​​the parties' words carefully. # OPEDED http://t.co/l06KFGYV4m", "sentiment": 0.012121212121212116}, "632054146959409152": {"text": "RT @ NOOBORDER__PR: 【Yuki Hatoyama Prime Minister urgent appearance! ! 】 August 14 (Friday) \"Uesugi Takashi's news oped ed\" Free live broadcast from 16: 00! ! \"Kneeling in Korea and apologizing\" It became a big topic today but Mr. Hatoyama himself talks about the truth in live broadcast today. http://t.co/YSi...", "sentiment": 0.16818181818181818}, "632054020178186240": {"text": "RT @ NOOBORDER__PR: 【Takashi Uesugi's news oped ed】 Free live broadcast from 16 o'clock on Friday, August 14! ! Guest: Mr. Yuki Hatoyama Prime Minister, Mr. Susumu Hirabayashi, Associate Professor of Tamagawa University in the former Mainichi Shimbun. I will also talk about Abe's discourse released today. http://t.co/YSiuXvxe...", "sentiment": 0.1787878787878788}, "632053990918717440": {"text": "RT @ news_oped: 【Emergency appearance! Yuki Hatoyama Prime Minister Yukihiro Hatoyama】 Friday, August 14 (Fri) from 16 o'clock free live broadcast ♪ The apology that we apologized in Korea the other day is prime minister Hatoyama Yukihara and former Mainichi Shimbun Masaru Hirabayashi, associate professor of Tamagawa University It is a guest. http://t.co/NzWc14IoIL # Opedo http: / ...", "sentiment": 0.1028409090909091}, "630694045396787200": {"text": "It will start soon! 115th UI channel live broadcast Takano Meng × Kato Tokiko Special talk \"Can sing change the world\" [previous] # nicoch2573627 http://t.co/6yKhDSIsiA", "sentiment": 0.10894660894660894}, "628748965824057344": {"text": "@ hatoyamayukio The entry period is until August 31 (must be arrived). Everyone, please join us. We look forward to your application.", "sentiment": 0.0}, "625908589115215872": {"text": "The period for recruitment of \"2015 Friendship International Photography Competition\" organized by the Japan Friendship Association, which I am serving as president, has been extended until August 15. We look forward to a lot of your application. Please confirm from the following URL for details. http://t.co/NPlvA4M4oe", "sentiment": 0.0}, "625622558562369536": {"text": "The 113th UI channel live broadcasting. Guest: Mr. Toshiji Taoka (military critic) # nicoch 2573627 http://t.co/1yDYpQunWO", "sentiment": 0.018181818181818174}, "623080640582279168": {"text": "It will start soon! The 112th UI channel live broadcast \"Former Prime Minister and Talking Group - Possibility of Okinawa, Possibility of You\" - # nicoch 2573627 http://t.co/UP4EAlQc7S", "sentiment": 0.06818181818181818}, "622580483302387712": {"text": "@ hatoyamayukio × Premier Abe ○ We apologize and amend it. excuse me.", "sentiment": -0.05}, "622578080343678976": {"text": "Furthermore, in conjunction with the upper house election next year, it is necessary for any political party to vote for a candidate who declares this bill \"unconstitutional\" and to fully contain the remedial measures of the Abe administration. It is the Abe administration that is being driven down. If we review the new National Stadium as \"listen to the public 's voices,\" this poor law should also be abandoned immediately.", "sentiment": -0.0523989898989899}, "622578036093759488": {"text": "And, despite this, if the Abe administration forcibly pushed this enactment by force forcibly at the House of Councilors or by applying the 60-day rule, not only constitutional scholars and lawyers opposed to this, but also widely experts, culture There will be a national movement of \"unconstitutional litigation\" in which people, speechists, etc are named.", "sentiment": 0.225}, "622577986357694464": {"text": "In other words, Prime Minister Abe has already failed to get \"understanding of the public\" about this bill. From now on, at the House of Councilors, we should aim at exposing the essence of this bill to bring out the SDF to the use of overseas force easily by deliberating even more thoroughly, to excel in big public opinion and to dispose of this", "sentiment": 0.04404761904761905}, "622577925074714627": {"text": "Nevertheless, this forced voting is nothing but the emergence of \"weakness\", not the \"strength\" of the Abe administration. Prime Minister Shinzo Abe said, \"I would like to grasp explainly and get understanding\", despite having spent 116 hours of discussion time since late May, the more people we discuss, the deeper the people question, the opposite and carefully The number of opinions increased.", "sentiment": -0.04999999999999999}, "622577872251650048": {"text": "Prime Minister Shinzo Abe in the House of Representatives special committee of 15 days, to force a vote while acknowledging, \"It is true that the understanding of the people is not going\" on the security bill, the remains vote again the opposition absence at this meeting the next day I forced it. It is unbelievable violence as many of the constitutional scholar and the knowledgeable person point out that the bill is \"unconstitutional\" and I feel anger from the bottom of my heart", "sentiment": -0.00691964285714286}, "620546215038423040": {"text": "It will start soon! The 111 th UI channel live broadcasting Yukinori Hatoyama × Yu Sakonzaki interview # nicoch 2573627 http://t.co/ 4 N 15 oOvUH 6", "sentiment": 0.13636363636363635}, "619439865550123008": {"text": "[BS11: news and economic] <liberal time> Broadcast time: every Saturday 6:00 pm to 6 pm 30 minutes # bs11 http://t.co/s8wOnpe5Pi \"whole month,\" Futenma Air Station relocation \"Ⅱ\" Okinawa independent \"Tomorrow, we will be guest appearances on July 11th.", "sentiment": 0.13333333333333333}, "618008789736775680": {"text": "Nico student 110th UI channel live broadcast will start soon! Guest: Mr. Masahiko Shimada (Professor, Faculty of International Culture, Hosei University) # nicoch2573627 http://t.co/9KO67LViYB", "sentiment": 0.06818181818181818}, "615469747216343040": {"text": "It will start soon! The 109th UI channel live broadcast \"Media and North Korea problem\" Guest: Mr. Masashi Seiji (Director, Korea International Research Institute) # nicoch 2573627 http://t.co/j5o5nxbVL9", "sentiment": 0.06818181818181818}, "612937236011560960": {"text": "It will start soon! The 108th, \"the sending of peace from Yanbaru\" UI channel live (East Asian Community Institute Ryukyu-Okinawa Center sponsored symposium) # nicoch2573627 http://t.co/IR5epJMsfw", "sentiment": 0.012121212121212116}, "610398082568552449": {"text": "shortly! 107th UI channel live broadcast \"Onaga governor outcome of the visit to the United States\" Cast: Ryota Shimabukuro reporters and Mr. Tetsuya Yasuda East Asian Community Institute Fellow of the Ryukyu Shimpo that accompanied interviewed Hajime Takano Onaga governor is the raw appearance scheduled on the phone. # nicoch 2573627 http://t.co/7 cBdE 3 dUE 0", "sentiment": -0.04388111888111888}, "605334762929012736": {"text": "The 105th UI channel live broadcast! Hatoyama Yukihio × Takano Meng talks \"Meaning of Okayama Governor visiting the United States\" # nicoch 2573627 http://t.co/APA1Cu7pnE", "sentiment": 0.13636363636363635}, "602784736700805120": {"text": "It will start soon! 104th UI channel live broadcasting guest: Mr. Kimi Sonosaki (Former Director, International Information Office, Ministry of Foreign Affairs) # nicoch 2573627 http://t.co/U547guoqBa", "sentiment": 0.0028409090909090884}, "600247554215809024": {"text": "The 103rd UI channel live broadcasting guest: Mr. Toru Hayano (Professor of Okura University) # nicoch 2573627 http://t.co/sbw3RHsDCv", "sentiment": 0.13636363636363635}, "597708631354712064": {"text": "It will start soon! The 102nd UI channel live broadcast \"Okinawa current affairs talks\" Guest: Mr. Nagatoshi Tokuichiro (former member of the House of Representatives) # nicoch 2573627 http://t.co/Oa91pk0Rh3", "sentiment": 0.04545454545454545}, "595174476645412864": {"text": "It will start soon! 101st UI channel live broadcasting Yukinori Hatoyama × Yukinobu Sakakibara interview # nicoch 2573627 http://t.co/3 cJMtWL 1 Yj", "sentiment": 0.13636363636363635}, "590509004138229761": {"text": "@ daycatch_tbs Although I was offensive to the question, thank you for appearing. I am looking forward to receiving questions as there is love on the program.", "sentiment": 0.5}, "590416733334212608": {"text": "I will speak at the Japan Foreign Correspondents' Association tomorrow. Professional Luncheon: Yukio Hatoyama, Former Prime Minister of Japan http://t.co/dcPFKoKZym", "sentiment": -0.008333333333333331}, "590405064671395841": {"text": "RT @ daycatch_tbs: Special day 2 day! Special of the day catch \"for the United States Okinawa, Japan ... and\" that remark \", Katsuya Konishi will cut into the Hatoyama former Prime!\" 4 o'clock - around 30 minutes, \"Day catcher's voice SP\" ▼ today #daycatch # tbsradio # radiko", "sentiment": 0.2380952380952381}, "590405033256062976": {"text": "RT @ daycatch_tbs: ▼ What do you want to ask the former Prime Minister Hatoyama? When you send a message, you will receive 5000 yen worth of specially made quocard for 5 people! ■ News ranking voting 3 o'clock deadline 【Mobile website】 http://t.co/OPMDAXbT5M # daycatch # t ...", "sentiment": 0.21904761904761905}, "590405004692860928": {"text": "RT @ daycatch_tbs: Next week SP Week Aki Tsukishima / Kenji Tsukagoshi / Katsuyoshi Konishi / Yukio Hatoyama / Kaori Hatoyama / Kaori Hatoyama / Koori Fukushima / Kazuo Fukushima / Kozo Fukushima / Kazuo Fujima / Kazuyuki Kondo / Yoshihiro Kondo / Goro Yamada / Kazuichi Tsuzuki / Miura Jun / Thank you Tatsuo / Miya Bashi / Kobayashi Yoshinori / Itoh Takahiro #daycatch htt ...", "sentiment": 0.0}, "590103877090873344": {"text": "It will start soon! The 99th UI channel live broadcast Yukio Hatoyama × Miku Takano talks \"Myanmar business trip report\" # nicoch 2573627 http://t.co/lbCb5JYhcE", "sentiment": 0.13636363636363635}, "587570883868262400": {"text": "It will start soon! The 98th UI channel live broadcasting Yuki Hatoyama × Yuzaki Sonosaki interview # nicoch 2573627 http://t.co/xzGAWhUKCj", "sentiment": 0.13636363636363635}, "585027060562702337": {"text": "It will start soon! The 97th UI channel live broadcast \"I am Not ABE\" guest: Mr. Shigeaki Koga (Ministry of Industry, Ministry of International Affairs) # nicoch 2573627 http://t.co/RB6xX8P6NS", "sentiment": 0.06818181818181818}, "582491377834930176": {"text": "It will start soon! The 96th UI channel live broadcasting guest: Mr. Muneo Suzuki (Representative of the New Party Daichi) # nicoch 2573627 http://t.co/3Ya6BrlH7c", "sentiment": 0.13636363636363635}, "580317793091874816": {"text": "It will start soon! The 95th UI channel broadcast Yukio Hatoyama × Nobuhiko Shuto talks \"Current status and issues of TPP negotiations\" # nicoch 2573627 http://t.co/JAiZIEzEbC", "sentiment": 0.0}, "574883331315142657": {"text": "It will start soon! The 93rd UI channel broadcast Yuki Hatoyama talks with Mr. Takano Megu \"Straying\" 70 Years' Discourse after the Abe War \"# nicoch 2573627 http://t.co/t9ZK2OTF13", "sentiment": 0.0}, "572348624446742529": {"text": "It will start soon! The 92nd UI channel broadcasting guest: Mr. Kazuhide Uesugi (economist) # nicoch 2573627 http://t.co/JNTURnmXBp", "sentiment": 0.0}, "569809729477746688": {"text": "It will start soon! The 91st UI Channel Broadcast \"About the Future World - Returning to the Origin of\" Fraternity \"in the Period of Extinction\" Guest: Kenichiro Mogi (Brain Scientist) # nicoch 2573627 http://t.co/upwid9rDPQ", "sentiment": 0.0}, "569460712843509760": {"text": "@ hiroko_o724 Life is amazing. I'm fine and than anything else.", "sentiment": 0.5083333333333334}, "569459352383287296": {"text": "Tomorrow, I analyze the situation of the world with Mr. Kenichiro Mogi who ran the Tokyo marathon on Nico Nico UI channel and talk about how important it is to return to the origin of fraternity. It does not matter what opinion you have. Please please take a look once.", "sentiment": 0.4}, "567268571135238144": {"text": "It will start soon! The 90th UI channel broadcast \"US diplomatic force\" guest: Mr. Sasa Saruda (ND secretary general / lawyer) # nicoch 2573627 http://t.co/FUIaFZZXIh", "sentiment": 0.05000000000000002}, "564734580796579840": {"text": "It will start soon! The 89th UI Channel Broadcast \"Origin of the Japan-China Territories Issue - An Inconvenient Truth Talked by Public Documents\" (Part 2) Guests: Tadashi Murata # 1 nicoch 2573627 http://t.co/TKc01JsNWh", "sentiment": -0.3}, "562198512306102272": {"text": "It will start soon! The 88th UI channel broadcast \"The Origin of the Japan-China Territories Issue - The Inconvenient Truth Talked by Public Documents\" Guest: Tadashi Murata # 1 nicoch 2573627 http://t.co/ 7 mohJCwyTj", "sentiment": -0.3}, "559661647350857729": {"text": "It will start soon! UI Channel Broadcast Guest: Mr. Takashi Uesugi (Journalist) http://t.co/ofHcS2uc29", "sentiment": 0.0}, "557123785216634880": {"text": "It will start soon! 86 th UI channel broadcast \"World's Yuku\" Guest: Naoto Tenki (former diplomat / writer) # nicoch 2573627 http://t.co/fj1mt1X5XG", "sentiment": 0.0}, "554585699949629440": {"text": "【Nicoan (2015/01 / 12 20:00 start)】 85th UI channel broadcast Yukio Hatoyama × Koichi Kadotani talks \"Political Perspective of 2015\" # nicoch 2573627 http://t.co/kcFwJd2j23", "sentiment": 0.0}, "552050728114462720": {"text": "It will start soon! 84th UI channel broadcast \"East Asian Community Institute New Year Roundtable Discussion Meeting\" Cast: Yuki Hatoyama, Konomi Sonosaki, Meng Takano, Kenichiro Mogi, Ryo Hayako, Osamu Ogata # nicoch 2573627 http://t.co/EJPwLl71 hT", "sentiment": 0.06818181818181818}, "549493693682421760": {"text": "UI channel broadcast last will be this year, we will send you \"Try looking back on 2014\" talks from Tonight Hatoyama Yukihiro × Sonosaki Ki × Takano Meng at 20 o'clock tonight. Please have a look. # nicoch 2573627 http://t.co/AI9GqhfZdE", "sentiment": 0.0}, "549493124360183808": {"text": "Does the Democratic Party ignore the public opinion indicated in Okinawa? The EU's father, Earl of Coudenhof-Karlraki, leaves the word \"All the great historical events started as utopias and ended as reality.\" There is no future in the group lacking the philosophy.", "sentiment": 0.2}, "549492792146132992": {"text": "It is true that I bothered Okinawa citizens as a result of this problem, but it did not mean that I was not realistic. National interests will be formed by the understanding of the people. Ignoring the people's belief that it is unrealistic will tolerate relocation within the prefecture like the current government and the name of the Democratic Party will cry.", "sentiment": -0.015416666666666667}, "549492468362653697": {"text": "Although the Democratic Party's representative elections are being reported, it is said that in terms of security policy, \"realistic pacifism\" was declared, and Futenma relocation outside the prefecture, \"Although it may have been very sublimely as ideal, I was worried about it. \"", "sentiment": 0.31666666666666665}, "546946252990984192": {"text": "Tonight's 82nd UI channel broadcast will be sent to the symposium hosted by the East Asian Community Research Institute: \"Self-determination rights of Okinawa - what Okinawa learns from the Scottish independence ballot\" -. # nicoch 2573627 http://t.co/YU6pCjaUjP", "sentiment": 0.0}, "546945483898245120": {"text": "Although it is truly embarrassing, here is the reason why teeth did not stand on the thick walls of the US and bureaucrats during Prime Minister. The composition that Japan is subordinate to the United States is extremely strong, and Kasumigaseki has a subordinate completion system. Was not there a politician who self-sustaining such miserable Japan and going on a journey to escape from subordination to the US?", "sentiment": -0.21666666666666667}, "546945199516053506": {"text": "I read Kaori Yabe \"Why can not Japan stop\" Base \"and\" Nuclear Power Plant \"written, and I do not know how many scales fell from the eyes. One of them is the organization structure of the Japan-US Joint Committee. The content decided by the committee consisting of the US military lasting more than 60 years and high-level bureaucrats in Japan is undisclosed. Although it is truly embarrassing,", "sentiment": 0.043333333333333335}, "544437500287016961": {"text": "It will start soon. The 81st UI channel broadcasting guest: Kaji Yabe (Representative of Book Information Inc.) \"Why can not Japan stop\" Base \"and\" Nuclear Power Plant \"(second part) # nicoch 2573627 http://t.co/S1aShkvvlG", "sentiment": -0.4}, "541902136733220865": {"text": "It will start soon! The 80th UI channel broadcasting guest: Koji Yabe (Representative of book information company) # nicoch 2573627 http://t.co/IVpK 6 dBbz 2", "sentiment": 0.0}, "539370562263322626": {"text": "It will start soon! The 79th UI Channel Broadcast Guest: Martin Facler (New York Times Tokyo Branch Manager) # nicoch 2573627 http://t.co/4hh7eUePvq", "sentiment": 0.13636363636363635}, "536832906933436416": {"text": "It will start soon! 20 o'clock UI Channel Broadcast Guest: Eiji Shindo (Emeritus Professor, University of Tsukuba / Chairman of the International Asian Community Society) # nicoch 2573627 http://t.co/t8Jerj5jJe", "sentiment": 0.0}, "534311718277500928": {"text": "It will start soon! UI Channel Broadcast Guest: Mr. Keiko (Okinawa Prefecture Selected House of Councilors) Mr. Takano Meng × Thread Number Keiko \"Selection of Okinawa Prefecture\" # nicoch2573627 http://t.co/utbUOegoYS", "sentiment": 0.0}, "531757787697520640": {"text": "It will start soon at 20 o'clock! UI Channel Broadcasting Sonosaki Kimi × Takano Meng Interview \"Okinawa Prefectural Governor Election Status\" # nicoch2573627 http://t.co/mXG941 gAJE", "sentiment": 0.0}, "529219893539778561": {"text": "UI channel live broadcasting will start soon. Guest: Mr. Mikihiro Kimura (Representative of Ichikai) # nicoch 2573627 http://t.co/LSKES8nJmQ", "sentiment": 0.13636363636363635}, "526684906085027840": {"text": "It will start soon! 20 o'clock UI Channel Broadcasting Guest: Mr. Jiro Yamaguchi (Professor, Hosei University) # nicoch2573627 http://t.co/Sek2JEXT 3j", "sentiment": 0.0}, "519077493261627392": {"text": "It will start soon! UI channel broadcasting 20 o'clock ~ 4 th World Friendship Forum regular study work session \"The Truth of Okinawa\" Speaker: Tsuyoshi Matsumoto (Deputy Director, Editorial Office of Ryukyu Shimpo) # nicoch2573627 http://t.co/hbzlkOamRY", "sentiment": 0.0}, "516544014825189377": {"text": "It is on air! UI channel live broadcast Kenzan Rika × Takano Meng talk # nicoch 2573627 http://t.co/gMxx8jUQxR", "sentiment": 0.13636363636363635}, "513998067993804800": {"text": "It will start soon! UI channel broadcast Yukio Hatoyama Takao Takano interview # nicoch 2573627 http://t.co/Vr7vW7s6v6", "sentiment": 0.0}, "511462032097304576": {"text": "It will start soon! Lecture by Mr. M. Takano, Mr. Hirofumi Yamashiro (Okinawa Peace Movement Center Chairperson) # nicoch 2573627 http: // t Rikkyo · Okinawa Center sponsored society organized by the Ryukyu Okinawa Center East Asia Community Research Institute \"Marine Corps in Okinawa Do not need a base! .co / INKDNTbk3Q", "sentiment": -0.275}, "508924467045597185": {"text": "UI channel broadcast Yukio Hatoyama, Mr. Takano Meng and Mr. Kang Na Minaka (President of Seigakuin University) Talk # nicoch 2573627 http://t.co/Wwg 1 eBgmgA", "sentiment": 0.0}, "506391629960192000": {"text": "It will start soon! September 1 (Monday) 20 o'clock UI Channel Broadcasting Sonosaki Kimi × Takano Meng \"Current Affairs Report\" # nicoch 2573627 http://t.co/WksmTBDRlo", "sentiment": 0.0}, "506329226497114112": {"text": "For example, Ukraine · Crimea, which is worried about expansion of conflict, its history is complicated, urging Mr. Kaneko to do something strongly and not history of copying of encyclopedia as well as history that ethnic groups and the state can not be easily organized I want you to study the facts.", "sentiment": 0.12222222222222222}, "506329094187802624": {"text": "The number of ethnicities is said to exist at least 5000 if it includes the strain. Even if everyone does not ask for the formation of the National Assembly, as long as the definition of ethnic existence is done only under conditions as claimed by Ms. Kaneko, on the contrary, the privilege to create a nation state is given to the whole world It is only 4%.", "sentiment": -0.029999999999999992}, "506328987669233664": {"text": "Kaneko Sapporo Municipal Council asked questions of the Ainu ruling volunteer group, \"There is no Ainu race group that shares religion, language, culture, etc. with ethnic groups and has political demands such as autonomy and national formation,\" I repeatedly argued. Currently, the number of countries that Japan has approved throughout the world is 195 (including Japan)", "sentiment": 0.0}, "504880720628547585": {"text": "\"Resolution seeking to make Ainu peoples indigenous\" http://t.co/pI7PlK7wnA (House of Representatives) http://t.co/uvaLYJjXYZ (House of Councilors) \"Resolution seeking to make Ainu racial as indigenous people\" Chief Cabinet Secretary on the matter http://t.co/l8gakHwnJ1 (official residence)", "sentiment": 0.0}, "504880034520104960": {"text": "The saying \"There is no Ainu people anymore\" by Sapporo's LDP city council can not be overlooked. At that time, Nobutaka Machimura (current Liberal Democratic Party leader chairperson) Chief Cabinet Secretary was released. In that sense, I would like to ask the chairman of the town and villa LDP party deeply involved as Chief Cabinet Secretary about the insight into this problem, and to practice responsible politics.", "sentiment": 0.06666666666666667}, "504879658127486976": {"text": "　On June 6, 2008, in the Diet of the Diet of the Diet, \"a resolution calling for the Ainu people to be indigenous peoples\" was adopted by all partnership agreement. In addition to me, the bipartisan parliamentarians elected in Hokkaido, especially the parliamentary association who considers the establishment of the rights of the Ainu people, established the parliament association who thinks of the rights of the Ainu people, and from the standpoint of having discussed with the delegates of each faction as a chairman until this resolution was adopted,", "sentiment": 0.0}, "503849486775382016": {"text": "UI channel broadcast from 20 o'clock tonight, we will send \"Takano Meng's current affairs talks\" on live broadcasts! # nicoch 2573627 http://t.co/jxNtnRMJHF", "sentiment": 0.06818181818181818}, "501294091682848768": {"text": "UI channel broadcasting from 20 o'clock tonight, Yukio Hatoyama × Kim Sugurazaki × Takano Meng talk \"We will send you the history of war, the 21st century!\" In the 20th century! # nicoch 2573627 http://t.co/8H3MaImzT8", "sentiment": 0.0}, "498780434126217216": {"text": "It will start soon. 20 o'clock UI channel live broadcasting Yuki Hatoyama × Mr. Takano Meng × Damn Amamiya (writer) talk \"Life and State\" # nicoch2573627 http://t.co/lpXsDXPlnL http://t.co/jag8qedcmK", "sentiment": 0.13636363636363635}, "498742260377190401": {"text": "UI channel broadcast from 20 o'clock tonight, Yuki Hatoyama × Mr. Takano Meng × Masami Amemiya (writer) I will send a talk \"Life and nation\" on live broadcast. # nicoch 2573627 http://t.co/lpXsDXPlnL", "sentiment": 0.13636363636363635}, "496210159190806528": {"text": "Tonight 20 o'clock UI Channel Broadcasting Yuki Hatoyama × Meng Takano × Mr. Kureya (Chairman of the Kanazu Group) Dancing \"Utinanchu's Dignity\" # nicoch2573627 http://t.co/K9OHDrYXgy", "sentiment": 0.0}, "493679494935236608": {"text": "Tonight 20 o'clock - The 61st UI channel broadcast will be sent in two copies. Program first half: World Friendship Forum Regular study session \"Reconstruction of liberal\" Lecturer: Mr. Kenichiro Mogi (brain scientist) Program second half: Report on Okinawa business trip (with video) # nicoch2573627 http://t.co/JriCiIBLAg", "sentiment": -0.016666666666666663}, "492681705858138113": {"text": "For details, click here → https: // t.co / WjRe 8 W 0 hBi", "sentiment": 0.0}, "492681233785040896": {"text": "I just returned from Okinawa. For over 10 years I encouraged everyone who was sitting in a tent and continuing protest action against the Henoko relocation and inspected the planned place from offshore. While inquiring about the explanation of the ecosystem indispensable for the dugong inhabitants, the persistence of the emerald green ocean in Henoko is still burning in the eyes.", "sentiment": 0.09999999999999999}, "491152294654640128": {"text": "UI channel broadcast from 20 o'clock tonight Yuki Hatoyama × Meng Takano × Hitoshi Tanaka (Chairman of the International Strategy Research Institute) Talk \"The Role of the Great Power in Structural Change of the International Society\" # nicoch 2573627 http://t.co/Z5UG6OgCld", "sentiment": 0.26666666666666666}, "488610976359403520": {"text": "UI channel live from tonight tonight Yuki Hatoyama × Masao Takano × Kei Kamada (Rupo Writer) \"Current affairs talks\" # nicoch 2573627 http://t.co/UKYkbc06yg", "sentiment": 0.06818181818181818}, "487065802089041920": {"text": "Last Morning Mr. Mogi, Mr. Hajimoto, Mr. Uesugi from the middle also joined and had a meal. Mogi pointed out that liberal is appreciated in the world, there are few civilians who advocate liberal in Japan, and there is no business in the business world inviting poverty of politics lagging today. .", "sentiment": 0.0}, "486057479151706112": {"text": "UI channel broadcast from 20 o'clock tonight! Yukio Hatoyama × Mr. Takano Meng × Park Do Tzen (Korea Institute for International Studies) \"How Japan, Korea, Japan and the Morning are in a situation\" # nicoch2573627 http://t.co/2znQyCP8MV", "sentiment": 0.0}, "483541047172022272": {"text": "Tonight from 20 o'clock UI Channel Broadcast Takano Meng × Masahide Ota (Former Governor of Okinawa Prefecture) \"Thinking from the History of Okinawa\" # nicoch2573627 http://t.co/0vcEE9lIBG", "sentiment": 0.0}, "481001569429622784": {"text": "Tonight 20 o'clock UI Channel Broadcast East Asian Community Research Institute / World Friendship Forum sponsored \"Symposium Commemorating the Ryukyu-Okinawa Center\" East Asia Community Research Institute \"Symposium\" How to Promote the East Asia Community and the Future of Okinawa \"Later Edition # nicoch 2573627 http: //t.co/fpkmDyNIiw", "sentiment": -0.025}, "478488003774386176": {"text": "Tonight 20 o'clock UI Channel Broadcast East Asian Community Research Institute / World Friendship Forum sponsored \"Symposium Commemorating the Ryukyu-Okinawa Center East Asia Community Research Institute\" How to open up the East Asia Community and the future of Okinawa \"# nicoch 2573627 http: // t.co / 7SNyhFlen8", "sentiment": -0.025}, "475916640161251328": {"text": "Tonight tonight ~ UI channel live broadcast Hideo Yutoko × Takano Meng × Satakinobu (reviewer) \"Current affairs talks\" # nicoch2573627 http://t.co/kXce6ptT6x", "sentiment": 0.06818181818181818}, "474563527483473920": {"text": "When I asked the twentieth girl, everyone said that I am anxious about the current Japan. It was about collective self-defense. Is it intuition of the girls being sharpened? Do not let these children worry.", "sentiment": -0.125}, "471302981426499584": {"text": "Hiro chan 's cook, how can I drink where I go.", "sentiment": 0.0}, "471300641885655040": {"text": "RT @ shiikazuo: \"Toyota Motor Corporation's advertisement that\" (consumption tax) tax increase is also not enjoyable \". When you introduce at the speech party, anger and surprise comment will come up. Toyota is a terrible advertisement that myself does not pay a consumption tax of 1 yen and corporate taxes do not pay 1 yen for 5 years and receive a large export rebate tax. http: // t ...", "sentiment": -0.34714285714285714}, "470841842590691328": {"text": "Tonight tonight ~ UI channel broadcast Yukio Hatoyama × Meng Takano × Hideki Sakanaka (Director, Immigration Policy Research Institute) Talk \"Japan's Immigration National Vision\" # nicoch 2573627 http://t.co/QANDehAv9O", "sentiment": 0.0}, "468327802043789312": {"text": "UI channel broadcast from 20 o'clock tonight Yuki Hatoyama × Mr. Takano Meng × Li Tang (Associate Professor, Keisen Gakuen University) Dialing \"East Asia Thinking from Jeju, Okinawa, Taiwan\" # nicoch 2573627 http://t.co/05mtP3e3Tw", "sentiment": 0.0}, "466871334945832960": {"text": "At the ceremony, six guests from overseas gave greetings on behalf of each country and region, and I also made a speech. For details, click here → http: // t.co / dX8ESCRtZC", "sentiment": 0.0}, "466870858590339072": {"text": "We met with Xi Jinping Jintao Friendship Hall Chairman other along with the in Satsuki Eda date prior to the ceremony. After that, the Chinese People's External Friendship Association was established 60 anniversary ceremony held at the Great Hall of the People golden hall, a large number of dignitaries, including Xi Jinping Jintao from the Chinese side also, 24 people dignitaries from 18 countries We attended the guests including.", "sentiment": 0.14866071428571428}, "466870312479358976": {"text": "We are visiting Beijing to attend the celebration celebrating the 60th anniversary of the establishment of the Chinese People's Friendship Friendship Association. Yesterday, I met with Lee Kobayashi, the association at the association, and said that they would like to cooperate with each other so that both Japan and China will be able to welcome the day when plum and cherry blossoms are in full bloom as soon as possible. For details click here → http: // t.co / tKCEkQenQD", "sentiment": 0.25416666666666665}, "465779609317822464": {"text": "Tonight from 20 o'clock UI channel live broadcasting Yukio Hatoyama × Konstantin · Sarxisov (Emeritus Professor, Yamanashi Gakuin University) Interview \"What will East Asia learn from the Ukrainian crisis !?\" # nicoch2573627 http://t.co/h0l5hB7HYI", "sentiment": 0.13636363636363635}, "465373041141108736": {"text": "(Continued) If there are military bases that do not change their importance despite changes in geopolitical conditions, it means \"a base unrelated to geopolitical change\", that is, , Neither good base \"other than that. Logically it's like this.", "sentiment": -0.14583333333333334}, "465371451600556032": {"text": "There was a very interesting description in Professor Uchida's \"The Theory of Mourning in the Street\". When discussing the base problem in Okinawa, we must know what American West Pacific strategy is. A strategy based base deployment plan was created, and it has historically fluctuated greatly in the world. However, regarding Okinawa, geopolitical changes have not changed the importance in military strategy.", "sentiment": -0.03571428571428571}, "465130354638995456": {"text": "I want to drink Hiro 's Cork.", "sentiment": 0.0}, "465128943813541888": {"text": "Japanese girls are cute. And unexpectedly thinking about life seriously. Male, let's work harder and more seriously.", "sentiment": 0.09523809523809525}, "463240836084293632": {"text": "Tonight tonight ~ UI channel broadcast Yuki Hatoyama / Hiroshi Kawauchi (former member of the House of Representatives) Interview \"What happens to nuclear reactors !?\" # nicoch2573627 http://t.co/Al5WEmvNBX", "sentiment": 0.0}, "460800498090520577": {"text": "It is not satisfaction of instinct, neither satisfaction of reason nor satisfaction of reason, how much teacher of Professor Nakamura Talefuki who was mentioned as an ideal life goal for spiritual satisfaction is understood and practiced by people living now I think to decide what Japan will go.", "sentiment": 0.3666666666666667}, "460795310231416832": {"text": "Hiro - chan, you are cute.", "sentiment": 0.5}, "460793732514578432": {"text": "@ mihimaruGTW @ hiroko_o724 I support you. Good luck to the extent that you do not overdo it.", "sentiment": 0.7}, "460698333179170816": {"text": "Live from 20 o'clock this evening! UI Channel Broadcasting Yukio Hatoyama × Kon Sonosaki Interview \"Think about Security in East Asia\" # nicoch 2573627 http://t.co/7GFWa78TKR", "sentiment": 0.13636363636363635}, "458798286728470528": {"text": "According to Mr. Kazuhide Ueshiba @ okusa _ kazuhide, NHK reception fee payment is less than 50% in Okinawa nationwide. One reason is that there is a distrust of NHK, a public broadcaster and representative of mainland media, not reporting the reality too much against high-level coverage on the prefectural side including Okinawa media stationeries issue Okay.", "sentiment": 0.13866666666666666}, "458798084869197824": {"text": "Why does not understanding in mainland against Okinawa progress? One is that the amount and quality of Okinawa information on mainland media is causing a loss of public awareness. I realize that I read Okinawa paper everyday, but the Ryukyu Shimpo and the Okinawa Times reported detailed regional information daily.", "sentiment": 0.05}, "458165408281812992": {"text": "Live from 20 o'clock this evening! ! UI channel live broadcasting Yukio Hatoyama × Kazuhide Isakusa \"Sovereign people regain Japan\" # nicoch 2573627 http://t.co/ oouI4NXeMi", "sentiment": 0.13636363636363635}, "455651546336722944": {"text": "Tonight 20th - April 14th (Monday) UI Channel Broadcast Takano Meng × Fujita Yukihisa (House of Councilors) Interview \"US heavyweight attention remarks\" Henoko stops and alternative plan \"\" # nicoch2573627 http://t.co / lYfmahIgy 6", "sentiment": 0.0}, "453112588197314560": {"text": "Tonight 20 o'clock UI channel broadcast Kenichiro Mogi (brain scientist) × Yuki Hatoyama talks \"Listen to Mr. Kenichiro Mogi! Brain Scientist! STAP Cell Problem and Credibility of Science\" # nicoch2573627 http://t.co/3UnS6fTVMD", "sentiment": 0.0}, "451278411122491392": {"text": "【Nicoan】 Monday, April 7 UI channel broadcast Kenichiro Mogi (brain scientist) × Yuki Hatoyama talks \"Listen to Mr. Kenichiro Mogi! Brain scientist! STAP cell problem and credibility of science\" # nicoch 2573627 http: / / /t.co/3UnS6fTVMD", "sentiment": 0.0}, "450510960801742848": {"text": "Tonight 20 o'clock UI Channel Broadcast Takano Meng × Masaichi Erina (Korea Report Editor) Interview \"Read future Japan-Korea, Japan-Korea relations!\" # Nicoch2573627 http://t.co/bCus5xYwHx", "sentiment": 0.0}, "450183902296940544": {"text": "It is the season when cherry blossoms are in full bloom, but I think whether there are also people who suffer from hay fever. My friend and a capsule containing hydrogen Hugen hydrogen There are many people that Maxim seems to be good for hay fever. Believe do not believe it, but it is good news for those who are suffering from hayfever, I will tell you once.", "sentiment": 0.5625}, "448027929553817600": {"text": "From 20 o'clock tonight! ! March 24 (Monday) UI Channel Broadcasting Yuki Hatoyama × Yu Sonosaki \"Current Affairs Talks\" # nicoch 2573627 http://t.co/OGqjhehdUE", "sentiment": 0.0}, "447891422142689281": {"text": "Tonight from 20 o'clock Nico Nico Live Broadcast March 24 (Monday) UI Channel Broadcasting Yuki Hatoyama × Yuki Sonosaki 'Current Affairs Talk' # nicoch 2573627 http://t.co/OGqjhehdUE", "sentiment": 0.06818181818181818}, "445505936795242496": {"text": "【Nicoan (2014/03/17 20: 00 start)】 March 17 (Monday) UI channel broadcast Yukio Hatoyama × Miku Takano talks \"Okinawa latest situation\" # nicoch 2573627 http://t.co/1 CbOoQrBi 1", "sentiment": 0.5}, "437874164129464320": {"text": "Today at 20 o'clock UI Channel Broadcasting Yuki Hatoyama Seiichi Kondo (Minister of Cultural Affairs of the past) Interview \"Cultural Diplomacy\" # nicoch 2573627 http://t.co/06 qPb86G5e", "sentiment": -0.016666666666666663}, "435331979311992833": {"text": "【Nico Tonight 20 o'clock ~】 February 17 (Monday) UI channel broadcast Yukinori Hatoyama × Hiroshi Suzuki \"Discussion\" # nicoch 2573627 http://t.co/0fgQ4I845Z", "sentiment": 0.0}, "430284799417139201": {"text": "【Nicoan (2014/02/03 20:00 start)】 February 3 (Monday) UI channel broadcast Yuki Hatoyama × Daisuke Sato \"Challenge - your future where fund raising changes\" - # nicoch 2573627 http: // t.co/i8ojIBQsIt", "sentiment": 0.0}, "427743897368809472": {"text": "【Nicoan (2014/01/27 beginning 20:00)】 January 27 (Monday) UI channel broadcast Yuki Hatoyama × Kumi Imamura talks \"live\" # nicoch 2573627 http://t.co/1dPfCsWVTx", "sentiment": 0.13636363636363635}, "424791464950763520": {"text": "【Nicoan (2014/01/20 20:00 start)】 January 20 (Monday) 20 o'clock UI channel broadcast Yukinori Hatoyama × Ken Sugarazaki × Mr. Takano Meng \"What is meant by Okinawa · Nago mayoral election results !? \"# Nicoch2573627 http://t.co/t6Q2DB53L8", "sentiment": 0.0}, "422679698108211200": {"text": "【Nicoan (2014/01/13 20:00 start)】 January 13 (Monday) UI channel broadcast Yuki Hatoyama × Anatoly · Koshikin talks \"Reflecting the future of the Japan-RO relationship\" # nicoch 2573627 http: // t. co / nqIsG 5 a 4 CJ", "sentiment": 0.0}, "421218799992315904": {"text": "I am ashamed to be unable to quickly take action like Oliver Stone etc. on the mainland, but actively responding to it, to move the movement against the construction of the Henoko base in the name of democracy and nature conservation I think that we must create from all over the world.", "sentiment": -0.2}, "421218718010470400": {"text": "People in Okinawa will desperately despair against the governments of Japan and the United States, and if they are trampled down to human dignity to that extent, people in Okinawa may become obliged to become more and more \"independent\" in emotion. As much as possible, avoiding the worst situation that the US-Japan territory agreement will be exposed to Okinawan citizens will be avoided.", "sentiment": -0.09444444444444444}, "421218614545367040": {"text": "In this state, the residents and the prefectural residents will only show their own intention by physical resistance. On the contrary, the Japanese government has already applied the Okinawa Prefectural Police and the Japan Coast Guard patrol boat, applying the \"Criminal Special Law on Implementing the Japan-US Nationwide Agreement\" forbidding the invasion of US military bases and areas, \"strictly crack down We are solidifying our policy.", "sentiment": 0.0376984126984127}, "421218520207093760": {"text": "Although I have tried as far as the democratic process, such as withdrawing Osprey with signature / seal and closing Futenma base · closing Futenma base · transferring to the prefecture within the prefecture and hand over to Prime Minister Abe before going abroad and traveling abroad There was nothing to be done.", "sentiment": -0.375}, "421218450074136576": {"text": "However, in Okinawa, people in Okinawa held a hundred thousand prefectural conventions against Osprey development in September 2012, and in addition to that, in January 2013, the prefectural assembly chairperson and prefectural assembly faction representatives, mayor association, town and village president committee, commerce and industry Federation, Union, Women's Association, City Council Chairperson, Mr. Machimura Chairperson, and the heads of 41 prefectures and municipalities and the chairperson of the parliament", "sentiment": 0.0}, "421218209329459200": {"text": "As I fulfilled the change of government and I told the Futenma base issue as the prime minister \"Outside the prefecture at the very least\", I had great disappointment to the people of Okinawa about having finally decided to Henoko in spite of various circumstances I have a wishful desire together with the sorry I gave.", "sentiment": -0.18624999999999997}, "421218137699151872": {"text": "In the United States, 29 national celebrities including Director Oliver Stone, Professor Emeritus Norm Chomsky MIT, writer Naomi Klein, former Department of Defense military analyst Daniel Elsburg, We announced a statement against construction.", "sentiment": -0.05}, "420132886176477184": {"text": "【Nico student (2014/01/06 20:00 start)】 January 6 (Monday) 20 o'clock UI channel broadcast Yuki Hatoyama ✖️ Sonosaki Kyogi Takano Mengi talks 'Japan 2014' # nicoch 2573627 http: // t.co/RcmjEB0aKp", "sentiment": 0.0}, "412502374901485568": {"text": "【Nicoan (2013/12 / 16 start 20:00)】 December 16 (Monday) 20 o'clock UI channel broadcast Yukinori Hatoyama × Mr. Takano Talks \"Orientation of the State - Japan's own information analysis and collection capability\" # nicoch 2573627 http://t.co/tDkBbLie2t", "sentiment": 0.6}, "404923759909289985": {"text": "【Nicoan (2013/11/25 start 20:00)】 November 25 (Monday) 20 o'clock ~ Symposium organized by UI channel live broadcast East East Asia Community Research Institute \"Occupation not finished ~ Is Japan a true independent country? First edition # nicoch 2573627 http://t.co/KUSnen5yZN", "sentiment": 0.18409090909090908}, "402347938107514880": {"text": "【Nicoan (2013/11/18 20:00 start)】 November 18 (Monday) 20 o'clock UI channel live broadcasting Yuki Hatoyama × Mr. Takano Men × Masao Yoshimoto \"Okinawa and the East Asia Community ─ part 2\" at the Hatoyama Kaikan We will deliver more. # nicoch 2573627 http://t.co/Frqbt 3 N km 4", "sentiment": 0.3181818181818182}, "397292705128013824": {"text": "【Nico student (2013/11/04 20:00 start)】 November 4 (Monday) 20 o'clock UI channel live broadcasting Yukinori Hatoyama × Ryo Hashio interview \"Listen to the world economy and the way of Japan\" # nicoch 2573627 http: / / /t.co/HZ0FK6Fua9", "sentiment": 0.13636363636363635}, "396597044980092929": {"text": "Over 500 audiences including those who could not enter the venue and listened to outside were all kept seated without hesitation and listened enthusiastically. I felt that I had to keep working well in response to your expectations.", "sentiment": 0.0}, "396596936335044608": {"text": "I came to Ginowan and Okinawa International University at a symposium organized by the East Asian Community Research Institute today. Mr. Masahide Ota's former governor, Mr. Nisaki Sorihi, Mr. Masaki Nishizaki, Mayor of Ino Yoichi Ginowan, Mr. Kimi Sonosaki, Mr. Takano Meng, Professor Hiyori Higashihara Oki Univ. Of Japan etc. Professor Oki University, etc. For discussions over five hours,", "sentiment": 0.0}, "394732605687336961": {"text": "【Nico student (2013/10/28 start at 20:00)】 October 28 (Monday) From 20 o'clock UI channel live broadcasting Yukio Hatoyama × sansei girls 'talks' The current situation of North Korea · Kim Jong Il regime and Japan- Future of relationship \"# nicoch 2573627 http://t.co/goZrHBpH 9 P", "sentiment": 0.04545454545454545}, "394732538343591936": {"text": "It goes without saying that resolution of the abduction issue is important more than anything in Japan and morning, but it is also meaningful to determine the fragility and danger of the political system that is largely contradicted by the essential theory of the national system. # nicoch 2573627 http://t.co/goZrHBpH 9 P", "sentiment": 0.26904761904761904}, "394732438053584896": {"text": "Mr. Hwang also passed away three years ago, but thought that the ideological thought that should have been originally for the people should be used as a bible for the worship of individuals of \"Kim Dynasty\" and the system of maintaining power I was feeling. # nicoch 2573627 http://t.co/goZrHBpH 9 P", "sentiment": 0.375}, "394732324195033089": {"text": "When asked about Juche (thought) idea and the structure of North Korea, I remembered that I was furious with \"I can not speak in such a short time!\" # nicoch 2573627 http://t.co/goZrHBpH 9 P", "sentiment": 0.0}, "394732066815741952": {"text": "Today 's UI channel guest is Korea International Institute, Mr. Park Geum - do. We visited Korea nine years ago and was a former North Korean Workers' Party secretary who was the theoretical support of Mr. Kim Il Sung and a meeting with Mr. Huang Chang who was exiled to Korea later was realized. # nicoch 2573627 http://t.co/goZrHBpH 9 P", "sentiment": 0.0}, "394079929198862337": {"text": "I learned that the power which I do not want to absolutely impair the traditional follow - up Japan - US relations worked, including disturbance of information. Information disclosure and national interest do not contradict. Does not secretly hindering people to give correct judgment materials are themselves mocking citizens.", "sentiment": 0.13333333333333333}, "394079847422500864": {"text": "It is becoming clear through WikiLeak that government officials including the bureaucrats in charge of the prime minister, in contradiction to my instructions, tries to communicate with the US side and make the plan unnecessary over relocation of Futenma There.", "sentiment": 0.012500000000000011}, "394079711048896512": {"text": "It is also a law that can undermine democracy. \"Exactly right. Minister Kan said that \"Japan is no problem,\" but it is doubtful. What is wrong? There is no reason why only Japan is treated specially.", "sentiment": -0.1314285714285714}, "394079617109094400": {"text": "A specific secret protection bill is submitted to the Diet. Even as if at the same time, allegations of eavesdropping by US intelligence agencies to the center of allies including Merkel's cell phone and others. 10/26 Asahi / Tenko Human \"If you think about it, the specific secret protection bill places great importance on the alliance with the rice.\" (Actually) It is a law that inquires people of their nation to protect information received from the United States.", "sentiment": -0.011111111111111108}, "392208275757744128": {"text": "Broadcast tonight! 【Nicoan (2013/10/21 start at 20:00)】 October 21 (Monday) 20 o'clock UI channel live broadcasting Yukinori Hatoyama × Nobuhiko Shuto \"Light and shade of Middle East / African diplomacy - Kenya terrorist case How do you think about it? \"# Nicoch 2573627 http://t.co/mptncY8OlH", "sentiment": 0.1340909090909091}, "389698165961531392": {"text": "【Nico student (2013/10/14 20: 00 start)】 October 14 (Monday) From 20 o'clock UI channel broadcast Yuki Hatoyama × Kei Sunagasaki × Sarah Sven talks # nicoch 2573627 http://t.co/sVPX9K0cdH", "sentiment": 0.0}, "388513795854725120": {"text": "In that sense it is natural policy change and Japan, being the only atomic bombed country, will not be able to bring peace to the world unless it tackles the nuclear disarmament and abolition with the subjectivity.", "sentiment": 0.19999999999999998}, "388513753127342080": {"text": "Until now the government continues to refuse a joint statement on nuclear non-humanitarian and non-use, which has become a joint proposal by more than 70 countries such as Switzerland, in relation to the \"nuclear umbrella\" by the United States, accusations and disappointments from domestic and foreign It is becoming more and more of.", "sentiment": 0.26071428571428573}, "388513681870307328": {"text": "The Japanese government strengthened its policy of signing a joint statement declaring nuclear weapons non-use by the Nuclear Nonproliferation Treaty (NPT) on October 10. It is reported that it is expected to be adopted at the reconsideration meeting of 2015 if the relevant countries agree.", "sentiment": 0.10000000000000002}, "388184211758133248": {"text": "With calm response of stakeholders, there was not much confusion among many Japanese customers. We will talk about details of Russia's visit later on the East Asia Community Research Institute HP, FACEBOOK, UI channel broadcasting etc.", "sentiment": 0.14}, "388184043780460544": {"text": "For a lecture at the University of Moscow and other places to visit from the 6th, two hours after leaving Japan, there was an emergency announcement from the captain, an electric system trouble occurred, I was going back to Domodedovo Airport, I It is my first experience. The immigration was also quite confusing,", "sentiment": -0.075}, "387147457148096512": {"text": "【Nico student (starting at 2013/10/07 20:00)】 October 7 (Monday) 20 o'clock UI channel live broadcast \"Takano Meng talks about making a\" nuclear power plant new party \"to talk about? Former Prime Minister Koizumi # nicoch 2573627 http: //t.co/117jXm366X", "sentiment": 0.06818181818181818}, "384622491567525889": {"text": "【Nico student (2013/09/30 20: 00 start)】 \"Mind attitude of the area under Aveno Risk told by Hashimoto Daijiro\" # nicoch 2573627 http://t.co/fYwWrn 6 GO 2", "sentiment": 0.0}, "382066220435902464": {"text": "【Nico live broadcasting 20: 00 ~】 We invite Mr. Ikue Isuzu from 20 o'clock this evening, we will send you \"Aveno Risk\" a Yuki Hatoyama interview × Kazuhide Isakusa talk. http://t.co/yUMCrwTsL0 # nicoch 2573627", "sentiment": 0.13636363636363635}, "379551281594916864": {"text": "【Nicoan (2013/09/16 at 20:00 start)】 Is America going to bomb Syria # nicoch 2573627 http://t.co/2iavzWsVgA", "sentiment": 0.0}, "379077813162110976": {"text": "From 20 o'clock on tomorrow on 16th, Mr. Masakazu Sonozaki (diplomat critic) and Mr. Megu Takano (journalist) will talk with diplomatic issues surrounding the situation in Syria. We will broadcast on the UI channel, so please have a look. http://t.co/PNRmomQ44A # nicoch 2573627", "sentiment": 0.0}, "374448891938095104": {"text": "From this evening at 20 o'clock, we invite Mr. Tomoyuki Hei Tomoyuki, a member of the House of Representatives, and I will send you \"Tomoyuki Tairano's prohibited nuclear power and growth strategy\" Yuki Hatoyama × Meng Takano × Tomoyuki Taira. Please take a look at everyone. # nicoch 2573627 http://t.co/fZhhAuPwI 1", "sentiment": 0.0}, "372983030492561408": {"text": "【Nico student (2013/09/02 start at 20:00)】 \"Tomoyuki Hirano's prohibited nuclear power plant and growth strategy\" # nicoch 2573627 http://t.co/fZhhAuPwI 1", "sentiment": 0.0}, "372601025372250113": {"text": "RT @ daycatch_tbs: Special day 3rd day! Day catch is \"Listen to this, only listeners direct electric special\". Today is the theme of \"future relationship between Japan and China\". Guest is Yukio Hatoyama, former Prime Minister of the East Asian Community Research Institute and Prime Minister! # daycatch # tbsradio ...", "sentiment": 0.10178571428571428}, "372562968950501376": {"text": "Today, I will appear live as a guest on the TBS radio \"Arakawa Toshi Haye Day Catch!\" http://t.co/GegUgwCrgB", "sentiment": 0.13636363636363635}, "370832811382407168": {"text": "August 26 (Monday) 20 o'clock UI channel Nico Nico Broadcast Hideo Yutoko × Takano Meng × Thread Number Keiko Talk # nicoch 2573627 http://t.co/iA7vPWCQ 27", "sentiment": 0.0}, "370045896672567298": {"text": "【Nico student (2013/08/26 start at 20:00)】 Yukinori Hatoyama × Masa Takano × thread number Keiko talk # nicoch 2573627 http://t.co/iA7vPWCQ27", "sentiment": 0.0}, "369289089113026560": {"text": "Live today from 20 o'clock today! ! 【Nico student (2013/08/19 20: 00 start)】 Yuki Hatoyama husband × Mr. Takano interview # nicoch 2573627 http://t.co/g6LtK7EjWf", "sentiment": 0.13636363636363635}, "365313851505377280": {"text": "【Nicoan (2013/08/12 20: 00 start)】 Yukio Hatoyama and Kenichiro Mogi interview \"Education\" # nicoch 2573627 http://t.co/frzprdb38V", "sentiment": 0.0}, "362797721989545986": {"text": "【Nico student (2013/08/05 20: 00 start)】 Yuki Hatoyama × Ei Shindo talks \"East Asia Community\" # nicoch 2573627 http://t.co/mgofuKPeqW", "sentiment": 0.0}, "361760526725947392": {"text": "【Nicoan (2013/07/29 start at 20:00)】 (one good) East Asia community research institute establishment commemoration forum # nicoch 2573627 http://t.co/w 7Jo 8 Qwd 1 R", "sentiment": 0.7}, "359215927281192960": {"text": "It is better not to run too much. By the way, what kind of butter did you meet? There are also claws of Tsumegrorohyumon in Tokyo, are not they? It makes me strange to see the southern canchas due to the effects of global warming.", "sentiment": 0.16071428571428567}, "359137090497286145": {"text": "Emergency broadcast from 20 o'clock today! 【Nicoan (2013/07/22 start at 20:00)】 UI channel emergency special project \"Upper House election seen from Okinawa 2013\" Yuki Hatoyama × Kim Sugaki × Meng Takano # nicoron http://t.co/WamcecPTRN", "sentiment": 0.17857142857142858}, "357317709760970752": {"text": "On the 19th day, I will visit the Malaysian Institute of Technology College (MJIIT) which I asked as the Prime Minister 's envoy in last year.", "sentiment": 0.0}, "357317539602247681": {"text": "At the forum, we will hold a keynote address with the theme \"Community Building Towards a Common Future & Shared Prosperity\", and we are planning to have a meeting with Malaysian Foreign Minister Aman and other ASEAN national guides who will participate.", "sentiment": -0.1375}, "357317009144422400": {"text": "I am going to Malaysia from now on to attend the 10th ASEAN LEADERSHIP FORUM to be held on July 18th.", "sentiment": 0.0}, "357012329541545984": {"text": "I sincerely wish to act for the victory of Fujita candidate until the last end without losing harassment.", "sentiment": 0.25}, "357011993267421184": {"text": "It is myself that absolutely objected to the consumption tax increase tax, and the monster sentence has written a totally opposite lie to my argument. However, I do not know who's doing it, but it is a symbol of the defeat declaration to publish \"monster\". I guess that it is impossible for me to do such an illegal act.", "sentiment": -0.1933333333333333}, "357011186543370240": {"text": "To the candidate Kikuyoshi Fujita of the Ibaraki constituency of the upper house of the House of Councilors, a libelous slanderous villa, a so-called monster book, that has been deceived my name is overhanging and I can not prohibit my strong indignation. Creating and distributing despicable documents which take consumption tax increase tax and Fujita candidate by my side for a long time is an illegal act and language compulsion.", "sentiment": -0.029166666666666674}, "355334353905139714": {"text": "RT @ nottv _ endan: Mr. Yukio Hatoyama (@ hatoyamayukio) of the 93 th Prime Minister is looking for questions and consultation about romantics and couples life! It can be a silly question # Please mute with Enden! http://t.co/ToTK8BSLpd", "sentiment": -0.5}, "355333157307940864": {"text": "I do not know what I'm going to do from now, but I will do it", "sentiment": 0.0}, "355318189627949056": {"text": "RT @ nottv_endan: What is tonight's guest, Y 93, the Prime Minister's Prime Minister Yukio Hatoyama (@ hatoyamayukio) Mr. Hatoyama's surprising aspect reveals one after another live! What? Join us on Twitter, too. Those who can not see NOTTV are here ⇒ http://t.co/Jtj4GA...", "sentiment": 0.41818181818181815}, "354461108964311041": {"text": "【Nicoan (2013/07/15 20:00 start)】 Yukinori Hatoyama and Kenichiro Mogi interview \"Friendship is what\" # nicoch2573627 http://t.co/7H94XP3SYk", "sentiment": 0.0}, "354065742230069249": {"text": "Live today from 20 o'clock today! 【Nico student (2013/07/08 20: 00 start)】 Hatoyama Yukihio × current story dialogue of Suzuki Kiyoshi # nicoch 2573627 http://t.co/h5cnSedZhQ", "sentiment": 0.06818181818181818}, "351577723010949121": {"text": "Broadcast from 20 o'clock today! 【Nico student (2013/07/01 20: 00 start)】 Yukio Hatoyama × Kim Sugizaki × Kazuhide Asakusa \"The way Japan should go\" # nicoch 2573627 http://t.co/KBq3GVaf 7q", "sentiment": 0.0}, "348996711521329152": {"text": "Broadcast from 20 o'clock today! 【Nicoan (2013/06/24 start at 20:00)】 Yuki Hatoyama × Kim Sugizaki × Mr. Takano Midori \"Japan-China Relations ~ Take an Ambition with Small Differences\" # nicoch 2573627 http://t.co/ xUXxExpQYO", "sentiment": -0.25}, "347917546076385280": {"text": "The 4th UI channel broadcasting from 20:00 to 21:00 on Monday, June 24 is about \"Japan-China relationship - bringing together small tombs ~\". For details, please click here → http://t.co/4slGv3r4ak", "sentiment": -0.25}, "346578043390808064": {"text": "I cut off 30 minutes to start. From now on I will talk with Mr. Yoshinori Sonosaki and Mr. Mr. Takano Mr. Takano with the theme \"The basic idea at the time of the former Democratic Party Party.\" Broadcast from \"UI channel\" from 20 o'clock → http://t.co/xUjNHTF 6 Lf", "sentiment": 0.0}, "346451543362510849": {"text": "【Nico student (2013/06 / 17 start 20:00)】 Yuki Hatoyama × Kim Sugizaki × Megu Takano \"Basic principles at the time of former Democratic Party Party\" # nicoch2573627 http://t.co/5QzbtG78yc", "sentiment": 0.0}, "346440829931487233": {"text": "The 3 rd UI channel broadcasting broadcasting from 20:00 today is about \"basic principles at the time of the former Democratic Party Party.\" For details, click here → http://t.co/NECvlrD5VW", "sentiment": 0.0}, "336758478867664896": {"text": "On March 15, 2013, we established the East Asian Community Research Institute (EACI). ... http://t.co/fmEJLkzTFg", "sentiment": 0.0}, "304100913428197377": {"text": "Today, I will give a lecture in Okinawa. \"Tell me now! The truth of relocation outside the prefecture\" 18: 30 ~ Live live http://t.co/SC2M9Enz", "sentiment": 0.0909090909090909}, "289605094893293568": {"text": "I posted a new photo on Facebook http://t.co/U2MsU7xO", "sentiment": 0.13636363636363635}, "289587121075912704": {"text": "I posted a new photo on Facebook http://t.co/ozQ7ZqeU", "sentiment": 0.13636363636363635}, "288586978654560256": {"text": "On 10th January 2013, we will give a lecture at the pre-symposium \"Quest for the new administration - the need for Japanese diplomacy\" established by the New Diplomacy Initiative. For details click here → http://t.co/aT3WF3d6", "sentiment": 0.0909090909090909}, "283837105925394432": {"text": "On January 10, 2013, a brain scientist Mr. Kenichiro Mogi talks about \"brain and fraternity\" on Sumitomo Hall in Shinjuku Sumitomo Building 1st floor. For details click here → http: // t.co / 6Q8SNW8k", "sentiment": 0.0}, "278076661533130752": {"text": "I posted a new photo on Facebook http://t.co/8 z4NgHeS", "sentiment": 0.13636363636363635}, "276958516785344512": {"text": "I uploaded 14 photos to Facebook album \"\" http://t.co/GV84hxJY", "sentiment": 0.0}, "276933707233906688": {"text": "Uploaded 17 photos to Facebook album \"\" http://t.co/rK2Y6mPN", "sentiment": 0.0}, "276932195837427712": {"text": "Posted a new photo to Facebook http://t.co/HOKDkky 4", "sentiment": 0.13636363636363635}, "271424487726145536": {"text": "Mr. Egawa, thank you for suggesting valuable suggestions. RT @ amneris 84 Make Hatoyama, Foundation, etc. to support those who are working steadily with NPOs and social ventures etc. around Japan and the world, and do activities to connect people with people! Hatoyama's social contribution and international contribution", "sentiment": 0.05833333333333333}, "271182321166716928": {"text": "Taking a bad hiatus → http: //t.co/UbXM0Kil", "sentiment": -0.6999999999999998}, "271163114077179904": {"text": "THE JOURNAL @ Nico Nico Branch office plans to relay the pattern when conducting a press conference at the Grand Hotel New Prince in Tomakomai City, Hokkaido starting November 21, 18:15 today. (It may also be canceled due to the communication environment) → http: // t.co / uSUtVRPg", "sentiment": 0.1278409090909091}, "271083171758628864": {"text": "We will hold a press conference at the Grand Hotel New Prince in Tomakomai, Hokkaido from Wednesday, November 21, 2012 (Wednesday).", "sentiment": 0.3181818181818182}, "271045054888558592": {"text": "@kenichiromogi Mogi san, thank you. I will never forget his true friendship from Mr. Mogi.", "sentiment": 0.35}, "271044571931226112": {"text": "RT @kenichiromogi: Yukio Hatoyama @ hatoyamayukio Thank you for a long time. Congratulations. I sincerely wish for Mr. Hatoyama to be active for a better human society. First of all, let me have a good rest.", "sentiment": 0.2523809523809524}, "270819577234083840": {"text": "We also posted pictures of activities in FACEBOOK. → http: // t.co / 7 KRySPeV", "sentiment": 0.0}, "270461939333877760": {"text": "Current situation inspection image of Fukushima prefecture warning area (Tomioka, Okuma, Futaba, Namie Town) UP → http://t.co/0wekDvcc", "sentiment": 0.0}, "269311592120848384": {"text": "I contributed to \"Issue 100 in Bungei spring and autumn opinion 2013\" which was released on November 13, entitled \"Let's Answer All Futenma Problems Criticism\". → http: // t.co / RSL 9 oa Bs", "sentiment": 0.0}, "269010884783927296": {"text": "\"Bipartisan parliamentarians and citizens' meeting to prevent the participation of the TPP negotiations at the East Asia Summit in November\" → http: // t.co/Of 7 GMFt 7", "sentiment": 0.0}, "269010679430778881": {"text": "\"JA Hokkaido TPP Negotiation Participation Request Meeting\"", "sentiment": 0.0}, "268479503603474435": {"text": "In order to inspect the current situation of the Fukushima prefecture warning area (Tomioka, Okuma, Futaba, Namie Town), we would like to take part in the cooperation of everyone concerned and I will visit from now.", "sentiment": 0.0}, "267832781726416896": {"text": "Became president at the General Assembly of the \"World Federation of Japan Diet committee\" → http: // t.co / pVUhjR 57", "sentiment": 0.05000000000000002}, "267813039246548996": {"text": "Interview with Foreign Minister of Republic of Ira Risov · Kazakhstan → http: // t.co / oRO 0 colq", "sentiment": -0.125}, "266203411702231040": {"text": "(Continued) The 40-year-old man's letter posted on Okinawa Times (October 31) stated that \"The situation in Okinawa is a human rights issue based on discrimination\". Besides that, on Okinawa's local newspaper, a written message full of anger and sorrow is posted like every day. Improvement of the situation in Okinawa is waiting none.", "sentiment": -0.05}, "266202797639340033": {"text": "The US Congress has been discussing the unnecessary theory of the US Marine Corps for two years and has been pointed out as \"a relic of the Cold War\". I would like the government to firmly discuss the re-elected President Obama, Japan-U.S relations in security security, and the risk elimination of Okinawa.", "sentiment": -0.39999999999999997}, "266202261569548288": {"text": "(Continued) In the article, the anger of the Okinawan citizens has reached the peak by successive incidents of the US soldiers in addition to the deployment of the Osprey, not only the revision of the Japan-US Nation Agreement, \"The Okinawa challenge There is a need to take seriously on \"(Continued)", "sentiment": -0.3444444444444444}, "266202022162866177": {"text": "In the US presidential election, President Obama got a close battle and was reelected. I won the slogan for CHANGE in 2008, FORWARD this time, but I think that the new US-Japan relationship should also be \"positive\" and build deeper relationships. Editorial titled \"Anger of Okinawa\" was posted on the 3rd US paper NYT (continued)", "sentiment": -0.08409090909090908}, "265725702337343488": {"text": "Interview with Ambassador of Poland in Kozakowsvski (Yukio Hatoyama Chairman of Japan-Poland Friendship League Association) → http: // t.co/AlpxD 8 JO", "sentiment": 0.0}, "263540624664449024": {"text": "Japan / Kazakhstan Friendship League Assembly General Assembly (President Yukio Hatoyama) → http: //t.co/FxYtOMrq", "sentiment": 0.05000000000000002}, "263165490329972736": {"text": "Last weekend, Mr. Kenichiro Mogi came to cheer us. I think that there were various opinions, but in the speech I'd like to thank the words \"What I need now is not division, connection, healing\". What I am aiming for is gathered in this word http://t.co/r7Q0rdOe", "sentiment": 0.0}, "263109375751749632": {"text": "International Federation of Parliamentarians for Global Environment (GLOBE JAPAN, President Yukio Hatoyama) was held. Invite Ahim Steiner secretary general of UNEP (United Nations Environment Program) and exchange opinions → http: //t.co/IK1TuRpr", "sentiment": 0.016666666666666673}, "262831930838495232": {"text": "Yukio Hatoyama Special Issue on Press Democracy! Published on Yukio Hatoyama official website → http: // t.co / NhNPn 2 BP", "sentiment": 0.35714285714285715}, "261287463367081985": {"text": "My view on the Japan-EU Economic Partnership Agreement was posted on the English version \"Wall Street Journal\". http://t.co/Rmqm49YT Japanese translation has also been published → http://t.co/glzkJWSe", "sentiment": 0.06666666666666667}, "259181603979403264": {"text": "(Continued) I would like to discuss the relationship between Japan and Russia, which can contribute to the stability and development of the world, by promoting the territorial issue, progressing the territorial issue, and contributing to the realization of both the people and the region, and President Putin .", "sentiment": 0.0}, "259181405836279808": {"text": "(Continued) \"I am going to Moscow in the future, I have to live by many Japanese people who are detained in Siberia and have to step on the soil of my hometown, the territory will not run, but as long as the human life There is \"I talked. At the same time I see the essence of my grandfather's fraternity spirit here, I feel a sense of politicians' preparedness at the same time.", "sentiment": 0.07329545454545454}, "259181208066478080": {"text": "Today, 19th October is the day when the Japan - Soviet joint declaration was signed between Ichiro Hatoyama and Prime Minister of the Soviet Union Bruganin 56 years ago. My grandfather, who was also a voluntary US counterpart, placed a handicapped body and visited Moscow though the doctor told me that he might never step on the Japanese soil. At that time, as a member of the fraternity youth association party of the time (continued)", "sentiment": 0.0}, "258742249989492736": {"text": "(Cont.) On the contrary, it evolved into a big problem that shook the base of the Okinawa base problem and the Japan-US security arrangements. It is no longer an issue to apologize that such incident repeatedly happens again. About Okinawa Prefecture's overburdened burden and risk elimination It is time for all citizens to think seriously, as well as Japanese and US government officials and politicians.", "sentiment": -0.32222222222222224}, "258741654608031744": {"text": "A group rape-injury case occurred by two US Navy soldiers in Okinawa. In response to the girl violent case that occurred in 1995, the US ambassador to Japan at the time Mondale represented \"Three Animals\" and committed the crime as a \"detestable incident by three people like abominable, ridiculous, beagle\" Although I criticized and apologized, the anger of the prefectural people did not fit. (to be continued)", "sentiment": -0.5083333333333333}, "258448857866833921": {"text": "@levinassien The reply was delayed. Thank you very much. I also hear that the voice of the military's voice is increasing in China. We must do our utmost to do the best of wisdom so that it will not be an unexpected situation, and I will act as well.", "sentiment": 0.315}, "258125942684282881": {"text": "I agree with Dr. Uchida. I will even feel like entering the clinic. RT @levinassien: Japan is a subordinate country of the United States, and being unable to recognize that fact is the cause of \"disease\" in Japan. First of all, you can recognize the facts and just rebuild it from the sovereign state there, but you can not admit the fact that it is a dependent country.", "sentiment": -0.125}, "254024364805214208": {"text": "Osprey deployment that has pushed local opposition advanced, \"agreement breaking\" is early http://t.co/OeqbsVcv We need to revise the \"structure of sacrifice\" of Okinawa and to devise policies to protect life ─ Do not put the residents in danger (Okinawa Times) http://t.co/nDTMaAde", "sentiment": 0.16666666666666666}, "251575219003727872": {"text": "(Continued) Deputy Prime Minister Lee still remembers the words Mr. Kaheita Okazaki mentioned to Mr. Lee who joined the Youth Exchange Party at the time (Lee Deputy Prime Minister) \"The two countries will never repeat the warfare never again, I will continue my friendship. \" We need an effort to regain the trusting relationship by thinking of history http://t.co/kA4odkQ3 (Searchina)", "sentiment": 0.0}, "251574945476378625": {"text": "(Continued) When I visited in May this year, in a meeting with Prime Minister Lee Kwang, I would like to make the East China Sea a fraternity and peaceful ocean, to benefit the citizens of both countries, in accordance with the spirit of mutual respect, between the two countries We have agreed that we must handle sensitive issues appropriately and maintain stable and positive development", "sentiment": 0.2693181818181818}, "251574705973235712": {"text": "It is a pity that we will have the 40th anniversary of normalization of diplomatic relations between Japan and China on September 29 tomorrow in this situation. Like the predecessors of the two countries that supported the development of the past 40 years, it is now essential that the leaders of both countries strive from a global perspective and try not to give any further negative influence", "sentiment": -0.10833333333333332}, "248746699701485569": {"text": "HP update: emergency publication http://t.co/IS 8 GTP 7 \"The origin of the Democratic Party - what was the change of government for?\"", "sentiment": 0.0}, "247205724357271552": {"text": "New Chinese ambassador Shinichi Nishimiya died suddenly. I just came to a greeting to my place on 12th the day before I fell and just talked about the worse Japan - China relationship. Although it is said that overtime due to overseas business trips such as APEC has been hit, I am indebted to the surprise and sadness from the time of Consul General NY. I sincerely express my condolences", "sentiment": 0.020170454545454547}, "246066972587065344": {"text": "Democratic Party Selection has started. I wish for the significance of the change of government, the deepening of discussion that I went back to the Democratic Party's origin. It should be a \"public\" debate that the candidate 's assertion is conveyed to the whole citizen, but Prime Minister Noda seems not to be established due to public service hectic schedule and schedule adjustment. The Prime Minister should act positively without fear of criticism himself. Because it is an open party", "sentiment": 0.043181818181818175}, "245143672860061696": {"text": "The Paralympic Games, which was impressed by the success of Japanese players, ceased. Unfortunately the number of medals won by Japan was lower than last time. This may be due to lack of support system for the paralympian, such as medal incentives less than the Olympics. In order to improve the competition environment of athletes, support by the country is indispensable in the future", "sentiment": 0.09083333333333335}, "242797878186217472": {"text": "Every time I see Paralympian 's brave appearance, I feel that a real parade is not going to come. ─ Near the world standard found in the Olympics Sports backward country Nippon (Tamaki Masayuki) http://t.co/UahB 9 fg 2", "sentiment": 0.13125}, "242797654147481601": {"text": "The London Paralympic Games finished the turning point, day 6. Not to mention the Japanese team who won seven medals, but I am touched by the players who do their best in the event of international convention. ─ Heavy fight sworn at the hometown of the disaster = Sato, \"penetrating\" attack \"(current affair) http://t.co/kavM8QWr", "sentiment": 0.16}, "241014133926019072": {"text": "For the Paralympic Games, many candidates for medals will participate, including Kennedy player of tennis, Akiyama swimmer, and so on. From Hokkaido, Icezaki Daisuke player of rugby, Tomoko Ono of swimming competition, Kazuyuki Kyotani of basketball player, Seiji Fujita of bicycle will participate. Let 's send a cheer to local players by all means!", "sentiment": 0.25}, "241013945329139714": {"text": "The Paralympic Games began. Photographers 'photo exhibition was held in Omotesando in Japan, photographs by Takao Ochi who was taking para sports in weekly Asahi' s top gravure were introduced. It is said that the pattern of the competition will be live broadcast, and we can not keep an eye on this one http://t.co/Ad9W6tyA", "sentiment": 0.3181818181818182}, "238641380736499712": {"text": "RT @ j_the_ journal: Looking back over the three years of the Democratic administration ─ ─ Lecture by Yukio Hatoyama at \"Oyama village school\" (free release) http://t.co/DZUDYD 9 C", "sentiment": 0.2}, "237537945656107008": {"text": "The Paralympic Games is said to have originated the archery tournament held at Stoke Mandeville Hospital in the suburbs of London after the London Olympics in 1948. Commercial Paralympic Games is also wonderful CM, I am looking forward to the opening of the event. http://t.co/E9e9aME7", "sentiment": 0.5}, "237537827632599040": {"text": "The Paralympic Games will open from the 29th. From Japan, players who have overcome various obstacles, including 64-year-old table tennis players, will participate in this competition once every four years. I would like to send my sincere respect and great encouragement to the players' continued efforts and success", "sentiment": 0.23571428571428574}, "236378495343804416": {"text": "I will go to Kamogawa, Chiba prefecture tomorrow. Felt nostalgic when Mr. Takano Meng (@ j_the_journal) and the former democratic idea were thinking while exchanging vigorous the night every night, and I realized that it is now the most necessary philosophy not only that it is not becoming obsolete at all", "sentiment": -0.0375}, "235649012974379008": {"text": "HP update: At the end of the war memorial day http://t.co/M4cA6O0C 畢竟, it is human beings to destroy peace and also to build peace.", "sentiment": -0.1}, "232428400105639936": {"text": "A peace memorial ceremony was held with the 67th \"Atomic Bomb Day\". Mr. Matsui Hiroshima's statement \"Please establish energy policy to protect citizen's livelihood and safety as soon as possible\" remained impressive heavily. We will promote efforts towards new energy policy while communicating to the government voices opposing restart at the present time.", "sentiment": 0.18727272727272729}, "231167303889334272": {"text": "HP update: Visit to Ishinomaki-shi, Miyagi prefecture http://t.co/H0kxSRvY", "sentiment": 0.0}, "226463131218612224": {"text": "HP update: Large meeting for restart against restart http://t.co/6qHmbrER", "sentiment": 0.21428571428571427}, "225501379207241728": {"text": "Yesterday, three members of the House of Councilors, Ms. Zhoushan, Mr. Gyoda and Ms. Tanioka, gave a notice of departure notification. Three people are very good people with a thought of the people. As for the fact that such an excellent lawmaker wanted to leave the party, I heard that the executive department has no color of reflection. That's why you want to leave the party.", "sentiment": 0.6366666666666666}, "223237658757955584": {"text": "Last night I got a valuable lecture, and since then, thank you for receiving further opportunities for exciting opinion exchange, thank you from the bottom of my heart. Please tell me again soon. RT @ levinassien Although it was a short time, we asked valuable insight from the two people about the qualitative change of the Japan-U.S. Security and the \"lack of preparedness\" by the Japanese side.", "sentiment": 0.06}, "222501522758569986": {"text": "Next to the consumption tax increase tax is said to aim for participation in TPP. Is it necessary for Japan to be an extreme trade policy that will greatly damage local economies? It is doubtful how far we are turning to the local economy as we hear the promotion theory from urban areas. Although skepticism has come out among members of the world and citizens", "sentiment": -0.002777777777777777}, "221042842594844672": {"text": "HP update: comment on party member suspension suspension http://t.co/9tn 9 ZiQj", "sentiment": 0.0}, "212767150941814784": {"text": "According to UNICEF, the poverty rate of Japanese children seems to be the worst ninth in the advanced countries of 35 countries. http://t.co/w4r6DUkJ I thought about cash payment policy to make this situation turn around even a little, but it is unfortunate to reduce the \"child allowance\".", "sentiment": -0.2575}, "211979988373745665": {"text": "According to the survey conducted by the Ministry of Internal Affairs and Communications, it was found that the crown falls by half after the change of power. http://t.co/FH5xDsTl Just do not take this figure simply as \"achievement of government change\". It is necessary to continue checking on the real situation, such as malicious active duty to avoid criticism of the crowd", "sentiment": -0.014285714285714282}, "203414955251347456": {"text": "Even now, it does not change to \"feel at least the prefecture out of prefecture\". However, if there is \"moderation\", that road is far reaching. ─ People who are \"moderate\" (laboratory of Uchida Tree) http://t.co/4aUACnI 4", "sentiment": -0.06666666666666667}, "198739450229030912": {"text": "@ rak 2803 Thank you for taking seriously the fraternity that may be crowded with various things. This year is the year of amending the Animal Welfare Law, so I will try my best to amend the law so that dogs and cats will not be slaughtered.", "sentiment": 0.22222222222222224}, "46403554411425794": {"text": "RT @ kotarotamura: CNN expert's words \"Japanese citizens are miracle, damage will not be finalized, but in other countries it would have been several times more damage.The earthquake with more than 500 times power of Haiti until the arrival of the tsunami With only five minutes of time, it's an incredible response.This citizen is always ready ... This country is always ...", "sentiment": 0.24687499999999998}, "44991314202341377": {"text": "Opening the press conference finally made possible while Prime Minister was in office, what is going on now? Yesterday, when I drunk with that Uesugi, I heard that Japan, Zimbabwe and Gabon were the only countries where the press club system remained. Oh yeah, he drove a car by myself considering safety. Therefore, he did not drink.", "sentiment": -0.125}, "29357463301": {"text": "There is such a passage in Hiroshi Yoshino 's \"The Grandma\" I like. \"When you say the right thing, you better be aware that it is easy to hurt your opponent when saying the right thing to be a bit discreet.\" I think that the essence of diplomatic negotiations is here if we look at diplomatic projects in recent days. Diplomacy is the human relationship itself.", "sentiment": 0.2193452380952381}, "24431843347": {"text": "Looking at the cheering team of the election, I think that there are many Prime Minister Kan from lawmakers, former announcers, former announcers, politicians and colleges. On the other hand, Former Secretary General Ozawa has many monstrous legislators. Is it a coincidence? I feel like I am prepared for it.", "sentiment": 0.13214285714285715}, "19789695624": {"text": "I think that the net will demonstrate strong power to bring the distance between the people and politics closer. With that capability, I hope to help not only Nagatacho, Kasumigaseki but also individuals, NPOs, companies, regions and others cooperate in a more flat relationship and create a society that is responsible for \"new public\" .", "sentiment": 0.1555871212121212}, "19789569375": {"text": "It is a great honor. http://sankei.jp. msn.com/life/trend/100729/trd1007290501003-n1.htm", "sentiment": 0.8}, "19430094564": {"text": "\"Good Morning President\". I appreciated it yesterday at the invitation of the organizer. While comedy touched, it is an outstanding work depicting the conflict of the leader who is shaking in the gap between the way of life as a state leader and the way of life as an individual. I was made to think about various things. On the other hand, it seems a little uncomfortable for Japanese view in the work.", "sentiment": 0.06527777777777777}, "19031002223": {"text": "Please listen as a general theory. While keeping track of people who use media up to the helicopter while saying, \"Assuming various dangers, the police make their actions private,\" the person with the media says. I am worried about yourself and the surroundings. How do you think about the role and responsibility of the media?", "sentiment": 0.016666666666666673}, "17631330424": {"text": "The picture I introduced yesterday is lunch prepared by Mayor Makino Sabae at the town meeting. Please include Mayor Makino 's blog including photos of school meals. http://bit.ly/cNVAH5 We express our respect for regional food education efforts to appreciate the importance of understanding and pride in the local industry and the importance of local production and local consumption.", "sentiment": 0.0}, "17550220970": {"text": "Sabae City is famous for Echizen lacquer ware. In this elementary school, we eat lunch with lacquer ware instead of plastic. Do not you want to spread this movement throughout Japan? It is the meal of lunch that I got. http://p.twipple.jp/VUxQn", "sentiment": 0.4}, "16265390887": {"text": "\"Nakedness\" The answer is in this video. http://bit.ly/aP3bhd The philosophy of \"new public\" not only the official but also the public as a whole is responsible for the public. With that idea, I would like to continue dancing like a young man in a video.", "sentiment": 0.07954545454545454}, "16213064980": {"text": "\"New public\" started walking alone. There is nothing I'm happy about. Everyone who made me \"naked dance\", thank you very much. Thank you, everyone who stood up following me for \"naked dancing\". This propagation force will surely make society a big move.", "sentiment": 0.18848484848484848}, "15377889936": {"text": "It was five months on Twitter, but thank you during my office. I read a lot of encouraging words, stiff indications, every day. I am grateful.", "sentiment": -0.21428571428571427}, "15241052389": {"text": "Today, I expressed my intention to resign from Prime Minister 's office. It is because I want to return to the clean Democratic party with the voice of everyone of the people reaching straight. From now on I will leave the position of Prime Minister and want to mutter as a human being. Continue to keep company.", "sentiment": 0.18888888888888888}, "15004068760": {"text": "I am in Korea at the Japan - China - Korea Summit. Today we will hold a business summit with the summit and the business circle and return home in the evening.", "sentiment": 0.0}, "14907563746": {"text": "Today was a long day. Regarding approaches to the Futenma base issue, we agreed in Japan and the United States and decided what the government should do. However, it is regrettable that I have been forced to quit Fukushima Minister.", "sentiment": -0.38333333333333336}, "14796220653": {"text": "Last night, the House of Representatives Agriculture, Forestry and Fisheries Committee unanimously passed the bill on special measures for FMD measures. I express respect for the efforts of all the stakeholders. Diet, government, municipalities, etc. must make every effort to eradicate foot - and - mouth disease as soon as possible, beyond partisans and organizations.", "sentiment": 0.11904761904761905}, "14693584634": {"text": "I met the Japan national football team. I pray for his success at the World Cup and South Africa Games.", "sentiment": 0.3}, "14692095383": {"text": "Today, there was deliberation on the issue of foot - and - mouth disease at the National Assembly. We discussed the government's response to disinfestation and vaccination protection measures, farmer's management reconstruction support, and so on. Tackle the total power of the government to eradicate foot and mouth disease.", "sentiment": 0.0}, "14651273056": {"text": "Today, the issue of foot and mouth disease is deliberated at the National Assembly, and I will answer. In collaboration with local municipalities, we are working toward eradicating foot and mouth as soon as possible.", "sentiment": 0.0}, "14618277812": {"text": "Regarding sinking cases of Korean patrol vessels today, we presided over the Security Council, instructed the security of the citizens, secured security, Japan's response, and held a telephone conference with President Lee Myung-bak. We will work in cooperation with the international community including Japan, Korea and the US.", "sentiment": 0.0}, "14559956557": {"text": "Today, I visited Okinawa and explained to the governors, including the governor, the government's way of thinking about relocating the Futenma airport. Although I got a lot of tough opinions, I will continue to explain it carefully from now on.", "sentiment": -0.24444444444444446}, "14492015589": {"text": "I will go to Okinawa tomorrow. Regarding the issue of Futenma base, I will talk with the prefectural people once more about how to deal with Okinawa's burden reduction and risk elimination.", "sentiment": -0.15000000000000002}, "14422439991": {"text": "I met with Secretary of State Clinton. A South Korean patrol boat submerging incident occurred and agreed with the recognition that the importance of the Japan-US alliance is further increasing. Regarding Futenma, I will make further efforts in both Japan and the United States toward the end of May.", "sentiment": 0.0}, "14353430252": {"text": "At the 16th International Conference \"The Future of Asia\" I made a speech on the East Asian Community. It is a proposal of \"Community of life and culture\" to change the \"sea of ​​the sea\" to \"a sea of ​​fruit\". Please see with PC. http://bit.ly/dcGmA 5", "sentiment": 0.0}, "14326894600": {"text": "Since I have opportunity to meet with Astronaut Yamazaki today, I'd like to ask questions such as the story of the universe, the task of human resource development, what I was suffering as a mother as a woman, what I was good for.", "sentiment": 0.2333333333333333}, "14293606281": {"text": "Today, I got a telephone conference with President Lee Myung-bak of Korea and received a report on the progress situation of the survey on Korean patrol boat sinking incidents. I have told you that I am sorry for the victims and their families and I support Korea.", "sentiment": -0.5}, "14293040160": {"text": "In the afternoon, we convened the Foot - and - mouth Defense Headquarters and decided to newly vaccinate cattle and pigs on the premise of slaughter, carry out management support, veterinarians and increase the number of SDF units. We will carry out strong countermeasures.", "sentiment": 0.2848484848484848}, "14219840259": {"text": "As the second project classification, we decided to carry out sorting of public benefit corporations following the independent administrative agencies from 20th to 26th this month. From 26th, we will also carry out \"Public process of administrative business review\" which should be called business classification at each ministry. I will work on cleaning the administration.", "sentiment": 0.0}, "14186804354": {"text": "Today, we invite Sihamoni King of Cambodia to the official residence and we will have an afternoon party. Speaking Cambodia is an Angkor monument. It seems that many Japanese who visited the shogen boat during the Edo period worshiped encore. Now, Japan is cooperating in conservation restoration activities. I feel the deep ties between the two countries through culture.", "sentiment": 0.16666666666666666}, "14151397204": {"text": "In order to strengthen efforts towards domestic animal infectious diseases, \"foot-and-mouth disease\" occurring in Miyazaki prefecture, I first set up the \"Foot and Mouth Disease Control Headquarters\" with my head as head, and Mr. Masahiko Yamada Deputy Minister of Agriculture and Deputy Prime Minister Okawa Katsuya Has launched the local headquarters headed by the spearhead. We will do everything possible to ensure measures such as thorough anti-epidemic measures and support to farmers.", "sentiment": 0.05}, "14125994052": {"text": "Cambodia's King Sihamoni has come to Japan as my first state guest after becoming my cabinet. I am going to a ceremony welcoming the Imperial Palace from now on.", "sentiment": 0.35}, "13980226791": {"text": "Today we had a keen discussion on the \"new public\" declaration at the \"new public\" roundtable meeting. We are proposing to boldly review the relationship between the people, businesses, and government, not to be confrontational but to a vibrant society through support of people.", "sentiment": 0.12878787878787876}, "13938606041": {"text": "In the evening of today, there is a \"new public\" roundtable meeting. We will discuss it for compilation.", "sentiment": 0.06818181818181818}, "13909351098": {"text": "I wrote my opinion on Merumaga about Futenma base problem. Please have a look. http://bit.ly/93DGdJ", "sentiment": -0.8}, "13854714494": {"text": "In the evening, I attended \"Roundtable on Social Responsibility\". It is a new framework that economic organizations, consumer groups, labor unions, NPOs, etc. cooperate in solving problems against social issues such as environment, welfare and education. I also participated as representative of the administration. I expect it as one of the places to realize \"new public\".", "sentiment": 0.07705627705627704}, "13788705957": {"text": "Today, we held a Meeting of IT Strategy Headquarters and decided \"New Information and Communication Technology Strategy\". We will allow you to apply for a certificate such as a resident card by a convenience store or a personal computer at home.", "sentiment": 0.04545454545454545}, "13750883576": {"text": "Today I stand to answer at the National Assembly deliberation on the Global Warming Countermeasure Act. I am preparing for it in the future.", "sentiment": 0.0}, "13718513964": {"text": "In order to stabilize the European finance, each country cooperated and compiled countermeasures and announced it today. As a member of the G7, Japan welcomes and strongly supports this measure. I hope that this effort will contribute to global financial stability and continued economic growth.", "sentiment": 0.12666666666666665}, "13602395377": {"text": "I had a visitor today, had a meeting, I had a huge day. We will steadily work on various issues one by one.", "sentiment": 0.1888888888888889}, "13547259322": {"text": "We will closely observe the movement of the market originating from the financial problems of Greece and respond with cooperation internationally.", "sentiment": 0.0}, "13547154804": {"text": "Today, I met the governors of the Kagoshima prefectural governor and mayor of Tokunoshima. Regarding the relocation problem of Futenma Air Station, I requested cooperation to reduce the burden of Okinawa, but received a tough reaction. We will continue to deal with sincerity from now on.", "sentiment": -0.3888888888888889}, "13515342172": {"text": "Today, I will meet the people of Tokunoshima mayor.", "sentiment": 0.0}, "13488118568": {"text": "Today I discussed financial issues with the Finance Minister. How to cut down on waste and limit wisdom, how to make a budget with limited merit within limited resources. How will we draw a path toward fiscal consolidation? I will further consider it.", "sentiment": -0.08306878306878307}, "13403573499": {"text": "Yesterday I visited Okinawa and received the strict opinion of everyone in Okinawa, including Governor Nakai Makoto about the relocation of Futenma Air Station. We will do our utmost to eliminate the risk of the Futenma airport as soon as possible and to reduce the burden on the prefectural people.", "sentiment": 0.0}, "13292543628": {"text": "I will go to Okinawa tomorrow. I would like to listen to the voices of the people of the prefecture and tell stories.", "sentiment": 0.0}, "13222242806": {"text": "Golden week, how is everyone going? I am working at the official residence today. While there are many urgent and important issues, \"New public\" is one of them. I wrote my thoughts on the blog. Although it is a little long, please read. http://bit.ly/aMab2S", "sentiment": 0.15698051948051947}, "13186303331": {"text": "I attended for the first time at Prime Minister Chiaki in the memorial ceremony of the victim of Minamata disease. While asking stories of the bereaved families and the victims, we have renewed our pledge that we should not repeat such tragedy, we will support the government as much as possible. The laws and policies for victim relief have been decided, but I believe that the future is the beginning.", "sentiment": 0.016666666666666663}, "13130585244": {"text": "I decided to visit Okinawa on 4th May. I will do my utmost to eliminate the risk of Futenma Air Station and reduce the burden on Okinawa people.", "sentiment": 0.0}, "13059846433": {"text": "Based on the settlement agreement with the people of the Shiranui Shimanekai Association in March this year, the Cabinet decided on the policy of relief measures based on the \"Special Measures Law Relating to Minamata Disease Victims and Solving Minamata Disease Issues\" on 16th this month Did. I wrote about this in the mail magazine. Please have a look. http://bit.ly/ba 3 b OE", "sentiment": 0.35714285714285715}, "13006662066": {"text": "I have inspected the venue for business sorting. The site was overflowing with enthusiasm, serious and concrete debate was taking place. More than a thousand people visit a day, hundreds of thousands of people watching relay on the Internet on the day. I realize the high public interest. We expect results to eliminate waste.", "sentiment": 0.04611111111111111}, "12944890520": {"text": "Yesterday, I did an \"Employment Strategy Dialogue\" with the representatives of the labor and industry. I suggested the introduction of \"personal support service\" from me. This is to support employment in man-to-man by becoming unemployed people. We will steadily advance towards solving employment problems.", "sentiment": 0.20555555555555557}, "12883801914": {"text": "Today, at the prime minister 's official residence, we won the Prime Minister' s prize ceremony for Grand Sumo Tournament and Kaigo Seki. Currently there are 100 locations in Makuuchi, 823 wins winning Makuuchi, winning the success of the first prize. I hope to continue to contribute to the sumo world for a long time.", "sentiment": 0.28750000000000003}, "12851692214": {"text": "Yesterday we held a \"new public\" open forum. Not only NPOs, but also various public players such as fire department, PTA, shopping district, company and others cooperate and cooperate with government and local governments, making society where there is place and place. It is an urgent task to realize a rich \"public\" including government, while reforming the public with sorting of business.", "sentiment": 0.04648760330578512}, "12758755360": {"text": "I heard about the actual condition of a Konjac farmer in Gunma prefecture. Next, I felt the energy of the opening of the Meiji era in the Tomioka Silk mill where I aim for world heritage registration. In Oizumi Town Japanese Brazilians were trying to blend into Japanese society. It was a day we learned both the wonderfulness and the difficulty of opening the country.", "sentiment": 0.0}, "12695746274": {"text": "I met some of the players who won the Vancouver Olympics and Paralympics and wrote a celebration. From the Paralympic athletes, I heard that they want me to enhance enrichment development environment and reduce burden of expedition expenses. I would like to think seriously about the enhancement of support for strengthening activities for the entire Paralympic athletes.", "sentiment": -0.16666666666666666}, "12642379354": {"text": "I hear a voice saying \"I hear the story but I can not feel it in my life\" about various policies such as employment, child rearing, economic stimulus measures. I wrote an explanation about some policies in the e-mail magazine. Please have a look. http://bit.ly/bHM 28s", "sentiment": 0.06666666666666667}, "12569729125": {"text": "We met with people who appeared to be unconstitutionally disabled persons independence support law. A series of litigation ends with today's settlement, but the creation of a new institution is just about to come. We will firmly take the serious look of the people I told and the strong feelings decided to advance the reform of the disabled system with the government.", "sentiment": -0.06060606060606061}, "12513392158": {"text": "At the National Assembly, deliberations on the Basic Law on Countermeasures against Global Warming began. While calling on major emissions countries, we will also work to reduce greenhouse gas emissions by 25%. Everyone, please give me the power.", "sentiment": 0.020833333333333332}, "12480204789": {"text": "Yesterday I took advantage of the lunch time and exchanged opinions with movie director Yoji Yamada about the future of movies and culture. In the long run, I think the power of the country is the power of culture. As a country, as a society, we will think and act on what we should do to enhance \"cultural capabilities\" of Japan.", "sentiment": 0.016666666666666666}, "12453342895": {"text": "Volcanic eruption in Iceland continues. In each country we care for Japanese who have been stuck, but we also provide support for foreign travelers who can not return home in Japan. In addition to offering blankets and snacks, the hotel's mediation and a day trip to nearby began today. I pray that the eruption will fall as soon as possible.", "sentiment": -0.041666666666666664}, "12378469452": {"text": "Yesterday, we invited about 10,000 people to Shinjuku Gyoen National Park to hold the \"Sakura seeing party\". Thank you very much for your participation early in the morning while all of you are busy.", "sentiment": 0.15333333333333332}, "12324005517": {"text": "It was delayed due to the attendance of the nuclear security summit, but I wrote a blog about visiting the arts and culture facility \"Hana Monachusa\" using the schools that I visited last weekend. Please look. http://bit.ly/9vkpd6", "sentiment": -0.0625}, "12281286217": {"text": "On April 25 (Sun) we will hold a \"new public\" open forum. We are looking for participants. http://bit.ly/bpMJwz I would like to participate in discussions as much as possible and I want to rediscover the \"new public\" that is close to us.", "sentiment": 0.04545454545454545}, "12215840612": {"text": "I returned from Washington last night. I attended the nuclear security summit which discusses countermeasures to prevent terrorism by nuclear weapons and has held talks with the leaders of various countries. I wrote it in the mail magazine, so please have a look. http://bit.ly/8 X Mv 7 S", "sentiment": 0.0}, "12084790173": {"text": "It is Washington now. After meeting with Mr. Hu Jintao, I attended the nuclear security summit. From me, I made four proposals to be at the forefront of nuclear abolition. http://bit.ly/a1FzJK", "sentiment": 0.0}, "12019535126": {"text": "President Obama will depart for Washington in order to attend the nuclear security summit aimed at preventing nuclear terrorism. It is a bullet business trip of 3 days a night. We will do our utmost to \"the world without nuclear weapons.\"", "sentiment": 0.0}, "12019425061": {"text": "At the round table meeting on Friday, we got a lot of meaningful proposals, including the idea of ​​\"Wasabi Kimu\", which proposes to introduce a part of the voucher method when fully implementing child allowance. Directed a 50% tax deduction (upper limit is 1/4 of total tax payment such as income tax) of individual donation to NPO, school, welfare facility etc. I think this is also a big step.", "sentiment": 0.04285714285714286}, "12019338243": {"text": "Last Friday I relayed the \"New Public\" roundtable for the first time on Ustream. Thank you for many reactions at Twitter. We will continue to work on openness from now on.", "sentiment": 0.17727272727272728}, "11983095503": {"text": "Last night I was chased by the response to the crash of the President of Poland, the situation in Thailand which is tense. Did the President's strong thought on the memorial ceremony of \"Kachin no Mori incident\" lead to this tragedy? Again, I would like to express my deep appreciation to the people who died, including President of Poland.", "sentiment": 0.024999999999999994}, "11874277610": {"text": "Yesterday, the US - Russia - Leaders signed a new nuclear disarmament treaty in Prague. We welcome you a lot. Japan is the only atomic bomb victim. I myself am going ahead and heading toward the realization of a world without nuclear weapons. From Monday it is the nuclear security summit in Washington.", "sentiment": 0.21534090909090908}, "11818178938": {"text": "In Shiga Prefecture that I visited last week, I am actively working on environmental protection, including the conservation of water quality in Lake Biwa. I wrote to the mail magazine about that cutting-edge initiative the region is advancing. Please have a look. http://bit.ly/bvL16M", "sentiment": -0.24444444444444444}, "11749372112": {"text": "The answer is \"Makonde sculpture\". Thank you everyone. There were some people who answered correctly. It is from Tanzania's Prime Minister Pinda and it is said that it represents \"human unity and unity\". I feel the powerfulness that people and people are connected and dynamic. http://bit.ly/au 12ir", "sentiment": 0.0}, "11691197893": {"text": "What's this? The answer is tomorrow. http://bit.ly/9 YbcyM", "sentiment": 0.0}, "11633264375": {"text": "Naoko Yamazaki will fly to space by Discovery. Mr. Yoshizaki's International Space Station is headed by Mr. Souichi Noguchi, so two Japanese people stay at the same time. It is a very valuable opportunity. I also expect the activities of both of you as an \"alien\".", "sentiment": 0.125}, "11583483832": {"text": "The 2nd real pigeon cafe is over. Today, I was able to hear valuable opinions about the problems of agriculture, dairy farming, food and drink industry sites. I wrote it on the blog, so please have a look. http://bit.ly/a4dh1g", "sentiment": 0.2333333333333333}, "11571363785": {"text": "It is the second real dove cafe from now on. Today it is food and agriculture cafe, starting from the barbecue in the garden at the official residence.", "sentiment": 0.06666666666666667}, "11530709833": {"text": "I visited Shiga Prefecture and learned the necessity and difficulty of integration at \"Kindergarden\" which promotes integrated operation of kindergarten and nursery school. In addition, I heard stories about recycling resources by rape flowers, people working on the natural regeneration of Lake Biwa and surveying fish, and photovoltaic panel manufacturing sites. I strongly felt that I could not lose Japan to Shiga in the most environmentally advanced prefecture.", "sentiment": 0.3583333333333333}, "11474283715": {"text": "We met with His Majesty the King Abdullah and Jordan, and we were able to exchange fruitful opinions including cooperation on Middle East peace and nuclear power generation. The king was a Japanese fan and he was enjoying a bike trip by taking a Harley Davidson in Kyushu before he got here, he said yesterday that he was donated at the peace park of Nagasaki.", "sentiment": 0.25}, "11416643440": {"text": "It is a new year from today. Cherry blossoms at the official residence are in full bloom soon. I also look forward to work newly. At the beginning of the fiscal year, we set up three pillars as a policy of the Cabinet. \"Open the Officer\", \"Open the Country\", \"Open the Future\". I wrote in the mail magazine in detail, so please have a look. http://bit.ly/bJ8buK", "sentiment": 0.08896103896103895}, "11360965525": {"text": "Today was the second session of the party debate. Liberal Democratic Party President Tanigaki and Komeito's Yamaguchi representative made the debate over the relocation of the Futenma airport relocation, postal reform, politics and money problems. I think that we could have serious discussions.", "sentiment": -0.16666666666666666}, "11302092810": {"text": "I decided to award the Prime Minister a prize to the captain of the great sumo wrestlers. Kaigo Seki is the 100th place in the Makuuchi prefecture and the 823 victories in the Makuuchi voting at the earlier spring studio, both being the ranks first and the attitude to serve as a balos for a long time is also a model of the people. In honor of the efforts of Kaigo Seki, I hope that the sumo wrestler will become more and more energetic.", "sentiment": 0.35714285714285715}, "11242770541": {"text": "I met with Prime Minister Somare of Papua New Guinea. He is longing for me as a \"founding father\" since independence in 1975. Fertile islands in the South Pacific are threatened with climate change. We also confirmed cooperation towards COP 16 with Prime Minister Somare.", "sentiment": 0.2681818181818182}, "11188787497": {"text": "During the weekend I stayed in Kamogawa, Chiba Prefecture, looking over the horizon and thinking about future issues. When viewing the wide sea in this way, the field of view expands and the motivation springs up in a moment. http://bit.ly/cxQOwQ", "sentiment": -0.05}, "11124988511": {"text": "After the vernal equinox days, warm days have also increased. When you are walking in the garden of the official residence, the change of the season is felt by the skin.", "sentiment": 0.6}, "11120895558": {"text": "The criminal of Chinese made frozen dumplings was arrested by Chinese police authorities. In addition to evaluating the efforts of the Chinese side, we will continue to cooperate with each other and aim for early settlement. I hope this will allow further development of Japan - China relations.", "sentiment": -0.06071428571428572}, "11085803505": {"text": "Today, I participated in online journalists and free journalists, and held an open press conference. It is a big step forward.", "sentiment": 0.13333333333333333}, "11007943667": {"text": "We began \"open-minded\" initiatives to open up participants at a press conference at the official residence to the outside. Have a look at this. http://bit.ly/dcKBIm", "sentiment": 0.0}, "10978891932": {"text": "The budget for 2010 was approved by the House of Councilors and was established. We will use it carefully, \"Budget to protect life\" incorporating the results of regime change.", "sentiment": -0.1}, "10919007339": {"text": "Two recipients of Northern Territory High School student speech contest visited the official residence. There are young people seriously considering the Northern Territories issue. When I became an adult I made a decision to negotiate more vigorously so that this problem has already become a thing of the past.", "sentiment": 0.046111111111111124}, "10863529578": {"text": "The Paralympics is also closed. There are 11 Japanese medals, including the second gold medal of Nitta. It was a medal rush. Activity of Eye Sledge Hockey team is also impressive. I am looking forward to seeing you all who came home.", "sentiment": 0.225}, "10858000303": {"text": "Today I took a helicopter from the roof of the official residence and attended the graduation ceremony of the Defense Academy. We talked about the importance of perspectives of both \"continuation\" and \"change\" in the defense policy before the egg of the executive SDF. I thought reliably the young people 's glorious appearance of the next generation of Japanese defense.", "sentiment": 0.03333333333333333}, "10808762668": {"text": "Today is Spring Equinox Day. From the car going to the Imperial Palace at the event, I could see the cherry blossoms already blooming. I hope the wind is so strong that I will not scatter. Although it may be that some of the flower-viewing schedule will deviate if it blooms too early, I am looking forward to the full-fledged visit of spring.", "sentiment": 0.29444444444444445}, "10759725679": {"text": "Today I interfered with elderly nursing home in Tokyo. People in the elderly who are encouraged to rehabilitate to live healthily at home and are receiving homely and careful care, were lively. I also tried using a rehabilitation tool to train muscle of the foot, but it is surprisingly hard. http://bit.ly/cmztuz", "sentiment": 0.0762121212121212}, "10715600639": {"text": "At the committee of the Conference of the Parties to the Convention of the Washington Treaty, proposal ban proposal banned by bluefin tuna was rejected. I am glad that Japan's assertions were understood. We will continue to strive to allow the world people to taste the deliciousness of tuna while admonishing overfishing and supporting the development of Japanese technology such as aquaculture.", "sentiment": 0.1875}, "10695715013": {"text": "Nordic ski distance of the Vancouver · Paralympic Games In the men's 10 kilogram class standing, Yoshihiro Nitta won the gold medal. It is the first gold medal in the tournament. Congratulations. I am proud.", "sentiment": 0.525}, "10665840523": {"text": "The previous link point was wrong. Excuse me. Have a look at this. http://bit.ly/adkyKD", "sentiment": -0.2388888888888889}, "10664812800": {"text": "The second round of business sorting which became a topic in \"Hissatsu Sorting Person\" will begin under Minano Minano from April. This time, it is subject to the business of independent administrative agencies and public benefit corporations. I wrote this in the mail magazine. http://bit.ly/bdnvRk", "sentiment": -0.07333333333333333}, "10614836331": {"text": "We do not leave the materials and basic data that we use right away, as a secretary, leaving it in handy to carry around. The days have increased as the days passed, handbags became heavier. I also feel the weight of responsibility. http://bit.ly/bryfg6", "sentiment": 0.29523809523809524}, "10565480621": {"text": "Half years since the administration was inaugurated. I have been running running with the aim of \"politics to protect life\". It is another step until realization such as child allowance, free high school grant, improvement of medical care, agricultural door compensation system etc. are realized. We also reduced waste due to business sorting. However, criticisms such as politics and money problems are also received. I will try on my return to the beginning when the administration is inaugurated!", "sentiment": 0.00854166666666667}, "10510394042": {"text": "At the Paralympic Games, Women's Rotating Sitting position, the Asuka players were bronze medals. congratulations. It seems that the Asuka players are the ninth medal in five consecutive tournaments. great!", "sentiment": 0.8}, "10447760575": {"text": "It gradually became warmer and the carp in the pond of the official residence awoke from hibernation and swam. As there is only one small person, it seems to be overwhelmed by a big carp, so I'm rooting for \"trying hard\".", "sentiment": -0.13541666666666669}, "10419195123": {"text": "Today, I heard stories from local companies and children 's homes at Nara. I saw the manufacturing site of the pharmaceutical company and herbal medicinal garden, I came to the healthy children at the facility, I felt the response to the future at the ancient capital · Nara. With the capital of the capital of 1300, it was a breathtaking feeling for the prospect of the \"Great Columns\" restored as it was.", "sentiment": 0.45999999999999996}, "10392577180": {"text": "The Paralympic Games will start from today. I look forward to seeing it on news and relay. Everyone at the players, we also told you at the rallying party, but please do your best and do your best!", "sentiment": 1.0}, "10366169695": {"text": "Today, the Cabinet decided the basic bill to combat global warming. We also aim to reduce greenhouse gas emissions by 25% by 2020, while also urging efforts by major emissions countries. To protect the life of the earth, everyone, please cooperate.", "sentiment": 0.020833333333333332}, "10342858141": {"text": "The real dove cafe, which we received many hopeful participation last time in the last time, will do the second time. The theme is \"food and agriculture cafe\". Please apply, including work related to food, those involved in agriculture, and students aiming for that road. Please check this out for details. http://bit.ly/92 Irr 3", "sentiment": 0.11666666666666665}, "10319586077": {"text": "I met Tang Dynasty, China side chairman and Nishimuro Taizo · Japan side chairman of the \"New Japan-China Friendship 21st Century Committee\". For the further development of the relationship between Japan and China, I have heard the hot thoughts on cooperation that touches the heart 's string.", "sentiment": 0.09659090909090909}, "10269552237": {"text": "Today I attended the deliberation of the child allowance bill at the Health Labor Relations Committee of the House of Representatives. Child care allowance to support children 's growth in society as a whole. We will establish it by March and aim for start of payment from June.", "sentiment": 0.2}, "10219024204": {"text": "When I thought that a warm day continued for several days, a cold day came and it is difficult to manage my condition. I am particularly careful after becoming prime minister. I sneezed a little bit last week, but I cured it. It may be light pollen allergy. There seems to be a day when the difference of coldness is still intense. Please also take care.", "sentiment": 0.026250000000000006}, "10165737209": {"text": "Today is \"International Women's Day\", I also gave mimosa flowers to female reporters, modestly. Did you know this anniversary? It is a day when United Nations member states aimed at recognizing women's equal social participation again.", "sentiment": 0.026666666666666665}, "10113856663": {"text": "Today I went to the grandson 's shrine visited in January. When you are looking at the grandchild's face laughing or crying, it makes me feel uncomfortable.", "sentiment": -0.35}, "10068177133": {"text": "Today, I saw the scene of recycling personal computers · mobile phones and vending machines, power generation using methane gas from food waste, recycling construction waste materials, I felt a spirit to support \"vein industry\" in everyone's story . I will continue to think firmly what something the country can do to protect the life of the earth.", "sentiment": -0.15000000000000002}, "10018698246": {"text": "The Chile earthquake, the safety of all the Japanese local people was able to be confirmed. It is fortunate that there were no human injuries due to the tsunami in Japan, but I would like to express my heartfelt condolences to all who suffered from the fishery. I wrote the government response etc to e-mail magazine. http://bit.ly/90j3WR", "sentiment": 0.146875}, "9974582215": {"text": "President Chun Mary was visited Japan at the milestone of the 55th anniversary of the establishment of diplomatic relations between Japan and Laos. It seems that a bridge constructed by Japanese ODA is designed for banknotes in Laos. The development of Laos located in the center of the Mekong region is important for the region. We will further deepen our cooperation. http://bit.ly/9 MJunz", "sentiment": 0.07500000000000001}, "9920205606": {"text": "I met Japanese Americans who are active in various fields in the USA. I talked about the hot feeling that I wanted to be a \"bridge\" between Japan and the United States. I am happy. I realized that Japanese Americans are enriching Japan-US relations.", "sentiment": 0.1527777777777778}, "9890726097": {"text": "It is a meeting from now. It is a pleasant morning. Although I am lying to say that I am not sleepy. Recently, it gets a little bright even at the same 6 o'clock, I feel the arrival of spring. Today is the Upper House Budget Committee. I would like to discuss the policy firmly.", "sentiment": 0.1494047619047619}, "9871964404": {"text": "Today's budget passed the House of Representatives. Although I was relieved, I finally got back at the marathon turning point. I still can not get out of my mind! It is deliberation at the Upper House from tomorrow.", "sentiment": 0.0}, "9822029764": {"text": "From today, \"suicide measures strengthening month\" to protect the life begins. As part of that, the government will also develop sleep campaigns. If you feel tired but you can not sleep anymore, please consult your doctor. http://bit.ly/dmSxq9", "sentiment": -0.4}, "9821510411": {"text": "The closing ceremony of the Vancouver 2010 Olympic Games was held. I got a great impression from the battle over the 17 days, five medals, from every game. All the players and stakeholders, thanks for your hard work. Thank you! I'm also looking forward to the Paralympics from March 12.", "sentiment": 0.07708333333333335}, "9821154748": {"text": "Yesterday I was chased by tsunami countermeasures and support measures for the Chile earthquake, I could not update blogs or tweet, but I tried everything to minimize the damage of the tsunami. Today, upon request from the Chilean Government, we sent a medical team immediately.", "sentiment": 0.0}, "9726629552": {"text": "An earthquake of M 8.8 occurred in Chile. I am contemplating the victims of a major earthquake following Haiti. At the local embassy, ​​we are working on confirming the safety of 38 Japanese residents near the epicenter. We instructed related ministries and agencies to prepare for quick support.", "sentiment": 0.07083333333333333}, "9678744004": {"text": "Women's figure, I was impressed. I think that each player was a wonderful acting. Together with boys' figures, all six Japanese delegates are award winning prizes. Congrats! And thank you!", "sentiment": 0.5}, "9627719566": {"text": "Deliberations on the bill to free the high school free began. It is a bill to support the country so that there are no students giving up on high school entry for economic reasons.", "sentiment": 0.264}, "9627495782": {"text": "I was impressed by the people who met self-deceased children and worked on their own activities by overcoming the sorrow lost by the parents. A new determination was made that nearly 100 people should change their current situation that they will die their own life on a day. I also wrote to the e-mail magazine. http://bit.ly/9bBhZD", "sentiment": 0.40606060606060607}, "9576032216": {"text": "Young people may not understand, but muscle aches slowly after a few days when they are over 60 years old. I did something like a photo on Saturday, but the abdominal muscles are sore so long. I have to exercise more usually. http://bit.ly/dAWou 7", "sentiment": -0.01428571428571429}, "9575615860": {"text": "I heard the result of the Olympic Girls figure. Asada, Ando, ​​Suzuki players, it was a wonderful success. I am looking forward to the day after tomorrow. I support you!", "sentiment": 0.65}, "9520833311": {"text": "My wife made \"Rice gratin\" grain declared when trying trial at Sunday's event. I also used soy milk, but I made it delicious as expected. When you use rice flour, you get a dashy texture. I would like to try it elsewhere.", "sentiment": 0.45}, "9515606472": {"text": "The Diet deliberation of the child allowance bill has finally begun. It is a bill to put the promise in the manifest into practice. We will firmly deliberate and aim for the establishment.", "sentiment": -0.1}, "9472129236": {"text": "Today at the House of Representatives Budget Committee, there was discussion on economic and diplomatic focus. I could not attend the LDP, but I discussed about the economy, deflationary measures, security and so on.", "sentiment": 0.2}, "9423393748": {"text": "I asked an event \"Children's Food Session\" that children think about food self-sufficiency rate. We received proposals with dreams from \"Children's Ambassador of Children\" selected from the whole country. I wrote about blog contacts with children, so please have a look. http://bit.ly/8ZRbfi", "sentiment": 0.2}, "9416783584": {"text": "I am looking forward to the performance of the Olympic Games, but it is a great actress award for Terashima Shinobu's Berlin Film Festival's leading actress. In Berlin, director Yoji Yoji won the Special Achievement Award, and the work of the Director General of the act received the International Critics Federation Prize. Activities of Japanese people around the world, we are proud.", "sentiment": 0.3345238095238095}, "9379577470": {"text": "I went to the primary school in Tokyo, crime prevention volunteers, and post-partum care sites. People in the community and NPO touched the appearance of teaching children Bamboo dragonfly, patrolling crime prevention and caring for mothers after childbirth and realized the spread of \"new public\". Especially the female activity was impressive. http://bit.ly/aT2g99", "sentiment": 0.25606060606060604}, "9329237462": {"text": "I met Kenya Prime Minister Odininga. \"I can not meet mountains and mountains, but humans can meet each other.\" It is a proverb equivalent to Swahili's \"Ichigo-no-kai\". Do you not feel respect for nature and humans? We will cooperate so that Africa can develop beautiful nature while developing.", "sentiment": 0.3625}, "9278652668": {"text": "We held a social gathering around Bill Drayton called \"Father of Social Entrepreneur\". I felt the importance of the idea of ​​\"transformation\" that changes behavior to make society better and the importance of \"empathy\" to share human pain. I think that Drayton's story gave the young social entrepreneurs great courage.", "sentiment": 0.21428571428571427}, "9228618394": {"text": "The first party party debate as the leader of the ruling party ended. I regret to say that it was a discussion centered on my own political funds etc., but I tried to explain as carefully as possible. In future, I would like to discuss such a feeling that I want to improve this country, so that people can convey to my citizens.", "sentiment": 0.14166666666666666}, "9183136345": {"text": "Many comments have been received from everyone about the real pigeon cafe the day before yesterday. Thank you very much. I would like to reflect the opinions you've sent to the pigeon cafe next time. You can see the state of the day from PC here. http://bit.ly/afSQlk", "sentiment": 0.24}, "9182620709": {"text": "The Paralympics will begin on March 12. I attended the encouragement meeting earlier. I feel I've divided the energy of the players. At the Olympic Games, speed skating boys 500 meters, Keiichiro Nagashima played silver medal, and Kato Tsuyoshi won a bronze medal wonderfully. congratulations!", "sentiment": 0.5}, "9125100198": {"text": "I am watching while playing Olympics. Uemura's regret feelings were transmitted, but I was struck by a powerful slide with full power. Everyone of the players, we sincerely support you.", "sentiment": 0.3833333333333333}, "9090973820": {"text": "Today I invited my mother and dad raising parents to the official residence and opened a real pigeon cafe. I was able to listen to \"the present living word\" from everyone, and I spent a very precious time. I played with the children and returned to my childhood. Please keep listening to your voice.", "sentiment": 0.25}, "9085016957": {"text": "It is a real pigeon cafe from now. I am looking forward to it.", "sentiment": 0.2}, "9041976894": {"text": "Tomorrow we will hold \"Real Pigeon Cafe\" at the official residence. This is my first childhood raising cafe. Actually, the second grandchild was born the other day, but tomorrow I am looking forward to see a story from my mum and children who have children who will live the same era as my grandchildren.", "sentiment": 0.0659090909090909}, "9010182803": {"text": "On my birthday, I received congratulatory words from many people on my wish. Thank you very much. It really encourages me.", "sentiment": 0.35}, "9009746807": {"text": "Intensive discussion was held today at the House of Representatives Budget Committee. Regarding the issue of political funds, I believe it is my responsibility to repeatedly explain it until you are satisfied.", "sentiment": 0.25}, "8954849232": {"text": "Today, the National Assembly day is also closed. I updated the mail magazine. This time I am writing about the activities of the SDF overseas. Please read. Actually, today is also my birthday. I became 63 years old. http://bit.ly/cHLfGw", "sentiment": 0.0}, "8884974723": {"text": "I finished the certification ceremony in the palace and appointed Yukio Edano as Minister in charge of administrative reform. It is a Democratic Party of Japan who worked as a big wheel in sorting business. I will also borrow his strength and I will proceed with the \"cleaning of the administration.\"", "sentiment": 0.0}, "8851054084": {"text": "My twitter is also being read by high school students and college students. There were opinions such as employment and concerns about the future, and that politicians are talking only to adults. I think about politicians thinking about everyone who is responsible for the future of Japan, and I would like to speak in an easy-to-understand way.", "sentiment": 0.11333333333333333}, "8805683020": {"text": "I met with Palestinian Authority's President Abbas. The Middle East is not a \"distant area\" from Japan. I promised that I would not spare Japan as Japan so that Palestine and Israel could coexist in peace. http://bit.ly/an6IvL", "sentiment": 0.025}, "8759854243": {"text": "During the opening of the Diet, from early morning till late night, I will be busy preparing answers and meeting. The official residence of the workplace and the residence of the residence are 20 seconds on foot, saving time and being saved. After the work, turn the doorknob of the official residence. It is a moment of relief. Because the workmanship is beautiful, I took it in the picture. http://bit.ly/cqDqEA", "sentiment": 0.1875}, "8719659602": {"text": "Today, I encouraged the SDF 's supply supporters returning from the Indian Ocean and the troops dispatched to Haiti PKO. Under the harsh environment, I sent a heart-warming ale to the members of the people who protect the world's life. There was something that approached the chest as you looked at the face of a small child who was coming to see me off to pick up.", "sentiment": -0.225}, "8675361238": {"text": "We received the \"Leadership Award\" at the \"Delhi Sustainable Development Summit\" in India. I am deeply honored. I would like to work hard on the issue of global warming so as not to be ashamed of this award. I could not attend the awards ceremony, so I entrusted my feelings to the message. http://bit.ly/9irY9C", "sentiment": -0.09722222222222222}, "8674449510": {"text": "Today, Dazaifu Tenmangu Shrine \"Embassy of plum\" came to the official residence. I got a plum bonsai to inform you of the arrival of spring. I would like to do my best from tomorrow so that the draft budget being deliberated will also bear fruit.", "sentiment": 1.0}, "8630375565": {"text": "Today is the beginning of spring. Spring is on the calendar, but it still has a cold day. I wrote about \"new public\" in the mail magazine. Please look. http://bit.ly/b6asE9", "sentiment": -0.15454545454545454}, "8564527835": {"text": "It is a representative question in the plenary session to this day. The total number of questions from representatives of each faction may exceed 100 questions per day. There is time constraint, and it is said that it is said that it is too long to answer carefully, so it is annoying.", "sentiment": -0.2833333333333334}, "8539272528": {"text": "A real dove cafe, a short public offering period, about 700 people received applications. Thank you very much. Actually, I'd like to invite you, but I can invite you this time after 10 names. I would like to hear a story firmly for each and every one.", "sentiment": 0.0}, "8520220372": {"text": "The National Assembly also enters the third week, and in a representative question, controversy over my administrative policy speech etc. continues. It is everyday that the tension continues.", "sentiment": -0.1}, "8497406287": {"text": "We held a summit with President Calderón in Mexico. This year is the 400th anniversary of exchange between Japan and Mexico. And concerning global warming COP 16 is Mexico's chair country. In the milestone year, we decided to jointly declare our determination to strengthen friendship cooperation relations between the two countries. http://bit.ly/dzn8za", "sentiment": 0.0}, "8468751205": {"text": "Thank you for various opinions on the administrative policy speech on 29th. I am reading. The speech is posted here. Please see with PC. http://bit.ly/bOgCQJ", "sentiment": 0.0}, "8450522437": {"text": "Yesterday, during a meeting with local people at Kofu, when I looked out, Mt. Fuji was faintly seen in Zenkoji in Kofu and in the other side. It is a beautiful sight unique to midwinter. http://bit.ly/c7JjRc", "sentiment": 0.12}, "8437164096": {"text": "A month has passed since I started Twitter. Reading comments received from everyone has become a little fun of recent times. Thank you very much. Of course, there are some earwaxing opinions, but I have taken it properly.", "sentiment": 0.0745}, "8409586495": {"text": "Today I visited Yamanashi Prefecture and talked with the university students in the prefecture as a base seat. I was very dependable on young people who made ties dyed with wine to revitalize the local industry and passionate about developing fuel cells. Everyone college students who have a certain \"whereabouts and turnouts\" in this area gained spirits.", "sentiment": -0.055952380952380976}, "8368525483": {"text": "Today, both the House of Representatives made a speech policy speech. A total of 1 hour and 40 minutes, the voice withered, but I gave my utmost to say the most. Please take a look at PC. http://bit.ly/bOgCQJ", "sentiment": 0.25}, "8344732486": {"text": "Today, I will make a speech policy speech. I have thought and devoted myself to himself since I was a business trip to India at the end of last year. Please listen to it in live broadcast from 1 pm. If you watch it on PC, it is here. http://bit.ly/9C7Xd4", "sentiment": 0.06818181818181818}, "8342247080": {"text": "I decided to hold an event entitled \"Real Pigeon Cafe\" in order to listen to the opinions of everyone's lives. I will also enter the circle of talk. The first \"child rearing cafe\" is in mid-February. If you would like to participate, please click here. http://bit.ly/8ZRbfi", "sentiment": 0.15}, "8318690287": {"text": "Today, the supplementary budget passed by the Upper House, was established. Next time we will advance the next fiscal year budget, politics for your life a step by step.", "sentiment": 0.0}, "8277323322": {"text": "\"New Public\" round table meeting began. This conference aims to make citizens, NPOs and companies more active in public situations. We received active discussions and valuable suggestions and received great intellectual stimulation.", "sentiment": 0.14107744107744108}, "8234923605": {"text": "I received my report from the Democratic Party of Japan Study Team visiting Haiti, Rep. Koyoku Fujita and Representative Nobuhiko Shuto, I wrote my thoughts on the blog. Please have a look. http://bit.ly/8ZRbfi", "sentiment": 0.0}, "8188608956": {"text": "The supplementary budget passed the House of Representatives earlier. It is deliberation at the Upper House from tomorrow. I will tighten myself and see you.", "sentiment": 0.0}, "8147568728": {"text": "Even during the Diet period, I will visit various places as much as possible on weekends in order to hear your voice directly. Yesterday I went to Tochigi prefecture. The photo is black tea and Pon Bunch with Miko grilled ware. I also heard that I want to send Mashiko brand abroad. http://bit.ly/6il46G", "sentiment": -0.016666666666666663}, "8140030109": {"text": "Regular Diet, first week passed. It is fulfilling everyday. I thought that I am interested in what kind of days I wrote on my blog. http://bit.ly/8ZRbfi", "sentiment": 0.18}, "8111994013": {"text": "Mail arrived from Rep. Koyoku Fujita, who is going to Haiti this morning. We are deeply grateful to President for the support of Japan. I will let you know about the situation of the afflicted area, activities of the aid team, so I'd like to report it all in a blog soon.", "sentiment": 0.0}, "8110644559": {"text": "Today, I visited Tochigi prefecture and asked the staff of strawberry farmers and everyone involved in Mashiko, as well as the live voices of advanced technology companies, night nurseries, medical and nursing care workers. I will cherish everyone's voice and I will make it to politics. I am planning to go on and on and on in the future.", "sentiment": 0.1340909090909091}, "8054612980": {"text": "I wrote about the supplementary budget and the budget for next year discussed in the National Assembly and about the problems of political funds in the mail magazine. take a look. I would like to listen seriously to your opinions and criticism. http://bit.ly/4xnrG8", "sentiment": -0.1111111111111111}, "8002235956": {"text": "The House of Representatives and Budget Committee has started. From today it is a real debate. I will tighten myself and see you. The supplementary budget for your peace of mind and growth is being discussed. The content is here. Please see PDF on PC. http://bit.ly/6PcD64", "sentiment": 0.2}, "7974081513": {"text": "I think that it was possible to have a heavy discussion today. The regular Diet session is 150 days. I will do my utmost throughout the day for the citizens.", "sentiment": -0.06666666666666667}, "7921510824": {"text": "On the first day of the regular session of the National Assembly yesterday, following the rigorous opening ceremony which met the Emperor 's Emperor, the opening ceremony of the House of Representatives conference started with the financial speech of Minister of Finance Minister Kan. Today the debate starts with the representative of the House of Representatives. I will tighten myself and see you.", "sentiment": 0.0625}, "7881840598": {"text": "The normal Diet will start from today. We will do our utmost to defend our lives and realize politics with the lives of citizens first, we will do our utmost to achieve the second supplementary budget, early establishment of the fiscal 2010 budget, and other measures. I am very sorry that the current Democratic House of Representatives member of the House of Representatives was arrested, but I think I will keep a close eye on the progress of the investigation.", "sentiment": -0.03928571428571429}, "7862149779": {"text": "I wrote my thoughts about the memorial ceremony of today's Hanshin-Awaji earthquake on my blog. http://bit.ly/8ZRbfi", "sentiment": 0.0}, "7851908346": {"text": "Fifteen years have passed since the Great Hanshin-Awaji earthquake today. Today I attended a ceremony in Kobe, I express my deepest condolences to those who passed away by the earthquake and my bereaved family. Based on this precious lesson, we will continue to steadily advance \"politeness to cherish life\" in terms of disaster prevention measures. Please see with PC http://bit.ly/7MzM7a", "sentiment": 0.48888888888888893}, "7765216142": {"text": "This week's e-mail magazine's theme is about global warming. Please read. http://bit.ly/83NHUq", "sentiment": 0.0}, "7741507587": {"text": "My heart ached in the picture which conveyed the huge damage of the earthquake of Haiti. I would like to express my sincere condolences to all of you in Haiti. I would like you to get back as soon as possible. I want to help even a little. Because of that, the Japanese government decided emergency assistance. http://bit.ly/8xgb2S", "sentiment": 0.11875000000000002}, "7727005091": {"text": "I started Twitter on New Year's Day, and it was only two weeks at last. Your voice has become more familiar than before. We received diverse opinions from many people. thank you very much.", "sentiment": 0.25305194805194803}, "7704435490": {"text": "At the end of last year I summarized the draft budget plan for fiscal 2010. It is an important tax deposited with you. We aimed \"from concrete to people\" to enhance the budget for child allowance, free high school grant, medical care, employment etc. Please see PDF on PC. http://bit.ly/8iBzLn", "sentiment": 0.18500000000000003}, "7666576381": {"text": "Japan time will be open tomorrow, the Japan-US Foreign Ministers' Meeting will be held in Hawaii. The Japan-U.S. Alliance is the basis of Japanese diplomacy. I look forward to Minister for Foreign Affairs Okada.", "sentiment": -0.0625}, "7609355903": {"text": "Congratulations to all the new adults. I remember old days when I was an adult. When I am young, I want you to live exactly and make good memories. Please make it such a year that you can look back \"that time was such a thing.\"", "sentiment": 0.15227272727272728}, "7588167215": {"text": "I was able to talk to a real \"alien\". Thank you Mr. Noguchi. RT @ Astro_Soichi: Thanks to everyone who commented on the VIP call. I enjoyed talking with Prime Minister \"Alien\"!", "sentiment": 0.11499999999999999}, "7585943339": {"text": "Thank you for various opinions. I have read it interestingly and accept it seriously.", "sentiment": 0.05555555555555556}, "7537703529": {"text": "It is very cold everyday. I calm my mind by drinking Hajiji every morning. I am especially looking for warm tea to drink after walking.", "sentiment": -0.015999999999999993}, "7513621520": {"text": "I had a very good time. Mr. Noguchi, thank you. I also wrote it on my blog. http @ /bit.ly/63dAUf RT @ Astro_Soichi: I talked with VIP calls with Prime Minister Hatoyama, Minister Kawabata and Chigasaki children!", "sentiment": 0.9099999999999999}, "7473297851": {"text": "I appreciate the efforts of former Minister Fujii, and I wish you a speedy recovery as soon as possible. I would like to keep pace with the citizens' lives by working closely with Minister Sugi, Minister Sendai and other ministers. http://bit.ly/8mai9E", "sentiment": -0.041666666666666664}, "7420278083": {"text": "I decided to walk in the garden of the official residence on a fine weather morning. The cold weather is rather pleasant. Recently I was in shortage of exercise, so I would like to continue. The audience was a pigeon. http://twitvideo.jp/003cu", "sentiment": 0.1375}, "7384715423": {"text": "I was pointed out that I'm really following reading about what you are following \"and\" I can not follow so much \". Certainly I can not read all comments, but I always want to display your comments on the office's monitor and I want to know your voice even a little by reading it.", "sentiment": 0.0066964285714285685}, "7346274443": {"text": "I got into the garden of the official residence early this morning by a good sunshine, it is very cold. The New Year was hit by heavy snow in many places, but how was everyone? My cabinet is starting full-scale work from today. I will continue to do my utmost with my life in mind this year as well. Thank you.", "sentiment": 0.10079545454545452}, "7323325658": {"text": "Do you know the prime minister's annual impression? The prime minister of the past has talked about that feeling at the beginning of the year. I want to devise a way to convey my feelings to each of these messages. Please read. http://bit.ly/8 DEblf", "sentiment": -0.25}, "7284273768": {"text": "I will send it continuously. I asked the staff, Twitter seems to have about 1,000 people who can follow on the 1st day. I can not follow all people who follow you as soon as I am struggling, but I will do it in order. In addition, we updated the blog. http://bit.ly/8DtvJQ", "sentiment": 0.0}, "7284194013": {"text": "Thank you very much for following me. I read the comment \"Are you really writing?\" Basically I write it while listening to the opinions of the staff. Send it to a secretary with e-mail, and that person is doing sending to Twitter.", "sentiment": 0.15333333333333335}, "7254972447": {"text": "Happy New Year everyone. Thank you again this year. I started Twitter and blog \"pigeon cafe\" from today. Please send your feedback to @hatoyamayukio http://bit.ly/7OSH1o. One day tweets are the goal until you get used to it.", "sentiment": 0.4681818181818182}}