{"667778110113214464": {"text": "I am still President of Egypt 18 November 2015 # President https://t.co/wCp0Wtnck7", "sentiment": 0.0}, "621766370783592448": {"text": "The full text of the message of the President of the Arab Republic of Egypt Dr. Mohamed Morsi to the people of Greater Egypt in Eid Al Fitr 1436 AH https://t.co/khXlwWbtFp", "sentiment": 0.425}, "621765033891098624": {"text": "The people of Greater Egypt every year, every year, you are revolutionaries, and you are free. #President", "sentiment": 0.45}, "621764157533224961": {"text": "Every day that passes through me in this cell increases my faith in the justice of a cause we all carry, a revolution issue that we have begun to complete and complete.", "sentiment": 0.1}, "621763376872562689": {"text": "Every night my knowledge of the fragility of these pygmies deepens, and they become smaller in the eyes of the president", "sentiment": 0.0}, "621762205151838208": {"text": "Our revolution has gone through the historical turning points of the revolutions in the struggle between the peoples of interests and the men of principles to attain their proper place in the history of nations and peoples.", "sentiment": 0.0}, "621761227430174720": {"text": "What we carry from a letter makes their sentences and their throats in my mind the death throes of their despicable regime, which burns the country and drains the good and impoverishes its people and lost the place of the high homeland", "sentiment": 0.43}, "621759776465256448": {"text": "We will carry our homeland on our shoulders, and we will strengthen our revolution, uphold its values ​​and objectives, and take our Egypt out of that despotic tyranny. #President", "sentiment": 0.0}, "621758692757798912": {"text": "My concern has not weakened, my resolve has not softened, and my confidence in victory is unlimited. #President", "sentiment": 0.0}, "621757707796746241": {"text": "You will study your revolution for all peoples and supplement it, and in it the salvation of the homeland. And you shall go away ... \"The President", "sentiment": 0.0}, "621756997504008193": {"text": "Happy New Year. Mohamed Morsi President of the Arab Republic of Egypt", "sentiment": 0.4681818181818182}, "621720641729789952": {"text": "The President of the Arab Republic of Egypt, Dr. Mohamed Morsi, sends a message to the Egyptians tonight at nine o'clock Cairo time # President http://t.co/lgHvpHqGJz", "sentiment": 0.0}, "610923961883430913": {"text": "The January Revolution will win #Not_Apples #freemorsi", "sentiment": 0.8}, "590430146949025792": {"text": "Fadaki Ya Egypt # President http://t.co/vYUn6LdSUK", "sentiment": 0.0}, "590425540655382528": {"text": "https://t.co/isfXB4sZFV http://t.co/uFyXekONRB", "sentiment": 0.0}, "590284315046457344": {"text": "http://t.co/2448rpzb6o", "sentiment": 0.0}, "526090791366569985": {"text": "The full text of the letter of Dr. Mohamed Morsi - President of the Arab Republic of Egypt - To the Egyptian people https://t.co/gTu4ON6TBe http://t.co/ha6rLYclUj", "sentiment": 0.35}, "526090025331478529": {"text": "God willing, we meet soon and the revolution has been spoken and announced by her will Mohamed Morsi President of the Arab Republic of Egypt", "sentiment": 0.25}, "526089320575164416": {"text": "I referred the coup to the country of Bahor wounds I know that the revolution and her doctor, and that the punishment of the end ... Fastbashroa good and completed your revolution and God Nasser al-Haq # President", "sentiment": 0.7}, "526087978615992320": {"text": "Azmi derived from the determination of the creative youth in the fields of revolution and its universities and did not and will not forget my children from the recruits who are martyrs who are affected by treachery treachery # President", "sentiment": 0.5}, "526086243872829440": {"text": "God willing, I will not leave my prison before my sons are arrested and I will not enter my dads before my daughters who are well-known detainees, and not my life is more precious than the righteous martyrs.", "sentiment": 0.4166666666666667}, "526084978220601344": {"text": "Every year you are free revolutionaries, but I am convinced by the grace of God is not shaken by the victory of Allah for our Revolution and my confidence is not shaking in your steadfast determination and your great sorrow.", "sentiment": 0.5333333333333333}, "526083672273727489": {"text": "I emphasize my instructions to the active revolutionaries on the ground that \"no recognition of the coup, no retreat from the revolution, nor negotiate the blood of the martyrs\" # President", "sentiment": -0.13333333333333333}, "526082203080355842": {"text": "Attempts to negotiate the constants of the revolution and the blood of the martyrs are intended to continue the criminals, and to support the enslavement of a people who never deserved to belong to him.", "sentiment": 0.0}, "526081108438298624": {"text": "I can not fail to state clearly that I have rejected and still reject all attempts to negotiate the principles of the Revolution and the blood of martyrs", "sentiment": 0.17500000000000002}, "526080170675818496": {"text": "The coup d'état and its leaders are afraid of a black fate as punishment for their crimes committed against this great people.", "sentiment": 0.011111111111111146}, "526079108896149504": {"text": "I congratulate you and I am heartened by the continuation of your revolution against this coup d'état and its leaders who want to subjugate the nation and their identities.", "sentiment": 0.0}, "526077997913096192": {"text": "The people of Greater Egypt congratulate you on the new Hijri year and the nation at the height of its revolution, and its youth at the height of their determination and their words.", "sentiment": 0.3181818181818182}, "526031413049454592": {"text": "Dr. Mohamed Morsi President of Egypt sends a message to the Egyptian people tonight # President http://t.co/p80ZrsBEnR", "sentiment": 0.0}, "493541510533488641": {"text": "Every year, Egypt and the whole nation okay # President http://t.co/4pZIAiNBi2", "sentiment": 0.35}, "493538896999755778": {"text": "The scourge of the nation is the labor of its strength and its leadership. All greetings to the resistance and the revolutionaries who believe in their Lord and the people of valor in truth and every year, Egypt and the nation are all good.", "sentiment": 0.7}, "493536838418583552": {"text": "I declare to the whole world that our communion is controlled to support Palestine against the usurper occupier and that we are against any resistance against any occupier", "sentiment": 0.2}, "493535552767934464": {"text": "Every year, may God rest your soul, I will reward you and your fasting and your resurrection and I will reward you with good and victory, and I will not miss you with your congratulations on Eid to greet you for the continuation of your revolution.", "sentiment": 0.7}, "493534154403770371": {"text": "The holidays in the history of the nation are breathtaking breaks to continue the struggle", "sentiment": 1.0}, "474652383151005696": {"text": "I know that the road is difficult but I believe in the authenticity of your metals and the justice of your cause and I trust in God's victory to you .. God blessed you for your homeland and your nation and you were revolting .. # President", "sentiment": -0.5}, "474651046371786752": {"text": "The coup d'état of the coup d'état wanted a people who were absent, slapping their heads and humiliating their subjects. And you will not go away, and you will not go away", "sentiment": 0.0}, "474649764110139392": {"text": "All free peoples have not recognized this coup d'état because of the continued revolution of the Egyptians and their adherence to its creative sovereignty", "sentiment": 0.45}, "474648445035085824": {"text": "The revolution is in your resolve. I trust that you will raise its banner and deliver its glory. Revolution Revolution and patience patience, O great .. # President", "sentiment": 0.8}, "474647266943188992": {"text": "God testifies that I did not make any effort or spare any effort to resist corruption and criminality by law once and with revolutionary measures once and then I sinned but I did not betray you in my safety", "sentiment": 0.0}, "474239059624472576": {"text": "Message from Dr. Mohamed # Morsi # The legitimate president of the country to the people of Egypt # https://t.co/3scNYLjnMC", "sentiment": 0.0}, "352164641352327168": {"text": "# President Mohamed Morsi confirms his adherence to the constitutional legitimacy and rejects any attempt to get out and calls on the armed forces to withdraw their warning and rejects any internal and external dictates", "sentiment": 0.0}, "350019091752427521": {"text": "The path of change is clear and well known and the hands are extended and ready for national dialogue immediately # President", "sentiment": 0.15000000000000002}, "350019018230476800": {"text": "To the youth of Egypt, I admit that you did not take you in a stage after the revolutionI appreciate your dreams and feel your pain I will spare no effort to open more opportunities for you to work and creativity # President", "sentiment": 0.25}, "350013148583043072": {"text": "I appreciate the extent of the fears inherited from the previous regime that separated us from our Christian brothers. We want to return to our familiarity and affection for centuries.", "sentiment": -0.08333333333333333}, "350013056723599360": {"text": "I would like to say to the Christian brothers that I do not feel great relief for those frivolous relations that are not blinded by the smiles, visits and protocol meetings.", "sentiment": 0.4}, "350007979053031424": {"text": "7. To obligate governors and ministers to appoint young assistants in no more than 40 years within four weeks from now", "sentiment": -0.075}, "350007902498594816": {"text": "6. Assigning the Ministry of Supply to receive the fuel stations that refrain from working and coordinate their management with the competent authorities in favor of the citizens", "sentiment": 0.5}, "350007778032627712": {"text": "5. Withdraw the licenses of all petrol stations that refrained from receiving the product or distributing their share to the citizens", "sentiment": 0.0}, "350007692917608449": {"text": "4. To ask the ministers and governors to dismiss the perpetrators of the crises facing the citizens and directly follow the Prime Minister within a week", "sentiment": 0.1}, "350007519822888960": {"text": "3. Formation of a Supreme Committee for National Reconciliation from representatives from all sectors of society", "sentiment": 0.0}, "350007221083574272": {"text": "2. Formation of an independent committee of all parties and political forces to discuss the amendments required for the constitution to be approved and submitted to Parliament in its first session.", "sentiment": 0.08333333333333333}, "350007076958912515": {"text": "1. Asserting the Minister of the Interior the work of a special unit to combat bullying # President", "sentiment": 0.35714285714285715}, "349995034055155713": {"text": "Egypt revolution will cut any hand in a drop of water or a grain of sand from its land", "sentiment": 0.0}, "349990374959362048": {"text": "It hurts the citizens suffering from the crisis of gasoline and diesel these days # President", "sentiment": 0.0}, "349990204905492481": {"text": "The armed forces were assigned to implement projects for the development of the Sinai with 4.4 billion pounds", "sentiment": 0.0}, "349989500170153985": {"text": "We strive to raise the level of entry for all categories of society and the wage budget increased from 96 billion pounds to 176 billion pounds # President http://t.co/6oFbXS5ie7", "sentiment": 0.0}, "349987867021418496": {"text": "20 million citizens under the poverty line and 3.5 million unemployed and inherited from the former regime compared to 32 families were controlling the Egyptian economy # President", "sentiment": 0.0}, "349987040068247552": {"text": "You face a war of failure as you can see, and it is time to perform a precise surgery to eradicate the enemies of bull # President", "sentiment": 0.04166666666666666}, "349986488097837056": {"text": "We are under constitutional legitimacy to hold the president accountable before the subordinate .. And the revolution does not give an open mandate to one of the president", "sentiment": 0.0}, "349983839378079745": {"text": "Some opposition factions rejected the outstretched hand to participate in the government, some of them allied with the enemies of the revolution, abandoning the rules of democracy", "sentiment": 0.0}, "349983252632698883": {"text": "Some people are imagining that there is a possibility to turn back the clock and return to corruption, oppression and injustice", "sentiment": 0.0}, "349980943114706944": {"text": "Practice has shown that the achievement of the objectives of the January Revolution must have radical reforms in the structures of the state # President", "sentiment": 0.0}, "349980642181775361": {"text": "Avoid exceptional measures as much as possible but after a year we need radical reforms # President", "sentiment": 0.3333333333333333}, "349979296787464192": {"text": "I worked with the faithful in this country in the estimation of things and sometimes caused and sometimes made mistakes, and the error is contained but corrected by duty # President", "sentiment": 0.0}, "349978214355050496": {"text": "I wish that the situation would be as we would all like, but Egypt faces many challenges", "sentiment": 0.5}, "349977619577585664": {"text": "I stand before you to give you the talk of disclosure and openness, I am the citizen Mohammed Morsi responsible for the fate of the nation and the future of the people of the # president", "sentiment": 0.1}, "349952336770248705": {"text": "My speech today to all Egyptians and Egyptians, at 9:30 PM # President", "sentiment": 0.0}, "348405383204847616": {"text": "We are serious about restoring relations with our friends from the Arab, Islamic, African and Third World countries.", "sentiment": -0.1111111111111111}, "348405073413554176": {"text": "We will continue to renew our links to the world on the basis of equality, independence, values ​​and common interests. We will not sell our cases for fear or hesitation", "sentiment": -0.3}, "348404774233833472": {"text": "What is happening in the # precious Palestine, Syria, Iraq, Yemen, and the rest of the brotherly Arab countries is inseparable from Egypt and Egypt can not be separated from it. #President", "sentiment": 0.5}, "348404563000295424": {"text": "Egypt is still a pioneer country, the world today is looking at our experience, which means success, success, freedom, dignity, justice and innovation in many countries.", "sentiment": 0.3666666666666667}, "348404108853641216": {"text": "No faction, however, can impose its direction and opinion on all", "sentiment": 0.0}, "348402714440511488": {"text": "I call on all demonstrators to diversify their political affiliations by preserving the peace and inviolability of Egyptian blood and adhering to the democratic mechanisms", "sentiment": 0.0}, "348402165934604289": {"text": "Yesterday, Egypt witnessed a number of millions of millions that can not be ignored, calling for the rejection of violence by civilized performance to affirm the awareness of Egyptians and their adherence to the course of the peaceful revolution.", "sentiment": 0.325}, "348401744096657408": {"text": "Egyptians live a new moment in the glorious revolution of January 25th, in which they protect their revolution so insistently that the clock can not be allowed to turn back.", "sentiment": 0.0909090909090909}, "348401351455285248": {"text": "The Arab revolutionaries have given the people the status of the first and most inspiring leader, and they are the guardians of democracy who are aware of the importance of seeking stability without stagnation.", "sentiment": 0.375}, "348400940958773248": {"text": "It is imperative that we regain our Arab migratory minds, especially as we, as Arabs, are in a phase of separation from our history", "sentiment": 0.0}, "348400009118638080": {"text": "I am delighted to be among the Arab engineers today and to participate with you in celebrating the 50th anniversary of the founding of the Arab Engineers Union.", "sentiment": 0.7}, "345989495973347329": {"text": "Youth of Egypt: We want to employ the energy of the revolution in construction, whether in internal affairs that has absolute priority or in major regional issues", "sentiment": 0.08750000000000001}, "345989304792776704": {"text": "I respect the opposition's decision not to meet the calls for dialogue, although I reserve it, given the common challenges we face at home and abroad", "sentiment": -0.3}, "345989184353337344": {"text": "All the people of Egypt my family and my family", "sentiment": 0.0}, "345988789774204928": {"text": "Let us all the political forces in the national national issues, no one is different, such as the issues of Jerusalem, Nile and Syria, where is the national opposition from this?", "sentiment": 0.0}, "345988332116901889": {"text": "We face major regional challenges: the Nile water, the judaization of Jerusalem and the file of Syria, all of which need to unite together. Egypt must be able to face these challenges.", "sentiment": 0.28125}, "345988030349340672": {"text": "We will work to control security and stop the outlaws and complete the peaceful approach in which we started our revolution # President", "sentiment": 0.175}, "345987480987783168": {"text": "You guys, Egypt. You are the safety valve. Do not get carried away by violence if the others do not respond to it. Do not respond to provocation and express your views with legitimate means.", "sentiment": 0.0}, "345987026367152131": {"text": "The youth of Egypt and its men and women faced oppression and injustice in the old era with their usual peace. No one attacked an institution and never pretended to be carrying a weapon.", "sentiment": -0.075}, "345986672460193793": {"text": "There is no place between us for the security and stability of the homeland and we will deal with them decisively # President", "sentiment": 0.0}, "345985437237665793": {"text": "Fancy who wants to jump on the revolution of January 25 and imagine that he can destroy the stability that grows day after day or undermine the will of this people # President", "sentiment": 0.0}, "345984946436972544": {"text": "I call on the Syrian people to unite and rise above the temporal differences, and proceed according to a unified vision and national goal does not ignore the hopes of all Syrian spectrum # President", "sentiment": 0.0}, "345984763045216259": {"text": "The Syrian people ... hold on to freedom; it is not a substitute for inviolable freedom and humiliation # President # Syria", "sentiment": 0.0}, "345984649262149632": {"text": "The international community should not allow the production of repressive regimes and will not hesitate to implement the prohibition of flying in Syrian airspace by a decision of the Security Council", "sentiment": 0.0}, "345984579640889345": {"text": "I appeal to the free conscience of the world to pressure their governments, especially those who feed the official killing machine with a weapon that is used against innocent people", "sentiment": 0.3}, "345984496639827968": {"text": "No one of the world's leaders imagines that his conscience is outside the realm of default as long as the Syrian situation continues as well", "sentiment": -0.025}, "345984327076687873": {"text": "I issued instructions to the Egyptian Red Crescent to launch a campaign with civil society organizations to intensify support and relief programs for Syrian refugees in Egypt, Jordan and Turkey.", "sentiment": 0.0}, "345984164685836288": {"text": "O people of Egypt # I recommend you the Syrian families good, and treatment of the Syrian brothers residing in Egypt, like Egyptian citizens, whether or not # President # Syria", "sentiment": 0.7}, "345983806181883905": {"text": "Our relations, dictated by the nature of Egypt's regional and global role, will not be at the expense of our principles, which are the support of the Syrian people.", "sentiment": 0.0}, "345983659792281600": {"text": "We reject foreign military and political interference in Syria, whether it is the intervention of states or militias, and we refuse to dictate external will to the will of the people. #President", "sentiment": -0.05625}, "345981528729329664": {"text": "# Egypt maintains the unity of Syrian soil away from all levels of division on the basis of geographical or sectarian and ethnic. Egypt will not allow the disruption of Syria # # President", "sentiment": 0.0}, "345981387435802624": {"text": "The Egyptian people will not accept what his Syrian brother refuses to try to regenerate himself to be part of the future of Syria", "sentiment": 0.0}, "345981214567563265": {"text": "The Egyptian people stood with the Lebanese people and Hezbollah against the aggression against Lebanon in 2006, and today we stand against the aggression of Hezbollah on Syria # # President", "sentiment": 0.0}, "345980892910608385": {"text": "We decided today to close the Embassy of the Syrian regime in Cairo, and withdraw the Egyptian Chargé d'Affaires from Damascus # President # Syria", "sentiment": 0.0}, "345980537002938368": {"text": "We decided today to cut all relations with the current Syrian regime # President # Syria", "sentiment": 0.0}, "345980459366359040": {"text": "We affirm that we support the united Syria under a new elected leadership representing all the spectrums of the Syrian people, because this is an internal Syrian demand, as is an Egyptian demand. #President", "sentiment": 0.06818181818181818}, "345980202377162752": {"text": "When the Syrian people ask us for help, we do not lag behind, but support the struggle of our brethren for freedom to choose who governs them. # President # Syria", "sentiment": -0.4}, "345979705855455232": {"text": "Egyptian policy is based on non-interference in the internal affairs of countries, but it stands steadfastly with the choices of peoples for themselves. # President # Syria", "sentiment": 0.2}, "345979402812801025": {"text": "The people of Egypt supports the struggle of the Syrian people materially and morally, so that their rights and sovereignty will be achieved on their united land.", "sentiment": 0.0}, "345979262685306881": {"text": "We stand together with the Syrian people to obtain their legitimate rights to freedom from tyranny and tyranny of tyrants and criminals # President # Syria", "sentiment": 0.0}, "345978870681436160": {"text": "Egypt's attitudes toward Syria are not subject to bidding or bargaining and stem from clear principles and clear determinants. #President", "sentiment": 0.09444444444444446}, "345977386426331137": {"text": "The Syrian people are subjected to a campaign of genocide and systematic ethnic cleansing fed by regional and international forces that do not care about the Syrian person, his dignity and his suffering. # President # Syria", "sentiment": 0.0}, "345976784568872960": {"text": "We will not be so happy to see the free Syrians living their united state on all their soil, which has shed the blood of their children, women and youth.", "sentiment": 0.6000000000000001}, "345976502032154625": {"text": "# Egypt heart of the Arab nation moaned for the sake of the Syrian people, who is exposed to a machine of destruction not before them by the # President # Syria", "sentiment": 0.0}, "344176114840793088": {"text": "Common interests and unity of destiny The people of the Nile Basin are united in a single association that rejects the conflict and narrow interests of each of the parties", "sentiment": -0.19047619047619047}, "344175813488435200": {"text": "I call on all political forces to forget the differences at this stage to protect Egypt and its people", "sentiment": 0.0}, "344174973885218816": {"text": "We affirm the mutual respect and brotherly relations with the friendly and brotherly African peoples, based on Egypt's historical and cultural responsibility", "sentiment": 0.11875}, "344174522955603968": {"text": "Ready to go to everyone for the sake of the country # President", "sentiment": 0.2}, "344174331061997568": {"text": "I am confident that the call for national reconciliation will resonate with political leaders who do not increase their affiliation to this country and their love for the president", "sentiment": 0.3333333333333333}, "344173552829865984": {"text": "I will not despair of calling for a comprehensive national reconciliation aimed at the absolute and sincere loyalty of our beloved Egypt without the slogans or omissions of the president", "sentiment": 0.4666666666666666}, "344172799444783104": {"text": "I invite everyone to give advice and I am happy to receive my input and opinion, although I disagree with some of the President's views", "sentiment": 0.8}, "344172077986750464": {"text": "Egypt's water security can not be overcome or compromised. All options are open in dealing with this file # President", "sentiment": 0.0}, "344171528662949889": {"text": "It is decided to form a national committee comprising the official and popular bodies and experts in the Nile water file", "sentiment": 0.6}, "344170741765394432": {"text": "The problem we face today was not the result of the moment but the outcome of past accumulations", "sentiment": -0.25}, "344169914296324096": {"text": "I do not doubt for a moment that we will succeed in overcoming the challenges of trust in God and then depending on the Egyptian will that defeats the odds # President # National Power Conference", "sentiment": 0.0}, "344169661354614784": {"text": "The Nile water shortage is one drop", "sentiment": 0.0}, "344168159265300481": {"text": "On behalf of the Egyptian people, I extend my sincere condolences on the death of the martyr Capt. Mohammed Abu Shakra, to his family and all the Egyptian police. #President", "sentiment": 0.5}, "344167109439414272": {"text": "The issue of the Nile River is a fateful issue that transcends all concerns and transcends all differences and transcends all personal interests and individual visions. # President # National Power Conference", "sentiment": 0.0}, "343024191462842369": {"text": "I would like to congratulate my sons and daughters of high school students on their exams that begin tomorrow. Our Lord together with you # President", "sentiment": 0.16}, "342001792852295680": {"text": "This law aims to meet the aspirations of our people in the # Nubia and raise grievances that have been subjected to them for long periods of time # President", "sentiment": -0.05}, "342001464455086081": {"text": "Soon, the legal advisory body, which commissioned it to study the draft law to resettle the residents of the old # Nubia # President", "sentiment": 0.15000000000000002}, "341548610116272128": {"text": "Egypt does not attack anyone but is keen on every drop of Nile water and able to protect it # President", "sentiment": 0.5}, "341548402011676672": {"text": "We affirm our respect for the Sudanese people north and south and the Ethiopian people # President", "sentiment": 0.0}, "341542674563743744": {"text": "Summary of the Report of the International Committee of Experts on the Assessment and Assessment of the Ethiopia Dam # President http://t.co/1QoEZe5b73", "sentiment": 0.0}, "341521715463073792": {"text": "The Ministry of Foreign Affairs, Defense and Military Production have been directed to play an effective developmental role in the countries of # Africa # President", "sentiment": 0.125}, "341520119563952128": {"text": "The current situation requires queuing to prevent any threat to Egypt", "sentiment": 0.0}, "341519789069594624": {"text": "We must take the necessary measures and procedures to ensure the protection of Egyptian # AMS", "sentiment": 0.0}, "339716231315738624": {"text": "I call again all the national social and political forces to line up for # Egypt, and set aside the differences aside, and join hands for Egypt # Integration # President", "sentiment": 0.016666666666666666}, "339715896132108289": {"text": "I have issued my directives to form a committee for community development in the office # President to achieve constant communication between the presidency and civil society to overcome the obstacles that face it", "sentiment": -0.025}, "339715612735578113": {"text": "I will not allow one step to those who spoiled this country or was the cause of spreading corruption and will not lose the blood of the martyrs and wounded # Integration # President", "sentiment": 0.0}, "339715488143798273": {"text": "The Egyptian judiciary is the crown of the homeland in the Justice # # Integration Integrity President", "sentiment": 0.0}, "339714604236169216": {"text": "A criminal will not escape the punishment of # # integration president", "sentiment": -0.4}, "339714069290430465": {"text": "Triangle Development Egypt is based on awareness, work and ethics # Integration # President", "sentiment": 0.0}, "339713053719425025": {"text": "In order to achieve one of the most important demands of the revolution, today I submitted to the Shura Council the first draft law on NGOs to empower civil society", "sentiment": 0.3833333333333333}, "339712176942096384": {"text": "We work to activate the role of NGOs and involve them in the making of public policy of the state and rationalize its decisions # # Integration of the President", "sentiment": 0.0}, "339711628109037568": {"text": "The state will not ignore the capabilities of people or seek to restrict them # # Integration President", "sentiment": 0.0}, "339711135819378688": {"text": "The State will not stand in the way of any hand to adopt or contribute to the development of Egypt's # # # President's Integration", "sentiment": 0.0}, "339710934585077762": {"text": "We begin a new era of partnership between the state and society based on integration and not control or dominance by the state towards civil society # # Integration President", "sentiment": 0.13636363636363635}, "339710583114985472": {"text": "The priority of the Presidency is to support civil society organizations and to lift administrative restrictions that impede their work in the belief that the development and success of civil action is one of the most important means of developing the country", "sentiment": 0.325}, "339710000085729280": {"text": "Egypt's hope is still in the enthusiasm of its youth and creative ideas and creative energies # Integration # President", "sentiment": 0.5}, "339709149397008384": {"text": "Progress of the countries linked to the size of sustainable development, and activate the role of civil society # # Integration President", "sentiment": 0.0}, "338659644379648000": {"text": "We adhere to the principle of \"African solutions to African problems\", while activating the structure of African peace and security", "sentiment": 0.0}, "338654444474494976": {"text": "The promotion of democracy, good governance, respect for human rights and the fight against poverty all contribute to the reduction of armed conflicts", "sentiment": 0.35}, "338251873582739456": {"text": "Egypt is proud to belong to the African continent and the founding role of the long-standing organization and emphasizes the permanent priority of African issues", "sentiment": 0.1875}, "338245585754791936": {"text": "Our ambition is not to stop Africa from taking control of its affairs and to prevent foreign interference in its affairs, but to extend our continent an active international role. # President # African Summit", "sentiment": -0.06458333333333333}, "338240581526503425": {"text": "The settlement of the conflict in Mali calls for a comprehensive approach to which development is one of the main pillars of the African Summit", "sentiment": 0.08333333333333333}, "338236955663949824": {"text": "The low level of development and the suffering of the African citizen from the lack of basic needs of the causes of the conflict plaguing the continent and the most recent conflict in Mali # President", "sentiment": 0.1}, "338231781570531329": {"text": "Achieving comprehensive development across the African continent and providing a decent life for its children is our first goal # # President-African Summit", "sentiment": 0.10416666666666666}, "338225122760605696": {"text": "We are very proud of what generations of the people of the continent have succeeded in, and we draw lessons from their experience and explore the way that our African Renaissance is proceeding.", "sentiment": 0.5}, "338185498445111298": {"text": "# Egypt is keen and committed to exert all efforts and put all its resources to serve the goals of # NEPAD and promote African solidarity and integration # President", "sentiment": 0.0}, "338184502847352832": {"text": "I call for the expansion of South-South cooperation, and to benefit from the successful experiences of friendly countries in Asia and Latin America # President # NEPAD", "sentiment": 0.5625}, "338182630023520256": {"text": "We are called upon to maximize the concept of \"African ownership\" of the NEPAD initiative and increase our self-reliance and adherence to our independent political will.", "sentiment": 0.0}, "337130208706564097": {"text": "Security and comprehensive and integrated development are the ultimate objective pursued by all organs of the state", "sentiment": 0.0}, "337129848298434560": {"text": "I call upon the opposition forces to agree and stand united to uphold the interests of the country # President", "sentiment": 0.0}, "337129591124684801": {"text": "The dignity of the state is safeguarded and what is happening is a true model for the integration and cooperation of the state organs to achieve the interests of the country # President", "sentiment": 0.35}, "337091108930732032": {"text": "All greetings and appreciation to our people in Sinai # for their national position and to uphold the interest of the nation above any consideration # President", "sentiment": 0.0}, "337090523904999424": {"text": "Greetings to the leaders and soldiers of the armed forces, police, General Intelligence and Military Intelligence # President # Sinai", "sentiment": -0.024999999999999994}, "337089318663372803": {"text": "Long live # Egypt .. Dear dear .. waiting for the arrival of my children # soldiers after their return safe # President # Sinai", "sentiment": 0.19545454545454544}, "336167818498281473": {"text": "All state institutions are working together to free the abductees and all options are open and we will not be subject to any blackmail", "sentiment": 0.07777777777777779}, "334683490173992960": {"text": "The Government to work on the construction of silos under a comprehensive plan addressing the main production sites, consumption sites # President http://t.co/CU4xQGdY8h", "sentiment": 0.16666666666666666}, "334655908086956032": {"text": "Egyptian wheat is a cornerstone of national security, I say to the government and all the organs of the state: spare no effort to support the farmer and his support # President # Harvest Day", "sentiment": 0.0}, "334654388838756352": {"text": "We all reap the fruits of the good that the original Egyptian hands have planted", "sentiment": 0.5375}, "334651021085274112": {"text": "To produce our food with our own hands and from our land is the true correction of the mistakes we have suffered over decades # President # Harvest Day", "sentiment": 0.475}, "334649661459660800": {"text": "I say to every citizen and citizen in Egypt we are on the right track to achieve the first goals of the revolution \"bread loaf\" # President # Harvest Day", "sentiment": 0.26785714285714285}, "334640076661346305": {"text": "Day after day, the authentic Egyptian farmer proves that he is the unknown soldier who works in silence for the revival of his country", "sentiment": 0.23333333333333336}, "334596833978482688": {"text": "Today I meet with my brothers and sisters, farmers and farmers of Egypt, with your arms, our self-sufficiency of wheat is achieved. Every Egyptian is proud and proud of you # President # Harvest Day", "sentiment": 0.8}, "333667878572281856": {"text": "If the smile is a charity, then we should take care of the patients' comfort! Best regards and appreciation to the nursing practitioners in our beloved Egypt # Today_alami_ for nursing", "sentiment": 0.6666666666666666}, "332193914322817024": {"text": "We seek to attract investments in petrochemical industries, medical disposables, sugar cane refining, textile industries and food products # President", "sentiment": 0.0}, "332190845409308672": {"text": "I welcome the positions of Brazil in support of the right of the Palestinian people to establish their independent state", "sentiment": 0.36190476190476195}, "332188244634636289": {"text": "Egypt is working to attract more serious investments by removing constraints and providing the right climate", "sentiment": 0.15079365079365079}, "332185707638562816": {"text": "Despite the challenges facing us, but the Egyptian economy has the assets that qualify for high growth rates in the coming years # President", "sentiment": 0.16}, "332181164116832258": {"text": "We are keen to take advantage of Brazil's experience in developing programs to combat poverty, food security program, and medical services in villages and remote areas", "sentiment": -0.05}, "332179275857948672": {"text": "Egypt is today promoting the will of its people and is also looking forward to opening up to the world and to closer cooperation with friends and international partners, especially with Brazil.", "sentiment": 0.0}, "331743081412059136": {"text": "Empowering young people in the new ministry and benefiting from their energies comes within the framework of ensuring the integration, harmony and diversification of experiences", "sentiment": 0.11818181818181818}, "331742629387698179": {"text": "We welcome all the constructive criticism that drives us to improve performance and avoid mistakes. The president", "sentiment": 0.8}, "331742177451470848": {"text": "Join new ministers for a new moment in which we will complete the process of development in public performance and improve the daily services directed to citizens", "sentiment": 0.07454545454545454}, "331741577913462784": {"text": "I would like to thank the Ministers who have done their duty and have taken the trouble of working in their ministries and will remind them of their tenderness and their response to public work in sensitive circumstances.", "sentiment": -0.03333333333333333}, "330671754001395712": {"text": "We work to have the student union representation in the supervision and supervision of the universities' restaurants # President # students _ Egypt", "sentiment": 0.0}, "330670692213350401": {"text": "Youth holds the torch of the Renaissance in Heliopolis transforming ideas into action and production # President # Students _ Egypt", "sentiment": 0.1}, "330667111896723456": {"text": "Pay the production process at the university with your academic excellence and express your views freely", "sentiment": 0.2}, "330666750318346240": {"text": "The voice of the students should be heard, even if they are not represented in the Egyptian Students Union", "sentiment": 0.0}, "330666183231688704": {"text": "Students hold for decades the price of freedom and eliminate the tools and means of oppression # President # Egypt students", "sentiment": 0.0}, "330665595529990144": {"text": "Youth and students in particular had a great role in raising the spirit of revolution in Egypt", "sentiment": 0.48333333333333334}, "330330451409530880": {"text": "From the fruits of the great January 25 revolution, thousands of Egyptian students participated in free and fair elections. I am happy to meet tomorrow with the representatives of the Egyptian students", "sentiment": 0.675}, "329304126561345537": {"text": "The time has come for the president to be granted and the time of the people who find and cherish his dignity has come. #Labor Day", "sentiment": 0.0}, "329303602587906048": {"text": "I am working to attract investors and open prospects for cooperation with the East and West for the benefit of every Egyptian and the workers of Egypt in the forefront # President # Labor Day", "sentiment": 0.0}, "329303405359161344": {"text": "To the honorable businessmen of Egypt .. Fields of work calling you and the private sector development partner and no alternative to joining together to overcome the stage # President # Labor Day", "sentiment": 0.0}, "329303189771935744": {"text": "We will work together to empower Egyptian working women, raise their capabilities, and develop their skills", "sentiment": 0.0}, "329303015121092609": {"text": "We have to put the concepts and solutions and invest time in pushing the production because it is the most effective way to achieve your demands and develop our dear country # President", "sentiment": 0.55}, "329302693216669696": {"text": "No return to quotas and nepotism, in positions and functions in the state, at the expense of the sons of the working classes # President # Labor Day", "sentiment": 0.0}, "329302417030127617": {"text": "If it were not for 25 January, we would not have met at the Palace of the Dome, which was built by the Egyptians. Fathia Ejalal to the martyrs of the Revolution and its victims, and the greetings of the sons of Egypt.", "sentiment": 0.0}, "329193788469821440": {"text": "You are the true partners in achieving industrial and economic development", "sentiment": 0.275}, "329193477013381120": {"text": "Sufficiency of wheat is not enough alone without manufacturing Egyptian carpets", "sentiment": 0.0}, "329193014922715136": {"text": "We have to produce our food and our weapons, and the Egyptian worker is the basis of this # # President's production", "sentiment": 0.0}, "329192774572339200": {"text": "Life must be restored to iron and steel complexes, aluminum, copper, textile factories, with new investment and vision # President # Labor Day", "sentiment": 0.13636363636363635}, "329185513816862720": {"text": "Our plans are not only aimed at maintaining iron and steel workers, but saving thousands of jobs over three years # President # Labor Day", "sentiment": 0.0}, "329184598246428672": {"text": "No substitute for support, upgrade efficiency, update, public sector development # President # Labor Day", "sentiment": 0.0}, "329184247573270529": {"text": "From one of the castles of the Egyptian industry, he completed what President Abdel Nasser and M. Aziz Sadqi and the elite that undertook to establish the national strategic industry # President", "sentiment": 0.0}, "329183247428902912": {"text": "This castle, stretching over 21 million square meters, is not just a factory; but it is a symbol of the national industry and the Egyptian will # President # Labor Day", "sentiment": 0.0}, "329181269311246336": {"text": "In my first post on # Labor Day I sent a letter of appreciation to the honorable workers of Egypt, everywhere, especially in Iron and Steel Complex # President", "sentiment": -0.016666666666666663}, "329180376088076290": {"text": "From one of the castles of the big Egyptian industry, I promise you not to be displaced in the custody of worker # President # Labor Day", "sentiment": 0.0}, "327006663091572737": {"text": "Edit Sinai A link in the series of championships of the Egyptian army great, greeting and appreciation of me and of all Egyptians to protect the homeland", "sentiment": 0.8}, "327006084944523264": {"text": "Students Hope Egypt and its promising future Congratulations to the leaders of the future My sons Egypt Students Union to win with the confidence of their colleagues, my best wishes for success, I will meet you soon # President", "sentiment": 0.3833333333333333}, "326994537111244800": {"text": "Greetings to the souls of our martyrs who offered the most precious Maimlkon to recover precious Sinai to be the best example of Egyptians in the love of Egypt and defend its territory # President", "sentiment": 0.6}, "326661753943494657": {"text": "We seek to own our food, our diet and our weapon # President http://t.co/wVLVZq05zg", "sentiment": 0.6}, "326421789104300032": {"text": "My sincere condolences to the families of martyrs Captain \"Wael al-Murr\" and Assistant \"Mohammed Zakaria\" and the armed forces and the Egyptian people, we are God and we return to him # President", "sentiment": 0.5}, "325678678170279937": {"text": "I will not use the president's right or sword against anyone, and I invite the other opinion to objectivity # President", "sentiment": 0.08035714285714285}, "325676524130951168": {"text": "The youth of the revolution in the heart are the true spirit that applies in Egypt and correct the course of the revolution if it is deviated from the president", "sentiment": 0.35}, "325675759047942144": {"text": "We do not incite the media, but the Egyptian public is harmed by some media abuses", "sentiment": 0.0}, "325675065272320000": {"text": "We do not interfere in anyone's affairs nor do we accept that anyone interfere in our affairs", "sentiment": 0.0}, "325674596521107456": {"text": "Egyptian citizen is the first and last goal of my foreign relations # President", "sentiment": 0.041666666666666664}, "325674407097954304": {"text": "I feel the pain of the victims of Muslims and Christians in the events of the special and the cathedral and every Egyptian in my neck right # President", "sentiment": 0.3214285714285714}, "325674157817884672": {"text": "The security situation is now better than it was in the past and we are dealing with those who violate the law with all due diligence to distinguish between the true rebels and those who cause destruction", "sentiment": 0.11875}, "325673430852722688": {"text": "We have a great challenge to face the spoilers of the former regime who are accustomed to graft and live on the blood of the people and we stand them lookout # President", "sentiment": 0.31212121212121213}, "325673148932583424": {"text": "The legislation is not the responsibility of the president, but if the Shoura Council sees a reduction in the age of judges, this is its role according to the president's democratic practice", "sentiment": 0.0}, "325609349395390464": {"text": "We seek real investment in Egypt, and loans as the medicine of the body on which the body is not built or lives", "sentiment": 0.2}, "325603116496076800": {"text": "Ministerial reshuffle and conservative movement, the most efficient is who will take charge in order to achieve the goals of the revolution # President", "sentiment": 0.5}, "325602957947199489": {"text": "The land of Egypt is haraam on non-Egyptians", "sentiment": 0.0}, "323081794217984000": {"text": "The Bibliotheca Alexandrina is a brilliant name in history, coupled with a unique institution that painted a comprehensive framework for human knowledge over five centuries and embodied the cultural communication between peoples", "sentiment": 0.34375}, "323081549396455424": {"text": "We are proud of our Egyptian culture and we are proud of the history of ancient Egypt, which has its roots for thousands of years. # President # The Trustees of the Library of Alexandria", "sentiment": 0.8}, "323081374263296000": {"text": "Separation from the heritage and root uprooting is only a call to get lost and lost # President # Trustees - Library of Alexandria", "sentiment": 0.0}, "323081136085561344": {"text": "The rejection of the new and the past in a world dominated by change is only a surrender to a slow suicide # President # The Trustees of the Library of Alexandria", "sentiment": -0.10340909090909092}, "323080563730837504": {"text": "We believe that Renaissance is not the responsibility of an individual or an elite, but the will of a free people. # President # Trustees of the Library of Alexandria", "sentiment": 0.2}, "323080182317600770": {"text": "I reject any discrimination on the basis of sex, color or religion as stipulated in our new Constitution # President # The Trustees of the Library of Alexandria", "sentiment": 0.13636363636363635}, "323079997516554240": {"text": "I reject the inadvertent talk of some about a Christian minority. We are all de facto citizens of the country before the law and the Constitution. # President # The Trustees of the Library of Alexandria", "sentiment": 0.0}, "323079877223915522": {"text": "The Egyptian people are one fabric and the Egyptians are before the law and the constitution are all equal and have the same duties. # The President # The Trustees of the Library of Alexandria", "sentiment": 0.0}, "322469472516599810": {"text": "The role played by the armed forces in preserving the security of the homeland and its limits is appreciated by me and by all Egyptians. #President", "sentiment": 0.2}, "322469293612748801": {"text": "I will not allow abuse or abuse of the armed forces nor satisfy any Egyptian. #President", "sentiment": 0.0}, "322469058522017792": {"text": "There is no room for talking about abandoning any single grain of sand from the homeland and they are able to provide it and protect it. #President", "sentiment": 0.2142857142857143}, "322344438380777473": {"text": "@kmheer We can all but abide by the law and strive to apply it", "sentiment": 0.0}, "322344170645749761": {"text": "@AlshaimaaSobhi Communicate with young people and take advantage of the priorities of the stage and work to develop mechanisms for it", "sentiment": 0.1}, "322343764284817409": {"text": "@DoaaTolba Send your data to the Board of Grievances God bless you in your children and we will not fail to help you", "sentiment": 0.25}, "322343435065495552": {"text": "@mohamad_farrag I am seeking to use competencies in various fields", "sentiment": 0.0}, "322342872684834816": {"text": "@abo_kamal_ We seek to transcend the reality we all live in and I have the courage to admit the mistake if it occurs", "sentiment": 0.13636363636363635}, "322342385503842304": {"text": "@Semo_Pearl The presidential program exists and is announced and I am ready for accounting and please answer my good wishes", "sentiment": 0.44999999999999996}, "322341613890314240": {"text": "@joud_kamel The economy will flourish, but it will revive more effort and sweat the people of Egypt", "sentiment": 0.5}, "322304042304933888": {"text": "Welcome to dedicate a day to celebrate Science Day every year # President # Science Day", "sentiment": 0.8}, "322301215293726720": {"text": "I call on the private sector and the honorable businessmen of Egypt and civil society organizations to participate in activating the research system and applying the outputs of scientific research", "sentiment": 0.0}, "322299720573800448": {"text": "The establishment of the National Council for Education and Scientific Research to develop a national strategy for education and the promotion of scientific research and setting national standards for its quality", "sentiment": 0.0}, "322299508333617152": {"text": "We have minds that have the ability to advance the homeland and place it in its proper place", "sentiment": 0.0}, "322298995458310145": {"text": "We all need to stand up to be the cornerstone of the renaissance that must be dependent on science # President # Science Day", "sentiment": 0.0}, "322296526535794689": {"text": "We are undergoing a transformation in the concepts of power in its traditional forms into a new kind of force. It is the power of science and knowledge", "sentiment": 0.24545454545454545}, "322296417852981250": {"text": "It is time to take care of the scientists and appreciate their status, and support their efforts and projects that prepare flares for enlightenment and innovation # President # Science Day", "sentiment": 0.0}, "322296270515478529": {"text": "The scholars of Egypt, you are the people of virtue and generosity, and you gave Egypt its most precious treasures, and you gave it the real capital, science and knowledge.", "sentiment": 0.39999999999999997}, "322296044832571393": {"text": "I trust that the scholars of Egypt and its spokesmen will not accept that Egypt is delayed from its leadership in its gift to humanity. # President # Eid_Education", "sentiment": 0.0}, "322295829727698944": {"text": "The revolution of 25 January broke the restrictions that besieged thought and launched the powers of Egyptians in creativity and movement towards the future", "sentiment": 0.0}, "322276890784182272": {"text": "@AkaiXxXx If I had your question at first I would have asked you the first question", "sentiment": 0.25}, "322275447046025216": {"text": "@ el3atawy All economic measures revolve around social justice and simple citizen", "sentiment": 0.07777777777777778}, "322274373891407872": {"text": "@Truthcaller We strive to achieve it, God willing", "sentiment": 0.25}, "322273861720748032": {"text": "@mohammadelghann expatriates dignity of the dignity of Egypt and their right to Rasi Dayma", "sentiment": 0.2857142857142857}, "322273181383671809": {"text": "@temanursurg I agree with you The Ministry of Health will be reviewed to emphasize the priority of training programs and the efficiency of doctors", "sentiment": 0.0}, "322268424262782976": {"text": "@MahmoudShawalY If you have an incident of a wrongdoing, send me directly and promise me to investigate and correct", "sentiment": 0.1}, "322266166926143489": {"text": "@hekaiet I am not a man but the interest of the people, and I am working on the best of my country and all my country", "sentiment": 1.0}, "322265081477996544": {"text": "@Cestlavie_egy need attention not because Egypt gave it confidence and Hatshvoa good, God willing", "sentiment": 0.475}, "322264181153857536": {"text": "@hagar_ashraf All the time and his condemned and the time of work and the unification of the sons of Egypt did not lighten wounds", "sentiment": 0.0}, "322263856695099393": {"text": "@shahtoooot is convinced that we need continuous development and work and God willing Hanbaki better", "sentiment": 0.375}, "322262993876430848": {"text": "@DRaboeiad Idec in Ede we build a new Egypt Abhi from the picture we dreamed of her ... ready?", "sentiment": 0.16818181818181818}, "322262641739460608": {"text": "@ waelrefaat1963 Follow me on your visions and they will be, God willing, a matter of great interest, Egypt, with your ideas and your children and their arms", "sentiment": 0.525}, "322262381218643968": {"text": "@Hassnelmahdy are all busy .. Want to check more in the actions that are done against spoilers and you know !!", "sentiment": 0.3}, "322262126804754432": {"text": "@ AHMEDBADR_7 Present We provide clarification, God willing", "sentiment": 0.125}, "322261949465374723": {"text": "@boyalslimany Presidency All Egyptians represent individuals and institutions and stand at an equal distance from everyone", "sentiment": 0.0}, "322261857731768320": {"text": "@BelalHoda I promise you I am studying the subject and I am always happy to communicate with the people", "sentiment": 0.3166666666666667}, "322261737195835392": {"text": "@mhramore We seek to achieve the slogans of revolution in life, liberty, social justice and human dignity, and we want Ideco to be with us", "sentiment": 0.016666666666666666}, "322261600725786624": {"text": "@Custodite Youth revolution of them all my appreciation is Twitter is not a message from me to all young people?", "sentiment": 0.1}, "322261412556726272": {"text": "Arif that many of the workers are subject to injustice but let us break the sectarian strikes in Egypt and the subject matter @mhmdonia", "sentiment": 0.05555555555555557}, "322260801807339520": {"text": "@ShiplyAlex Min said I'm not interested .. The people of the slums are my family and we have developed 68 random Sunnis and the rest come", "sentiment": -0.17500000000000002}, "322260533397037056": {"text": "@ m_el_masry43 Oh guys, I said it and repeated it, I did not allow the injustice of the children of Egypt and Hashov the subject myself", "sentiment": -0.16666666666666666}, "322086421773025280": {"text": "@Asma_Samir We respect every patriotic businessman and their role in the service of Egypt and we follow the refund of contraband money and the right of limitation will not be lost", "sentiment": 0.2857142857142857}, "322085714261053440": {"text": "@Reda_alwelely I leave public opinion to the offender and sent my message a message that I hope you have reached the correct address", "sentiment": 0.0}, "322085189708808192": {"text": "@mohabmagdy Plans and Programs Declared by Criteria and Indicators of Success We need the country to provide guidance so that we can adhere to the implementation stages", "sentiment": 0.3}, "322084884061499392": {"text": "@ Arapawy2020 I am not alone with all Egyptians, people and institutions", "sentiment": 0.0}, "322084670521090048": {"text": "@arc_sa The legacy of corruption is long and long and not so much as we cleanse all of Egypt", "sentiment": 0.03333333333333333}, "322084486072393728": {"text": "@ AmmarYasser229 There is an economic plan and we are working to stabilize the price of the dollar, but it takes a lot of patience and a lot of work", "sentiment": 0.2}, "322084264285978624": {"text": "@ mehab86 As long as we agree to respect the rule of law, I can only confront the law and we are able to help God to do so", "sentiment": 0.15}, "322084008047570944": {"text": "@ a7md3bdelbary There is a ministerial group working day and night to avoid frequent breaks in the summer months and the development of the channel is about to start", "sentiment": 0.1}, "322059175662329856": {"text": "My young son is pleased and honored to receive your questions today from 9 am to 9:30 pm Here is the mechanism for asking the question http://t.co/DRFBg6kYZ1", "sentiment": 0.3}, "322038420077678592": {"text": "Issued instructions to the Legal Affairs of the Presidency of the Republic to withdraw the communications against journalists # President", "sentiment": 0.2}, "321559044672344064": {"text": "My sincere condolences to all of us and to my family of martyrs Mahmoud Abdelmaksoud and Abdelmajid Shehab. The Egyptians will not forget who sacrifice their lives for the national duty", "sentiment": 0.5}, "320254603847401472": {"text": "I am responsible for all orphans in Egypt, and if one of them feels orphaned it will be a shortcoming of me personally", "sentiment": 0.1}, "320254098429575169": {"text": "It is our duty to look for the orphan and the needy and the sufferer to offer them all what they need", "sentiment": 0.0}, "320253877746294784": {"text": "We are looking at the problems of charities and how to support them to complete their care for orphans everywhere in Egypt", "sentiment": 0.1}, "319896412437487617": {"text": "The ball is now in the court of Egyptian and Sudanese businessmen. Just wait for the start", "sentiment": 0.0}, "319891957432348672": {"text": "The bonds of fraternity and common interests and the unity of the path and destiny are the main arteries flowing in one body", "sentiment": -0.06666666666666667}, "319891681715576834": {"text": "Egypt will continue to play its supporting role in Sudan and South Sudan in order to settle all outstanding issues between them", "sentiment": 0.375}, "319889997064990721": {"text": "Egypt will continue its supportive role for the brotherly Sudan and its security and stability in various regional and international frameworks and forums", "sentiment": 0.16666666666666666}, "319889348151615488": {"text": "# Egypt will always be next to the people of # brotherly Sudan with all its sects and affiliations # President", "sentiment": 0.0}, "319888982236352513": {"text": "I look forward to seeing the next phase of the two countries' efforts to lay the groundwork for real economic participation", "sentiment": 0.15000000000000002}, "319888561572835328": {"text": "Egypt is witnessing the birth of a new era after its revolution can not be kept away from the concerns of its brothers in the Arab world, especially in Sudan # President", "sentiment": 0.06818181818181818}, "318783186521952257": {"text": "Egypt has achieved many achievements throughout its history and today Egypt is pleased with the achievement of the new # President # honoring athletes", "sentiment": 0.37878787878787873}, "318781922526502913": {"text": "Today's honor is not for the two teams only winners but honored for all athletes and youth # President # Honorable athletes", "sentiment": 0.0}, "318781684759805952": {"text": "I hope the youth team win the World Cup and the table tennis team win the # gold medal # President # Honoring athletes", "sentiment": 0.8}, "318781514307469313": {"text": "Sports for Egypt is a central axis of the renaissance of Egypt # President # Honorable athletes", "sentiment": 0.0}, "318781361508982785": {"text": "Your honor today is part of a greater honor that you deserve for your effort and achievement. # President # Honorable athletes", "sentiment": 0.5}, "318781217413664768": {"text": "We are pleased with any achievement that raises the name of Egypt in all fields", "sentiment": 0.5}, "318089051729195008": {"text": "Youth Egypt's future ... I congratulate my sons, the heroes of the Egyptian youth team for winning the African Championship and raising the name of Egypt in all international sports forums # President", "sentiment": 0.125}, "318082986258071552": {"text": "We proceed to the completion of state institutions in the elections of the House of Representatives after the consensus on the election law and ensure its constitution # President # day_Engineer", "sentiment": 0.0}, "318070146516262912": {"text": "We must manage our natural differences of opinion based on the gains of the Egyptian revolution in resorting to popular will and respect for the rule of law", "sentiment": 0.35}, "318069972435861504": {"text": "The responsibility of the state institutions to their responsibilities according to the Constitution and the three powers exercise their role independently and do not interfere to confuse the scene, but complement .. Will be our success and progress", "sentiment": 0.15}, "318068663511044096": {"text": "As we lift the narrow gains, we will go beyond this transitional period that all nations experienced in the post-revolution phase and Egypt is now passing through.", "sentiment": 0.30000000000000004}, "318068325244628994": {"text": "I invite you to look at the scene in its entirety and comprehension so as not to distract us from the course of construction and to be able to face the obstacles # President # Day_Engineer", "sentiment": 0.225}, "318067420810059777": {"text": "I call on the engineers of Egypt to participate effectively in the fields of energy, development projects, slums, transportation and roads", "sentiment": 0.6}, "318066913613860864": {"text": "I strongly support the role and mission of the Egyptian engineer and develop it to be fit for the engineers of Egypt and the civilization of Egypt # President # Day_Engineer", "sentiment": 0.41666666666666663}, "318064251505897472": {"text": "Achieving the leadership of Egypt is inseparable from the leadership achieved by the Egyptian engineer at home and abroad and this is the real balance of Egypt # President # Day_Engineer", "sentiment": 0.2}, "318063033270276097": {"text": "Your role in the leadership of change and reconstruction after the revolution is large and influential as it is the development locomotive and the development compass and torch of hope # President # Day_Engineer", "sentiment": 0.21428571428571427}, "318062934964199425": {"text": "After the revolution, trade unionism became one of the pillars of democracy and the empowerment of society and its participation in the management of the nation's affairs", "sentiment": 0.0}, "318062823169220608": {"text": "The ideas, efforts and projects of the Egyptian engineer Baba of the doors of victory in the glorious military battles and battles of continuous development and the victory of the best witness # President", "sentiment": 0.45}, "318062644605091840": {"text": "The march of the Egyptian engineer throughout history has been the march of giving all the events of the homeland peace and war # President # Day_Engineer", "sentiment": 0.0}, "318062103497936896": {"text": "In my name and on behalf of Egypt, I would like to say thank you for what you have done and what you are doing, and congratulations on your celebration of Engineer Day # President #Day", "sentiment": 0.0}, "316923884618256384": {"text": "Our African continent is capable of realizing the legitimate aspirations of its people for progress, prosperity and development. # President #BRICS", "sentiment": 0.1}, "316923814439178240": {"text": "The time has come to develop concrete and concrete programs of action that will achieve the practical interests of our peoples. #BRICS # President", "sentiment": 0.13333333333333333}, "316923673128861696": {"text": "Sustainable development in Africa can not be achieved without optimal utilization of the continent's resources and enhancing reliance on self-potential #BRICS # President", "sentiment": 0.0}, "316630219714854913": {"text": "Youth Egypt's future ... I congratulate my sons, the heroes of the youth team of Egypt, to qualify for the final of the African Championship and wish him victory.", "sentiment": 0.0}, "316581714526867456": {"text": "I call to make this year a special year for women and invite you to a conference on Arab women's rights in the second half of this year in Cairo", "sentiment": 0.0634920634920635}, "316580698620309505": {"text": "I call upon the Arab League to meet the aspirations of the Arab peoples through the decisions of the Arab Summit", "sentiment": 0.0}, "316579223521353729": {"text": "We should all act as governments and Arab societies to meet the challenges facing Arab women and create an environment in which they can freely choose and participate", "sentiment": 0.4}, "316579129271136256": {"text": "There are still many challenges facing Arab women such as education, health and political participation", "sentiment": 0.16666666666666666}, "316578963201867776": {"text": "Arab women contributed directly to the advancement of Arab societies and countries and had their distinctive hallmarks in the spring of the Arab revolutions", "sentiment": 0.1}, "316578829487448067": {"text": "We must arrive at a common definition of Arab human rights in harmony with the common in international definitions that preserves Arab and Islamic cultural specificity", "sentiment": -0.1}, "316578303651762176": {"text": "I call upon the business sectors in the Arab countries to take advantage of the promising investment opportunities in Egypt", "sentiment": 0.2}, "316578038223626240": {"text": "Direct investment is the main engine for achieving Arab integration", "sentiment": 0.13333333333333333}, "316577818714730496": {"text": "Investing in human capital is inevitable as representing the true wealth of our Arab nation", "sentiment": 0.11666666666666665}, "316577518419312640": {"text": "Any reform or development should stem from national will and we reject attempts to impose it from abroad", "sentiment": 0.0}, "316576410623954944": {"text": "The security of the Middle East is one of the most important challenges faced by the Arab peoples. The dangers of proliferation of nuclear weapons pose a direct threat to the security and stability of the region", "sentiment": 0.25}, "316576140179419136": {"text": "We welcome the end of the transitional phase in Somalia and the return of the Egyptian embassy to work in Mogadishu, an additional step confirming Egypt's continued support for the Somali government", "sentiment": 0.8}, "316575955852353536": {"text": "We must join together to make the political transition in Yemen a success, and I confirm Egypt's readiness to help Yemen in restructuring its national institutions", "sentiment": 0.15}, "316574909490937857": {"text": "Egypt welcomes the signing by Sudan and South Sudan of a number of agreements in the areas of resumption of oil exports and security arrangements, which represents the nucleus of genuine peace", "sentiment": 0.4}, "316574609782738945": {"text": "We are keen in Egypt not to interfere in the affairs of one of the interior and we will not allow anyone at all to interfere in Egypt's internal affairs # President # Arab Summit", "sentiment": 0.0}, "316574520506998785": {"text": "Egypt always stands with its Arab brethren in one trench, and the Egyptian people appreciate everyone who stands by him in his revolution and until now in his democratic career.", "sentiment": 0.0}, "316574422456745985": {"text": "We must consider ways to support the Syrian people at home and support their representatives abroad and what the Syrians agree on who represents them in the League of Arab States", "sentiment": 0.0}, "316573920872513536": {"text": "I affirm the need to find a suitable solution to the Syrian crisis leading to the transfer of power in Syria in a secure manner and preserve its territorial integrity and safeguard its institutions", "sentiment": 0.47500000000000003}, "316572824020066304": {"text": "The international methodology and its mechanisms of action are still unable to establish a binding framework that will guarantee the establishment of an independent and sovereign Palestinian state", "sentiment": -0.1}, "316572474181558272": {"text": "The continued denial of the inherent right of the Palestinian people to determine their destiny and to establish their independent State with Jerusalem as its capital is contrary to the principles of international law.", "sentiment": 0.09523809523809523}, "316572393453809664": {"text": "The Palestinian cause is the first Arab and Muslim issue that occupies the conscience of every Arab and Muslim and all peoples who believe in the values ​​of peace, justice and freedom", "sentiment": 0.25}, "316572301049069568": {"text": "Arab countries should take the initiative to realize the aspirations of our peoples and protect the rights of our country, especially ending the occupation of Arab lands and lifting the injustice on them", "sentiment": 0.0}, "316572045104275456": {"text": "The Government and people of Egypt appreciate the positions of the brotherly Arab countries and peoples that supported the Egyptian people's revolution for justice, freedom and dignity.", "sentiment": 0.0}, "316571942561914880": {"text": "I assure you of the faith of Egypt, Egypt, Egypt, Free Revolution, the importance of Arab solidarity and integration at all levels", "sentiment": 0.4}, "315814520096432129": {"text": "The January 25 revolution was a revolution against dictatorship and corruption # President", "sentiment": 0.0}, "315814253980442624": {"text": "Although one newspaper in my right went by saying that insulting the president was a national duty, I did not take any action against it", "sentiment": -0.20476190476190478}, "315813750219350017": {"text": "I am the president of all the Egyptians and I will not allow that the Nile will be done from the # home of the president", "sentiment": 0.0}, "315813309142159360": {"text": "I call on all to preserve security and to exercise restraint and repeat that peaceful demonstration is guaranteed to all", "sentiment": 0.25}, "315813087053746176": {"text": "If I have to take what is necessary to protect this country I will do and I am afraid that I am about to do so # President", "sentiment": -0.3}, "315812918832812032": {"text": "Attempts to show the state as a weak state are failed attempts and state organs are recovering and can deter anyone who violates the law", "sentiment": -0.4375}, "315812764142682116": {"text": "The law must be enforced if the security of the homeland and the citizen is endangered by the president", "sentiment": 0.0}, "315812464921018368": {"text": "Some use the media to incite violence and those who prove their involvement will not go unpunished. Everyone involved in incitement is a participant in the crime", "sentiment": 0.0}, "315811855719350272": {"text": "All in front of the law either I will not allow any violation of the law whether it is a supporter or opposition, from a police officer or a statesman # President", "sentiment": 0.0}, "315811472154451968": {"text": "If the investigations prove the conviction of some politicians, the necessary measures will be taken against them, whatever their level", "sentiment": 0.0}, "315810932204904448": {"text": "I call upon all political forces not to provide any political cover for acts of violence and riots and I will not be happy if the investigations prove the condemnation of some politicians", "sentiment": 0.26666666666666666}, "315809876209197057": {"text": "Peaceful demonstration is a right for all. What is happening now has nothing to do with the revolution, it is violence, riot and infringement of public and private property.", "sentiment": 0.13392857142857142}, "315808144599171072": {"text": "The Egyptian blood is all dear and dear and I will not allow the shedding of more blood of the sons of the homeland", "sentiment": 0.5}, "315100853428187136": {"text": "I call on the sons of the armed forces and the Egyptian people not to pay attention to rumors and move to the stage of construction and production # President", "sentiment": 0.0}, "315100719394983937": {"text": "In the march of democracy, freedom, social justice, justice, respect for the constitution and the rule of law whatever the challenges", "sentiment": 0.03333333333333333}, "315100596724187136": {"text": "Our enemy abroad is trying to blow our arm but he will not be able to achieve his goals", "sentiment": 0.5}, "315100488515338240": {"text": "Our strength in our unit # President", "sentiment": 0.0}, "315100416515899392": {"text": "What brings us together very much in the shadow of this homeland and does not differentiate between us only the attempts of an enemy comes from outside the country # President", "sentiment": 0.08666666666666667}, "315100263792902145": {"text": "The army is the true guardian of the homeland and all the components of the Egyptian people", "sentiment": 0.35}, "314807390203686912": {"text": "We strive to offer all that helps you to do your duty in the way that our Lord loves and pleases and achieves the good and progress of beloved Egypt # President # Teacher Day", "sentiment": 0.7}, "314807084338266112": {"text": "We work, God willing, to allocate land to all professionals, especially teachers, to get suitable housing", "sentiment": 0.26666666666666666}, "314806549421903872": {"text": "Continuing training, curriculum development and teacher achievement Skills # President # Teacher_day", "sentiment": 0.0}, "314806374020292609": {"text": "The State's interest in qualifying the teacher and raising his competence and providing the technical and financial resources to achieve this through (continued)", "sentiment": 0.0}, "314805604545884161": {"text": "The teacher has professional, material and moral rights that the state strives to fulfill", "sentiment": 0.05}, "314805241923112960": {"text": "It is argued that the profession of education is the primary source that provides other professions with scientifically, socially and ethically qualified human beings", "sentiment": 0.10166666666666666}, "314721262175911936": {"text": "A greeting of appreciation and gratitude to the Egyptian mother, the symbol of sacrifice and tenderness for what she has offered and presented to the sons of our beloved Egypt", "sentiment": 0.7}, "314282590750257152": {"text": "Youth Egypt's future Congratulations to the sons of the Egyptian youth team and its director Rabie Yassin and all members of the technical and administrative staff to qualify for the World Youth Cup # President", "sentiment": 0.0}, "313996075872698368": {"text": "I congratulate the Egyptian people after the liberation of Taba ... a great achievement entitled Egyptian Diplomacy", "sentiment": 0.8}, "313988193554923521": {"text": "Greetings to the martyrs of our martyrs who sacrificed their blood in defense of the homeland and the heroes of the Armed Forces leaders, officers, soldiers and noncommissioned officers on the Day of Recovery # President", "sentiment": 0.0}, "313977815529836544": {"text": "Will not be lost right behind the demands of a greeting to all Egyptians and special congratulations to the people of Sinai on the day of the return of Taba to the homeland # President", "sentiment": 0.08095238095238094}, "306438862492807169": {"text": "Follow the live broadcast of the proceedings of the national dialogue session to discuss election guarantees http://t.co/NNlrl2WwAV # President", "sentiment": 0.13636363636363635}, "299538756342534144": {"text": "Closing Remarks by the President at the Twelfth Islamic Summit http://t.co/IRnHpmc0", "sentiment": 0.0}, "299169486077042688": {"text": "I call for the expansion of the activities of the Youth Forum of the Islamic Conference for Dialogue and Cooperation and the opening of branches in different countries to become a channel for communication and mutual understanding young people", "sentiment": 0.05}, "299168852204474368": {"text": "I call for attention to promote youth communication between our countries in various scientific, academic, cultural, artistic, sporting and other aspects", "sentiment": 0.06166666666666667}, "299167870477279232": {"text": "We must join forces in the reform of global institutions and the establishment of a rational governance system with genuine democratic mechanisms in which the countries of the world are represented on an equal footing", "sentiment": 0.13333333333333333}, "299167565945638912": {"text": "I call for an agreement to establish an effective self-governing mechanism to settle disputes peacefully and deal with all crises facing our countries", "sentiment": 0.425}, "299167214362308608": {"text": "We call on the Government of Myanmar to shoulder its responsibilities in the dire situation in Rakin State, and the United Nations and the international community should be given equal consideration", "sentiment": 0.0}, "299166877912010752": {"text": "In light of the increasing number of dead, wounded and displaced, the international efforts to protect the Rohingya Muslims must be swiftly responded to and prevented discrimination against them.", "sentiment": 0.06666666666666667}, "299166363589672960": {"text": "The sectarian violence against the Muslims of the state of Rakin in the Republic of the Union of Myanmar has created a situation that can not be tolerated", "sentiment": 0.0}, "299164963694592000": {"text": "With the end of the transitional phase in Somalia with the election of President Hassan Sheikh Mahmoud as President, we must support the reconstruction efforts of this brotherly country", "sentiment": 0.0}, "299151477857984514": {"text": "I call for dealing with the situation in Mali from a comprehensive perspective that addresses the different dimensions of the crisis and addresses their roots while taking into account human rights", "sentiment": 0.0}, "299151186618089472": {"text": "We all followed with great concern the escalation of the incident in Mali and Egypt confirming its support for the financial land unit and the safety of its people and its cultural heritage", "sentiment": 0.3}, "299150835902980097": {"text": "May you join me in thanking the neighboring Syrian countries for their sincere efforts in welcoming our Syrian brothers and providing them with assistance?", "sentiment": 0.5}, "299150585477861377": {"text": "I issued instructions to treat the Syrian brothers in Egypt treating the Egyptians in receiving treatment and joining the education of the president", "sentiment": 0.0}, "299150403688341505": {"text": "I call upon the Syrian opposition to take the necessary steps to prepare for political responsibility until the process of change is achieved by the will of the Syrian people", "sentiment": 0.0}, "299149919082651649": {"text": "I call on all opposition factions that have not joined the Coalition to coordinate with him and support his efforts to present a unified and comprehensive vision of the democratic process of building a new Syria.", "sentiment": 0.06818181818181818}, "299149412318449664": {"text": "We have begun a dialogue with the regional and international parties concerned to reach a settlement to the Syrian crisis that fulfills the aspirations of its people for a better future", "sentiment": 0.16666666666666666}, "299149082746822659": {"text": "3 - Ensure that any political process includes all segments of the Syrian people without exclusion on the basis of race, religion or sectarian # President", "sentiment": 0.0}, "299148763476393984": {"text": "2 - spare Syria the risk of foreign military intervention, which we reject # President", "sentiment": -0.1125}, "299148557578031105": {"text": "1. Preserving the integrity of Syria's soil", "sentiment": 0.0}, "299148424094310401": {"text": "Egypt's ongoing efforts, initiated by launching the Quartet initiative at the Mecca summit to end the suffering of the Syrian people, are based on clear principles", "sentiment": 0.10000000000000002}, "299147994970861568": {"text": "The regime in Syria must read history and realize its immortal lesson that the people are the ones who remain and that those who are above their personal interests above the interests of their people are going", "sentiment": 0.0}, "299147687587094528": {"text": "Egypt is keen to put an end to the Syrian crisis as soon as possible, our right to the blood of its people and to preserve the unity of Syria and the capabilities of its great people.", "sentiment": 0.36190476190476195}, "299147351426203650": {"text": "Syria's wounds continue to bleed and the hearts of our hearts are destroyed and the human tragedy continues and their blood is still open.", "sentiment": 0.0}, "299147016091598848": {"text": "In a special session this evening, we will discuss the issue of settlement in the occupied Palestinian territories", "sentiment": 0.35714285714285715}, "299146555317944321": {"text": "We place the international community under its responsibility in the need to take specific measures and effective steps to stop the illegal settlement activities immediately and without delay", "sentiment": 0.024999999999999994}, "299146073778290690": {"text": "Our solidarity can tell us the common goals # President", "sentiment": -0.3}, "299145828453474304": {"text": "We congratulate our brothers in Palestine on the success achieved by the United Nations General Assembly resolution to elevate the status of Palestine to an observer state.", "sentiment": 0.175}, "299145363145764867": {"text": "Egypt sought to support our brethren trapped in the Gaza Strip and stop the brutal aggression against them, which is what God has done to us thanks to our right to their pure blood.", "sentiment": -0.075}, "299144768007589888": {"text": "Egypt, with its revolution, which has risen to uphold the values ​​of freedom, democracy, shura, social justice and history, is committed to stability and clarity with the support of the Palestinian people", "sentiment": 0.03333333333333333}, "299144005680246784": {"text": "On the political level, we face many challenges, foremost of which is the Palestinian issue, the cornerstone for achieving stability in the Middle East and the world at large", "sentiment": 0.17857142857142858}, "299143519010963456": {"text": "The suffering of some countries of our nation from difficult humanitarian situations calls for consideration of the development of the existing relief system and the restructuring of relief funds of the Organization # President", "sentiment": -0.5}, "299142533836062720": {"text": "It is one of the reasons of Egypt's pride that its flowers and scientists have been and will continue to be the champions of the Islamic sciences in order to contain the danger of sedition and spread the true religion in the Islamic world", "sentiment": 0.35}, "299142122290946048": {"text": "I commend what we agreed during our extraordinary summit in Makkah to establish a center for dialogue between the Islamic sects in Riyadh", "sentiment": 0.11666666666666665}, "299141600146251778": {"text": "If we do not put down the sedition together, it will take place in the body of the nation", "sentiment": -0.15555555555555559}, "299141401889869824": {"text": "5 - the need to address sectarian strife and sectarianism at the nation level through dialogue and education # President", "sentiment": 0.0}, "299141114227720192": {"text": "4. To promote and activate dialogue and understanding between the Islamic world and other countries and gatherings so as to ensure mutual respect", "sentiment": -0.125}, "299140521845198850": {"text": "I call on the world countries and their international institutions to take the necessary measures and legislate to confront all attempts to incite hatred, discrimination and violence against people", "sentiment": 0.0}, "299140247453851648": {"text": "3 - The suffering of a number of Muslim communities in many countries of the phenomenon of Islamophobia # President", "sentiment": 0.5}, "299139966372573184": {"text": "2 - The negative image of Islam and Muslim communities", "sentiment": -0.3}, "299139625442750464": {"text": "1- The dilemmas arising from the lack of education and religious culture and the decline of the ability of societies to provide sound religious education", "sentiment": 0.13333333333333333}, "299139355522519040": {"text": "There are major issues concerning the present and future of our Islamic world as a whole that should be addressed by the president", "sentiment": 0.065625}, "299139153394823169": {"text": "I promise you to make every effort during the presidency of Egypt for the twelfth session to strengthen cooperation and joint Islamic action and to raise the level of coordination between the institutions and organs of our Organization", "sentiment": 0.1}, "299138830445969408": {"text": "We need to encourage inter-OIC tourism programs, especially cultural and scientific tourism, and adopt strict scientific standards to achieve this", "sentiment": 0.2}, "299138315272196096": {"text": "We still need to do more in the fields of education and scientific research", "sentiment": 0.5}, "299138025017970688": {"text": "2. The volume of trade among the OIC countries increased to 17.8%, approaching 20% ​​by 2015", "sentiment": 0.0}, "299137622901665794": {"text": "1. The contribution of Member States to world trade volume has increased", "sentiment": 0.0}, "299137115080499201": {"text": "The efforts of the Organization of the Islamic Conference (OIC) have made remarkable progress in several areas during the past period", "sentiment": 0.16666666666666666}, "299136527286550528": {"text": "The Organization's organs and institutions work to achieve integration in the fields of economic, scientific and technological cooperation", "sentiment": 0.2}, "299136429362126848": {"text": "It is fair to say that our organization has made and is making a lot of effort in various fields to overcome the difficulties to achieve progress and prosperity for our peoples", "sentiment": 0.35}, "299136344465235968": {"text": "The epicenter of conflict and tension in our Islamic world is still growing between the wounds of subterranean Palestine and Syria and the borders of the Muslim world.", "sentiment": 0.0}, "299136222461313024": {"text": "Our country is full of promising young people who are our hope for a distinct reality and a promising future and represent more than half the nation's population", "sentiment": 0.18541666666666665}, "299135930164469760": {"text": "Our country occupies one-sixth of the land area and is home to about a quarter of the Earth's population and owns more than half of the world's oil and gas reserves", "sentiment": 0.16666666666666669}, "299135840829980673": {"text": "The great resources and potential of our nation are in no way commensurate with its current reality, and this clearly reflects the enormous tasks entrusted to us.", "sentiment": 0.18}, "299135593496051713": {"text": "We have chosen the theme of our summit to be \"The Islamic World: New Challenges and Growing Opportunities\"", "sentiment": 0.13636363636363635}, "299135490857242624": {"text": "The Islamic Ummah raises hopes for overcoming the challenges facing it and invites us to maximize the resources and resources available to our country.", "sentiment": 0.4}, "299135358539542529": {"text": "At this stage, the Egyptians look forward to establishing strong ties of coordination, cooperation and integration with their Islamic, Arab and African surroundings", "sentiment": 0.21666666666666665}, "299135056377692160": {"text": "I convey to you the greetings of every Egyptian, Egyptian and pride of all Egyptians and my personal pride in hosting Egypt for the OIC Summit for the first time", "sentiment": 0.125}, "299133624601690112": {"text": "The full text of the speech of the President at the opening of the Islamic Summit Conference http://t.co/yheyS1DG", "sentiment": 0.35}, "297397567078154240": {"text": "Presidency statement: The Presidency of the Republic affirms that the security services will deal with the utmost determination to implement the law and protect state facilities", "sentiment": 0.0}, "297397357941760000": {"text": "Presidency Statement: The Presidency calls upon all national forces to immediately condemn such practices and call on their supporters to immediately leave the surroundings of the palace", "sentiment": 0.0}, "297397075887415297": {"text": "Presidency statement: The presidency carries the political forces that could have contributed to inciting full political responsibility in anticipation of the results of the investigation", "sentiment": 0.11666666666666665}, "297396835553796096": {"text": "Presidential statement: The Presidency affirms that such subversive practices have nothing to do with the principles of the revolution or with any legitimate practices of peaceful expression", "sentiment": 0.125}, "297396479943913472": {"text": "Statement of the Presidency: These marches began to go out of peaceful range throwing Molotov cocktails and history and trying to storm the gates of the palace and climb the walls", "sentiment": 0.25}, "297396285986709504": {"text": "Presidency statement: The Presidency of the Republic is following the marches called by some political forces and some of them reached the perimeter of the presidential palace", "sentiment": 0.0}, "297393293157883904": {"text": "Statement by the Presidency of the Republic shortly", "sentiment": 0.0}, "295621023745843202": {"text": "I call for dialogue for all parties and national forces and will issue a detailed presidential statement tonight", "sentiment": 0.4}, "295620697101828096": {"text": "The curfew was announced in the governorates of Ismailia, Suez and Port Said from 9 pm to 6 am", "sentiment": 0.0}, "295620334340681730": {"text": "Announced a state of emergency for thirty days in the provinces of Ismailia, Suez and Port Said # President", "sentiment": 0.0}, "295620196775886850": {"text": "I promised you not to take extraordinary measures, but if I had to, I am doing the # president", "sentiment": 0.3333333333333333}, "295620024188665856": {"text": "Let everyone know that all the institutions of this nation are capable of protecting their citizens", "sentiment": 0.2}, "295619788590424064": {"text": "I follow the legal procedures hour by hour to set the criminals and hold them accountable # President", "sentiment": 0.2}, "295619613557940224": {"text": "I would like to thank the police for their efforts in defending the citizens and state institutions, and they continue to do so", "sentiment": 0.0}, "295619398536933377": {"text": "Protecting the homeland is the responsibility of all and we will confront any threat to its security with force and resolve the president", "sentiment": 0.0}, "295618979165257728": {"text": "The right of the citizen to freedom is inseparable from his right to security and security", "sentiment": 0.2857142857142857}, "295618794590715904": {"text": "I would like to express my condolences to the courageous people of Suez who led the struggle of the Egyptians and who taught the world a lot of patriotism and sacrifice", "sentiment": 0.0}, "295618508102971394": {"text": "My condolences to all the Egyptians for our sad suffering in the lives that have been lost from the Egyptian people, civilians and police", "sentiment": -0.5}, "295617226629849088": {"text": "The speech of the President of the Republic in minutes", "sentiment": 0.0}, "294946596318228480": {"text": "I call on all citizens to adhere to the noble principles of the Egyptian revolution in expressing the opinion freely and peacefully and to renounce violence in word and deed.", "sentiment": 0.4166666666666667}, "294946236077854720": {"text": "I also assure that the state organs will do their utmost to protect and secure the peaceful demonstrations", "sentiment": 0.325}, "294945955302756352": {"text": "I assure you that the organs of the state will not hesitate to prosecute criminals and bring them to justice # President", "sentiment": 0.0}, "294945709751406595": {"text": "I extend my heartfelt condolences to all the Egyptians and to the brave people of Suez in the sons of martyrs of the people and the police who have been victims of abhorrent violence.", "sentiment": 0.03333333333333336}, "294945472039235584": {"text": "To God and to him we refer to the President", "sentiment": 0.0}, "294938623260909568": {"text": "Minutes later .. SMS from Mr. President", "sentiment": 0.0}, "294470948504104960": {"text": "The development project for the extension of the Suez Canal by Egyptian hands to all Egyptians begins for the third crossing after the great revolution of 25 January", "sentiment": 0.4}, "294468366649933824": {"text": "We have resources and resources in all its components to cross Egypt to the stage of construction, stability and growth and what I saw today in the Suez Canal embodies that # President", "sentiment": 0.0}, "294464620998062080": {"text": "Suez Canal is a symbol of the history of Egypt and the Egyptian people embodies the journey of tenderness, seriousness and solid will", "sentiment": 0.0}, "291518101957251073": {"text": "The official Facebook page for the Office of the Assistant to President Morsy on Foreign Relations http://t.co/COkBHUWU", "sentiment": -0.125}, "291514621213437952": {"text": "For English-language news, like Egyptian Presidency Facebook page http://t.co/IEkhuVlF", "sentiment": 0.0}, "291513434212798464": {"text": "Follow @EgyPresidency for English-language news about the Egyptian Presidency.", "sentiment": 0.0}, "291296362182635521": {"text": "Issued urgent directives to Giza governorate to transfer cases that require further treatment attention from the hospitals of Al-Badrashin and Al-Hawamidia to Cairo hospitals", "sentiment": 0.0}, "291139828832169985": {"text": "I am now going to visit some of my injured children in the Badrashin train accident and I will return to an urgent meeting with the Prime Minister and the Minister of Transport", "sentiment": 0.0}, "287901459788480512": {"text": "Today, we make our future with our hands a bright future shining to be Egypt as always a maker of civilization inspirational to humanity # President", "sentiment": 0.30000000000000004}, "287833501456277504": {"text": "Our Priorities in Syria: Maintaining the unity of the Syrian land is complete and undeniable", "sentiment": 0.1}, "287832232863875072": {"text": "Our priorities in Syria: A political solution with Arab, regional and international support and agreement that will open the way for the Syrian people to replace the regime and elect a leadership.", "sentiment": 0.2}, "287831088057958400": {"text": "Our priorities in Syria: stand against any military intervention that increases the crises of the Syrian people, who moves with all the strength and determination to obtain his freedom", "sentiment": -0.1}, "287800825751949314": {"text": "Our priorities in Syria are to support the return of the Syrian refugees to their homeland, and to provide them with all kinds of support so that they can return with dignity", "sentiment": 0.0}, "287792015972892674": {"text": "Our priorities in Syria: stop the bleeding of Syrian blood # President", "sentiment": 0.0}, "287639768823652353": {"text": "The Syrian revolution will go on to achieve its goals of freedom, dignity and social justice to be a unified, free and independent Syria for all its citizens", "sentiment": 0.14444444444444446}, "287610698375245824": {"text": "The security of the Gulf is a national responsibility and with the rise of Egypt strongly, all Arabs will stand together to protect their Arab national security", "sentiment": 0.4333333333333333}, "287601885291085824": {"text": "The security of Egypt does not stand at its borders and the Palestinian issue is at the center of our attention and we will spare no effort to support the right of the Palestinian people", "sentiment": 0.09285714285714285}, "287564135301001217": {"text": "We will strengthen our relations with the leading countries in South America in conjunction with our effective and ongoing movement in Europe and North America", "sentiment": 0.6}, "287552803478597635": {"text": "We have taken serious steps to strengthen our relationship with the East and are working hard to build a strategic relationship with Africa, particularly the Nile Basin countries", "sentiment": -0.1527777777777778}, "287513939133202432": {"text": "The system of our international relations which we build on the balance of relations between the various powers in the world is based on mutual respect and common interests", "sentiment": -0.09999999999999999}, "287471094875701249": {"text": "The priority of the advancement of the Egyptian economy decided to establish an economic development council as an institution of the Presidency of the Republic supports the aspirations of the Egyptians to make real progress", "sentiment": 0.2}, "287276170272190464": {"text": "My guidance is clear to implement policies and programs of the real social justice system to combat high prices, fight poverty and address unemployment", "sentiment": 0.10333333333333335}, "287245918456119296": {"text": "We had to make the necessary adjustments to the current government in line with the urgent needs of economic reform and the welfare of the people's interests", "sentiment": 0.06666666666666667}, "287195580105650176": {"text": "After the people's ratification of the new constitution, we must start a new breakthrough towards broad horizons for development work", "sentiment": 0.11174242424242424}, "287184274187239425": {"text": "Facilities have been introduced to 5 million square meters in 8 industrial zones aimed at opening 1,000 new factories and offering 50,000 jobs", "sentiment": 0.13636363636363635}, "287175454127960065": {"text": "190 new operating licenses have been granted to new factories allowing another 20,000 jobs", "sentiment": 0.13636363636363635}, "287123840381882368": {"text": "20,000 jobs have been created in the manufacturing sector out of a total of 150,000 jobs in the industrial sector in the 2013 Plan # President", "sentiment": 0.0}, "287098715498504192": {"text": "This year saw an increase in the cultivated area of ​​wheat by 204 thousand feddans from the previous year to become the area cultivated more than 3 million acres # President", "sentiment": 0.16666666666666669}, "287091225037791232": {"text": "The opening of the legalization of laying the hand for serious crops before and after 2006 and for six months # President", "sentiment": -0.3333333333333333}, "287081069591789569": {"text": "145 thousand feddans for agricultural agricultural investment in Beni Suef and Minya and oases of marine # President", "sentiment": 0.0}, "286904941975584770": {"text": "Another 300 thousand feddans are being prepared for reclamation over the next six months", "sentiment": 0.0}, "286885912808415233": {"text": "360 thousand feddans were put for reclamation and cultivation in areas of 5 acres and up to ten thousand feddans in Wadi Al-Natroun, Wadi Al-Rayyan, Toshka and East Awainat # President", "sentiment": 0.0}, "286847057594052609": {"text": "The development of the Suez Canal region will continue as a logistics and industrial service center taking into consideration the reconstruction of the Sinai", "sentiment": -0.1}, "286813010306138113": {"text": "The efforts made by the government in the past period and which will continue to promote various sectors in services and production will be a top priority for the president", "sentiment": 0.08333333333333333}, "286747596242964481": {"text": "The requirements of the stage are to pay attention to production, to work and to deal with the dispute through mature democratic practice and to renounce violence in all its forms", "sentiment": 0.1}, "286515993826689024": {"text": "The reason for the downgrading of Egypt's credit rating is the instability of the political situation in the previous stage, according to the reports of this institution", "sentiment": -0.08333333333333333}, "286497125406236672": {"text": "We must realize that this is not the first time Egypt's credit rating has been reduced, but it has been repeated several times after the revolution", "sentiment": 0.125}, "286488300678701056": {"text": "Let's talk about challenges that need to be addressed rather than provoke a panic and unwarranted panic for citizens # President", "sentiment": 0.0}, "286478231077531648": {"text": "The debt of Egypt is 87% of GDP and, thanks to God, as in some countries, it has not reached 120% and in others, 160%", "sentiment": 0.2}, "286424127567429633": {"text": "For those who do not know, the burden of public debt with its benefits and installments are included in the budget of the current year and we reject them on time", "sentiment": 0.0}, "286356166970335232": {"text": "How a country like Egypt fulfills its financial obligations to be said to go bankrupt", "sentiment": 0.0}, "286347367198883841": {"text": "Egypt will not go bankrupt and will not bow down and will not bow thanks to God what remains the Egyptian people a serious producer vigilant in the face of these corrupt spoilers # President", "sentiment": -0.19722222222222222}, "286190117134159873": {"text": "We are aware of the magnitude of the economic problems and challenges facing Egypt, but those who speak of bankruptcy are the bankrupts", "sentiment": 0.225}, "286176249632673792": {"text": "Had it not been for events in which some have emerged from peaceful political action, the steady increase in the tourism sector has continued", "sentiment": 0.12916666666666665}, "286168691123552256": {"text": "Tourism has seen an increase in the number of tourists in the past four months registered 4 million tourists, double the number recorded in 6 months last year # President", "sentiment": -0.08333333333333333}, "286099493810757632": {"text": "The Suez Canal has seen its revenues rise from July to October, more than $ 2 billion, the largest recorded in a quarter in a long time", "sentiment": 0.225}, "285807674589847552": {"text": "The bank deposits increased to reach LE 1.3 billion compared to LE 972 billion for the same period last year", "sentiment": 0.0}, "285795035847458816": {"text": "We assure everyone that the local liquidity index rose to one thousand and one hundred billion pounds, an increase of 2% from last July # President", "sentiment": 0.19999999999999998}, "285771088930144256": {"text": "With the stability that Egypt accepts, we will work as hard as we can with the government to double its cash reserves in the near future", "sentiment": -0.04791666666666667}, "285762447023939584": {"text": "The cash reserve in June 2010 was about $ 35 billion and in July 2012 it reached $ 14.4 billion for reasons known to all", "sentiment": 0.0}, "285677965499576321": {"text": "Net foreign exchange reserves reached $ 15.5 billion in November, up $ 1.1 billion from last July", "sentiment": -0.041666666666666664}, "285676696902971392": {"text": "The situation of the banking system is not as some tried to portray it # President", "sentiment": 0.0}, "285675446312505344": {"text": "Inflation has reached its lowest level since the revolution in the past two months # President", "sentiment": -0.25}, "285674178743508992": {"text": "The Egyptian economy's transactions with the outside world resulted in a reduction of the total deficit by about one-fifth compared to the same period last year", "sentiment": 0.0}, "285672949128773632": {"text": "The value of investments implemented in the fiscal year 2012/2013 amounted to LE 50 billion, with an increase rate of investment of 11.1%", "sentiment": 0.0}, "285671721372102656": {"text": "During the first quarter of fiscal year 2012/2013, the economy achieved growth of 2.6% compared to 0.3% in the same quarter last year", "sentiment": 0.08333333333333333}, "285420017003155456": {"text": "Despite the difficult circumstances, the overall indicators of the country's social and economic conditions have registered significant progress in several areas", "sentiment": 0.018055555555555557}, "285418794770382849": {"text": "The modern state can not consolidate it amidst a difficult economic situation and imbalanced balances resulting from a time of corruption and unjust economic policies without accounting", "sentiment": 0.02500000000000001}, "285344510408540161": {"text": "I call upon all parties again to join the national dialogue sponsored by the President", "sentiment": 0.0}, "285290410425872385": {"text": "The modern state can not be implemented without the empowerment of civil society to play an active, supportive and observer role", "sentiment": 0.18888888888888888}, "285275288676491264": {"text": "The modern state can never be held without free and free media from the power and power of corrupt interest groups and corrupt finance", "sentiment": 0.0}, "285114261896826881": {"text": "I emphasize the strengthening of the power of the judiciary and ensuring its independence", "sentiment": 0.0}, "285113042851749889": {"text": "Modern modern democratic states can not be established without strict mechanisms to extend the rule of law # President", "sentiment": 0.2}, "285111742474895360": {"text": "We seek a deeper application of an institutionalized judgment based on accountability for every sinner or omnipotent and works decisively to combat corruption in all its forms and practices", "sentiment": 0.0}, "285110485949501440": {"text": "The building of a modern state after many years of tyranny, corruption, dictatorship and absolute power can only be done with the solidarity of all the forces of society", "sentiment": 0.22499999999999998}, "285109227360485377": {"text": "Egypt will not build some of its sons without others, Egypt for all Egyptians and freedom for all people without exception and democracy is the fruit of everyone's effort after the success of the revolution", "sentiment": 0.3}, "285107948546576384": {"text": "All citizens of all social classes, beliefs and political positions are equal before the law and under this Constitution", "sentiment": 0.011111111111111112}, "285106686937690113": {"text": "Egypt, the state and the society, have kept it a new era in which there can be no tyranny, injustice, discrimination or lack of social justice", "sentiment": 0.08484848484848484}, "285105435390918656": {"text": "It is time for work and production to advance our beloved country", "sentiment": 0.7}, "285104167016624128": {"text": "The adoption of the new Egyptian constitution means, with the utmost clarity and determination, the end of a transitional period that has been too long", "sentiment": 0.043181818181818175}, "285102914672939008": {"text": "We are the nation of civilization and the nation of martyrs .. Greetings to the souls of the martyrs of Egypt # Priest", "sentiment": 0.0}, "285101655169564672": {"text": "Egypt has known the ages of martyrs, thousands of years ago and continued until the fall of the righteous martyrs in the revolution of January 25 and beyond to this day # President", "sentiment": 0.0}, "285099158359130112": {"text": "We are a nation that makes civilization and provides inspirational evidence in the history of all humanity, a nation that unites God and explodes human energies in all aspects of creativity.", "sentiment": 0.25}, "283988976744923136": {"text": "The coming days will witness the launch of new projects in the field of services and production and a package of facilities for investors to support the Egyptian market and its economy", "sentiment": 0.13636363636363635}, "283988669809963008": {"text": "Greetings to the people who came out to say his word # President", "sentiment": 0.0}, "283986955115565057": {"text": "I renew the Covenant and the oath before you to respect the law and the Constitution and to take full care of the interests of the people and safeguard the homeland and its territorial integrity", "sentiment": 0.35}, "283986657852665859": {"text": "I will work with the government and all state institutions to provide the best of the Egyptian economy with the support of citizens", "sentiment": 1.0}, "283986484237844481": {"text": "I feel the lowest income people in the Egyptian society and feel what they suffer these days and I will not allow them to suffer more suffering.", "sentiment": 0.5}, "283986334132080641": {"text": "I charged Dr. Hisham Qandil, the Prime Minister, and consulted with him to make the necessary ministerial amendments appropriate to this stage", "sentiment": 0.25}, "283986240741711872": {"text": "The current government is playing its role as much as possible in difficult circumstances and there are problems and we need more effort and work # President", "sentiment": 0.0}, "283986111829774337": {"text": "I will make all the necessary changes needed for this success for Egypt's success and to put the path of comprehensive development at the center of everyone's attention", "sentiment": 0.125}, "283985990425649152": {"text": "The coming days are days of work and effort from everyone and I will do my best to push forward the economy, which faces huge challenges and has great opportunities for growth.", "sentiment": 0.7333333333333334}, "283985806518001664": {"text": "I will always be as I promised the people of Greater Egypt servant of this people spare no effort in working with all his sons in favor of Egypt and the Egyptians.", "sentiment": 0.5}, "283985680172990464": {"text": "I call upon all political parties and forces to participate in the national dialogue sessions sponsored by the president", "sentiment": 0.0}, "283985595376750592": {"text": "In the framework of the dialogue, we seek integration and consensus on the issues of the next phase", "sentiment": 0.0}, "283985544420143107": {"text": "Efforts must be made to build the nation, and for that reason dialogue has become a necessity to be replaced by the president", "sentiment": 0.0}, "283985485003644930": {"text": "The result of the referendum shows a real cultural and democratic maturity that promises that Egypt has gone through the path of democracy without going back", "sentiment": 0.07500000000000001}, "283985427201921024": {"text": "Who said No, and to whom he said Yes, I thank you because we do not want to go back to the era of one opinion or the false majorities made by the president", "sentiment": -0.20000000000000004}, "283985348248338432": {"text": "There is a respectable sector of our people who has chosen to say no and this is their right because Egypt's revolution will never narrow down with the national opposition", "sentiment": 0.18253968253968253}, "283985148670787584": {"text": "The people passed the constitution by nearly two-thirds majority # President", "sentiment": 0.1}, "283985054269583361": {"text": "The constitution allows the formation of parties and the issuance of newspapers as soon as the notification and preserve the identity of Arab and Islamic Egypt and emphasizes its intellectual and cultural leadership", "sentiment": 0.2}, "283984980462428160": {"text": "The constitution makes national unity a pillar and a pillar of state building, protects the rights of workers and peasants and preserves property.", "sentiment": 0.0}, "283984838724308993": {"text": "The Constitution guarantees the freedom of thought, opinion and creativity, establishes the values ​​of moderation and moderation, and makes the rule of law the basis for individual freedom and the legitimacy of authority", "sentiment": 0.0}, "283984775579062273": {"text": "The Constitution guarantees the subsistence of the workers and makes the work, housing, education and health rights guaranteed by the state and guaranteed by law # President", "sentiment": 0.0}, "283984682549379072": {"text": "The Constitution upholds human dignity and protects its freedoms and affirms that the dignity of the individual is the dignity of the nation and that there is no dignity for a country where women do not respect.", "sentiment": 0.0}, "283984631198539777": {"text": "The constitution adopted by the people came as a reflection of the spirit of the glorious January Revolution. It was founded on the right of citizenship where everyone is equal without discrimination or discrimination.", "sentiment": 0.14285714285714285}, "283984447915819008": {"text": "I pay tribute to the noble national position of the adviser Mahmoud Makki, who played his role with full force and sincerity in order to pass the constitution. He knows that he does not provide for a vice president", "sentiment": 0.475}, "283984284950351875": {"text": "Our democratic system is complemented by an elected president and a powerful parliament that legislates, supervises and powers an independent judiciary and government without the consent of the people's representatives in parliament.", "sentiment": 0.15}, "283984074387881985": {"text": "By passing this constitution, the legislation passed on to the people's representatives in the Shura Council until the legislative power was completed by electing a House of Representatives", "sentiment": 0.0}, "283983935527084032": {"text": "The Constitution makes the President of the Republic a servant of the people with a specific authority, not an absolute master or an autocratic ruler", "sentiment": 0.1}, "283983852928630785": {"text": "I have taken the responsibility of taking many difficult decisions in the belief that this constitution should be a permanent charter to which we all belong", "sentiment": 0.0}, "283983738965221376": {"text": "Is designed to enforce the will of the people in Egypt to have a constitution that stabilizes the situation and is based on institutions and opens the door to development, progress and social justice", "sentiment": 0.03333333333333333}, "283983520664268801": {"text": "All I hope for is the renaissance of my country and moving it to a new stage where we begin together the epic of building and producing the president", "sentiment": 0.11818181818181818}, "283983338472079360": {"text": "God knows that I do not make a decision except for the face of God and for the interest of the homeland is not a lover of power and not keen to acquire it # President", "sentiment": 0.0}, "283983205089026048": {"text": "During this interim period there were errors and pitfalls from here and there, and I bear with you responsibility in this period", "sentiment": 0.0}, "283983116228501504": {"text": "The Egyptian people once again proved their ability to overcome the odds and move forward on the road to completing the construction of their democratic institutions", "sentiment": 0.0}, "283982805422178305": {"text": "Whatever the difficulties of the previous stage, I see it as the pain of the birth of a new dawn # President", "sentiment": -0.015151515151515152}, "283982750778785793": {"text": "The glorious 25th of January Revolution struck an example for the whole world on peaceful revolutionary and political action and its commitment to a high standard of creation and urbanization", "sentiment": 0.11833333333333335}, "283982600408801280": {"text": "Some did not realize the difference between the right to peaceful expression of opinion, which was confirmed by the revolution and the resort to violence and the attempt to impose opinion by disrupting institutions and intimidation ...", "sentiment": 0.3119047619047619}, "283982430149431297": {"text": "Political forces have taken different positions, which is normal in a society that moves towards democracy and diversity of opinion in a healthy phenomenon benefiting the free societies", "sentiment": 0.21000000000000002}, "283982303796019200": {"text": "We all lived days of anticipation and concern in which it was my responsibility to move the country to safety and to end the transitional period lasted nearly two years # President", "sentiment": 0.1}, "283981890338320384": {"text": "I would like to express my thanks and appreciation to all those who participated in the management of this great national work of working men and women civilians, trustees and their assistants", "sentiment": 0.5}, "283981814962466816": {"text": "Greetings to the Egyptian police, who will remain faithful to their duty, protect security, safeguard rights and abide by the law", "sentiment": 0.0}, "283981762198126594": {"text": "Greetings to our valiant armed forces that protect the borders and do not lag behind the people and the nation if called by the president", "sentiment": -0.4}, "283981710826291200": {"text": "Greetings to the Supreme Elections Committee and to the honorable judges who were keen to show the people their will", "sentiment": 0.0}, "283981458920574977": {"text": "The referendum was conducted in full transparency, with full judicial supervision and supervision by the media, civil society organizations and the protection of the People's Army and its police", "sentiment": 0.35}, "283981343577223168": {"text": "This great people have proved to the whole world that his civilization, which is striking in the depths of history, is still alive in reality", "sentiment": 0.4}, "283981258462224384": {"text": "Egypt and the Egyptians have a free constitution that is not a grant from anyone, nor a dictator or dictator of a constitution chosen by the people of Egypt with their free and conscious will.", "sentiment": 0.3}, "282756502836621312": {"text": "http://t.co/hA0aUUGY The decision of the President of the Republic to appoint members of the Shura Council", "sentiment": 0.0}, "277550536847409152": {"text": "The text of the constitutional declaration issued on 8/12/2012 http://t.co/Urbyyd8l # President", "sentiment": 0.0}, "274264777344311296": {"text": "Good in tomorrow from God and with the will of this people # President", "sentiment": 0.7}, "274264598851510272": {"text": "I see the will of the people", "sentiment": 0.0}, "274264190691196928": {"text": "There is no room for tampering with any party either from the supporters or opponents # President", "sentiment": 0.0}, "274263540251115521": {"text": "I do not allow the police to assault anyone and ask citizens to cooperate with the police", "sentiment": 0.0}, "274263144317218816": {"text": "We are very interested in the development of Sinai and we will put 65 thousand feddans ready for agriculture and there are projects for the establishment of a cement factory and self-fertilizer plant and coal mines # President", "sentiment": 0.2625}, "274262673070362624": {"text": "Ali is very proud to see a general assembly of judges, including those who are not the president", "sentiment": 0.525}, "274262294635094017": {"text": "I maintain the judiciary and all its provisions, and I want the judiciary and its rulings not to be subject to argument", "sentiment": -0.16666666666666666}, "274261792061009922": {"text": "I suffered for the judges in 2006 and was arrested for seven months and can not be divided by the judiciary and the judges' sentences that are not respected in the past era.", "sentiment": -0.25}, "274260900976930816": {"text": "The loan is a transit certificate and I will not allow anyone to intervene in the affairs of the country. I opposed this before and if the loan is returned to the people, we will not take it.", "sentiment": 0.0}, "274260523690897409": {"text": "Putting the constitution to the referendum is a sovereign act # President", "sentiment": 0.0}, "274260505563127808": {"text": "The Egyptian people in the darkest conditions did not accept violently and the laws were found to deal with abuses and when any one practiced violence then the law intervenes", "sentiment": -0.8}, "274260402467115008": {"text": "I will not allow anyone to lengthen one of the transitional stages or take advantage of certain circumstances to shake the situation of the country", "sentiment": 0.21428571428571427}, "274259026425044992": {"text": "Demonstrations are important in order to have a politically stable society and we want to be productive as well", "sentiment": 0.2}, "274258879527927808": {"text": "We all want a better life but how a better life comes without producing a president", "sentiment": 0.5}, "274258439700631552": {"text": "The revolution was for freedom, to live and without freedom to live without value, and to live without freedom is not necessary", "sentiment": 0.10227272727272727}, "274258183558672385": {"text": "I reject a word of reassurance to Egyptian Christians because they are patriots and the citizen is not described as a minority", "sentiment": 0.0}, "274256554713305090": {"text": "I can not use individual powers as elected president to suppress the people and this is impossible to happen", "sentiment": -0.3333333333333333}, "274256048502755328": {"text": "We open 35 huge projects very soon # President", "sentiment": 0.20000000000000004}, "274255790452400128": {"text": "People are not objecting to advertising as a principle but there are some objections to some details # President", "sentiment": 0.0}, "274255683690561537": {"text": "I met with all the political forces last month, and everyone has been consulted, but I am the one who will take the decision and take responsibility for it", "sentiment": 0.0}, "274255536214654977": {"text": "The origin of the night by day until the institutions of the state stand on its feet and its role in parallel and not respectively # President", "sentiment": 0.0}, "274253489591422977": {"text": "The ordinary citizen must live a dignified living stable # president", "sentiment": -0.05681818181818182}, "274253380778590208": {"text": "I have information as head of state and sent to many who know themselves that they may commit legal irregularities that may harm the president's home", "sentiment": 0.35}, "274253052150702080": {"text": "When I have information and feel that there is a danger to the home must enter and performed a very accurate surgery # President", "sentiment": 0.5200000000000001}, "274252926829076480": {"text": "There are 22 cases of graft, 24 cases of public funds and five cases before the Public Prosecution", "sentiment": 0.0}, "274252837414895618": {"text": "My responsibility is to achieve justice and law, to respect the judgments and to lay down important rules in the absence of the People's Assembly", "sentiment": 0.07731481481481481}, "274252425718800384": {"text": "Supporters and dissidents have the same appreciation and respect for me and my responsibility to preserve Egypt until its institutions are completed", "sentiment": 0.0}, "274252177965469697": {"text": "Has nothing to do with the elimination of politics and they are immune to any kind of political dispute because the judge's judgment and the sanctity of the government is very important", "sentiment": 0.37333333333333335}, "274251875577114625": {"text": "I respect the judiciary and keen on it and the independence of its role is the rule according to law and not legislation # President", "sentiment": 0.0}, "274251455563694080": {"text": "This announcement is enough tools to preserve the institutions of the homeland until the new constitution comes out # President", "sentiment": 0.06818181818181818}, "274251356389396481": {"text": "The dismissal of the Attorney-General came in response to the demands of the revolutionaries, and this was not disputed by anyone and delayed a bit, but now it is no longer likely to be delayed more than this", "sentiment": 0.18333333333333335}, "274250951479656448": {"text": "The constitutional declaration is an interim measure for a limited period that ends after the vote on the constitution. If the people do not agree with it, we will form another committee to be rewritten by the president", "sentiment": -0.07142857142857142}, "274250618447724544": {"text": "We are talking about the will of a people who chose a president who bears responsibility for the people who live in his midst and is keen that all procedures are legal and correct.", "sentiment": 0.16818181818181818}, "274250464143486976": {"text": "The Constitutional Declaration is an investigation of the desire of the revolutionaries and an expression of a general Egyptian situation that wants to see the offender take his punishment # President", "sentiment": 0.125}, "274250317342855169": {"text": "The blood of martyrs in my neck and we have a fact-finding committee gathered evidence and new evidence emerged and the trials will be re-established by the rules of law # President", "sentiment": 0.13636363636363635}, "274249969702150144": {"text": "I dare to see who was corrupt in the former regime is being recruited in the middle of the revolutionaries and trying to show that he is more keen on the revolution than the revolutionaries # President", "sentiment": 0.0}, "274249855457689600": {"text": "The scene now is a healthy and positive scene and I am very happy that the supporter says his opinion and the exhibitions say banner and bear the responsibility of the decision # president", "sentiment": 0.5757575757575758}, "274249617246404609": {"text": "The Constitutional Declaration stipulates that all constitutional declarations will end once the people vote on the new constitution", "sentiment": 0.13636363636363635}, "274249461625135104": {"text": "The latest constitutional declaration fulfills the wishes and requirements of the phase in which we are # president", "sentiment": 0.5}, "274249362840895489": {"text": "The Constitutional Declaration is not the first in the extraordinary transitional phase that we want to move quickly", "sentiment": 0.3055555555555555}, "274248897877139457": {"text": "Revolution has done without the preference of an external state on us and without the preferred faction on a faction, but the will of all Egyptians # President", "sentiment": 0.0}, "274248451947102208": {"text": "The president in an interview on the Egyptian Channel 1 and the Nile and Egyptian satellite channel and some special channels", "sentiment": 0.35714285714285715}, "271988416810467329": {"text": "I want to have a real strong opposition and to preserve the right of all my brothers in the opposition to play their role properly", "sentiment": 0.31190476190476185}, "271988075410890752": {"text": "This revolution is led by its goals and we achieved some goals and we all know that has not yet been achieved # President", "sentiment": 0.0}, "271987248340295680": {"text": "Who sponsored the revolution in the first and now sponsors it will also be able in the future # President", "sentiment": 0.25}, "271986930600796160": {"text": "To all the loved ones of Egypt and its people, rest assured, no one will ever be oppressed and no one will be given the opportunity to stop the revolution.", "sentiment": 0.7}, "271986088384540672": {"text": "If the constitution ends by consensus before the appointed time, the referendum will be held by the president", "sentiment": 0.0}, "271985729503113216": {"text": "The martyrs of the revolution in all of Egypt will not lose their rights and issued a law yesterday to protect the revolution to protect Egypt and its revolution", "sentiment": 0.0}, "271984933436813312": {"text": "The right of the Egyptians must return to them all of the spoilers and criminals", "sentiment": 0.2857142857142857}, "271984483840954368": {"text": "Some of the few who belong to the former regime do not want Egypt to rise", "sentiment": -0.1}, "271984422469902336": {"text": "I dream of you all with a stable constitution, a people's council, and independent legislative, executive and judicial powers", "sentiment": 0.0}, "271983609454395392": {"text": "The legislation can not be used against individuals or parties to liquidate accounts or for private purposes. These are cheap goods that I will not speak", "sentiment": 0.2}, "271982811706163200": {"text": "When I see clearly that the ruling of the court announced two weeks before the meeting that we will dissolve the Shura Council, it is strange to know the ruling before the issuance of # President", "sentiment": 0.02500000000000001}, "271982123458625536": {"text": "The Egyptian judiciary where men love the truth and are keen on it, but it hit what hit the people and there are those who hide in it and I will reveal them cover # President", "sentiment": 0.5}, "271981555948322817": {"text": "We can not allow corrupt money to hire thugs to attack the # President's facilities", "sentiment": -0.5}, "271980635298603008": {"text": "We have a great goal, which is a stable new Egypt that has its medicine, food, weapons, produce and defend its will, soul, land and blessed revolution.", "sentiment": 0.4681818181818182}, "271979194983006210": {"text": "His decisions are to preserve the nation, the people and the revolution", "sentiment": 0.0}, "271977694349107200": {"text": "I am with all the Egyptian people with the supporters and with the opponents and can never side with one of the sons of Egypt # President", "sentiment": 0.0}, "271977509787156480": {"text": "I dedicate myself and my life to know the value of freedom and the value of democracy and the circulation of power", "sentiment": 0.0}, "271724334760988672": {"text": "Text Protection Act Revolution http://t.co/CtL7yrtN # President", "sentiment": 0.0}, "271657954028167171": {"text": "President of the Republic Decree No. 387 on the pension of martyrs and injured persons http://t.co/ENy5SSXJ", "sentiment": 0.0}, "271657690462310401": {"text": "Decree No. 386 of the President of the Republic appoints Ibrahim Mohamed Abdullah, a new Deputy General. Http://t.co/1oLxbtaE", "sentiment": 0.09318181818181819}, "271657068153417728": {"text": "New Constitutional Declaration text http://t.co/OLzxnFcm", "sentiment": 0.13636363636363635}, "271645276345864192": {"text": "Today is the beginning of the real punishment for the blood of the martyrs, which is the secretariat in my neck # President", "sentiment": 0.2}, "271629000303050754": {"text": "Minutes after important decisions by the President of the Republic", "sentiment": 0.4}, "271625142315143169": {"text": "To reassure the people of Egypt to the future Egypt, a stable, safe and just Egypt", "sentiment": 0.25}, "271622666304245761": {"text": "All that I have taken and what decisions I will make is a victory for the revolution of January 25 and in line with its objectives", "sentiment": 0.0}, "271619879243755520": {"text": "The President chants you soon", "sentiment": 0.0}, "270643999340118016": {"text": "The Presidency of the Republic calls upon the newspapers to refrain from publishing any condolences on the death of the President's sister", "sentiment": 0.0}, "270643838371119104": {"text": "I am God and I am returning to him, I have died to the mercy of God, my dear sister, and the condolences will be held on Tuesday at Hassan Sharbatli Mosque,", "sentiment": 0.0}, "269755053496233986": {"text": "The prime minister was commissioned to move to the scene and take the necessary # President", "sentiment": 0.0}, "269754818153828353": {"text": "The official responsible for this incident will be held accountable by the president", "sentiment": 0.2}, "269754578046685184": {"text": "3. Take all measures from all concerned executive authorities to compensate the families of the victims and the injured and remove all obstacles to them", "sentiment": -0.05}, "269754337834725376": {"text": "2 - The transfer of officials to the Public Prosecution for investigation and quick completion of investigations to find out the cause of this painful incident # President", "sentiment": -0.12222222222222222}, "269754130552209408": {"text": "I decided the following: 1. Accepting the resignation of the Minister of Transport and the President of the Railways", "sentiment": 0.0}, "269753839865966592": {"text": "On behalf of myself and on behalf of the entire Egyptian people, I extend my deepest condolences to the families and children of the victims and those injured in this tragic incident.", "sentiment": -0.375}, "269753583430430721": {"text": "I have followed with all my sorrow and sadness since early morning what happened this morning from the accident of President #", "sentiment": 0.1}, "269408534788177920": {"text": "I do not want to resort to exceptional measures, but if I see the country in danger, I will not hesitate", "sentiment": 0.6666666666666666}, "269406960493944833": {"text": "History attests that Egypt has never been an aggressor and history has also shown that it has always defeated aggression and is able to uproot aggression and eradicate injustice.", "sentiment": 0.5}, "269404715815673856": {"text": "O people of Gaza: You are from us and we are from you and will not give up on you # President", "sentiment": 0.0}, "269404493999902720": {"text": "Egypt stands as a protective shield for the Arab and Islamic nation", "sentiment": 0.0}, "268996386178076672": {"text": "It is disgraceful for the free world to accept the persistence of a party in the international community in denying the rights of a nation that yearns for independence for decades, whatever the justifications.", "sentiment": 0.2}, "268995748983607296": {"text": "We congratulate the Egyptian people and all Muslim peoples on the new Hijri year and special congratulations to our people in Syria and Gaza. We tell them that we are with you", "sentiment": 0.24675324675324675}, "265116280284139520": {"text": "\"The president called on the sons of Egypt to work, produce and seriously until we have food, medicine and weapons", "sentiment": -0.3333333333333333}, "265115001260498944": {"text": "# President the biggest impediment to the development movement, stability and renaissance is corruption", "sentiment": 0.0}, "265113826171682816": {"text": "Some who cried on the former criminal are talking these days in the name of revolution and the revolution of them innocent president #", "sentiment": 0.033333333333333326}, "265014310286278656": {"text": "Revolution has a will and revolutionary will is lasting and this will will emerge whenever necessary # President", "sentiment": 0.0}, "264994160069713922": {"text": "It is impossible to have mercy on the people of Egypt and its corrupt president", "sentiment": -0.5833333333333333}, "264982832483553280": {"text": "# President Some still imagine that the eye does not see does not tempt you dream of Halim, this is a homeland and not negligent in its protection", "sentiment": 0.0}, "261479871153307648": {"text": "I would like to congratulate the Egyptian people at home and abroad on the occasion of Eid al-Adha, asking God to restore it to our beloved Egypt.", "sentiment": 0.7}, "261479195761332224": {"text": "Warm congratulations to the families of martyrs and wounded people of the revolution of 25 January glorious Eid al-Adha # President", "sentiment": 0.6}, "261478580826038272": {"text": "Congratulations to the heroic people of Suez on his national holiday. History of the championship line of great people", "sentiment": 0.75}, "261120123178471424": {"text": "Photo of the meeting of Mr. President with representatives of political forces http://t.co/vYmrvEVt", "sentiment": 0.0}, "261119611104284672": {"text": "Photo Album of the meeting of Mr. President with the delegation of Elders http://t.co/mScUxrIG", "sentiment": 0.0}, "261118909065863169": {"text": "Amir 's Visit to Qatar", "sentiment": 0.0}, "260727712216383489": {"text": "Mr. President's meeting with representatives of disability-challenged associations http://t.co/UkW4lXqs", "sentiment": 0.0}, "256424810882670592": {"text": "The blood of the martyrs religion in my neck - # President", "sentiment": 0.0}, "254683851379572736": {"text": "President 's speech televised at Egypt' s celebration of the 39th anniversary of the first crossing http://t.co/ZnOA2SJd", "sentiment": 0.25}, "254659520586981377": {"text": "Every year, the people of Egypt are good, every year and the sons of the armed forces are fine and every year and the youth of Egypt is fine # President", "sentiment": 0.5111111111111112}, "254659408322240512": {"text": "Release the rest of the detainees of the revolution during the days of the president", "sentiment": 0.0}, "254659331876868096": {"text": "As we were in October Egyptians and Syrians one body, we are today with them to achieve them what they want of dignity, freedom and dignity # President", "sentiment": 0.0}, "254659070450077696": {"text": "My doctors: We have increased the budget and need some time to implement the plans and programs # President", "sentiment": 0.0}, "254658243035537408": {"text": "In 96 days I traveled only 9 days to open doors to the homeland # President", "sentiment": 0.0}, "254658013175107586": {"text": "A speech to my brothers and brothers in Rafah: Aggression against you is an aggression on my personal and on every Egyptian and you have the right of protection like any Egyptian # President", "sentiment": 0.14285714285714285}, "254657526451294208": {"text": "Do not spare a grain of sand from the land of Egypt to non-Egyptians and the people of Gaza love their land and protect it", "sentiment": 0.5}, "254657361220882432": {"text": "We will not restrict the right of the Palestinians to us and we will do our duty to supply them as much as we can without affecting the Egyptian national security. They are among us.", "sentiment": 0.24285714285714285}, "254656802124341250": {"text": "The travel allowance for guards and escorts is only $ 62.5 and a half", "sentiment": -0.08333333333333333}, "254656610520158208": {"text": "I live so far in a rental apartment I pay for the day and if you find me one day I bought a new car, they ask me where I came from.", "sentiment": 0.12424242424242422}, "254655979285782528": {"text": "My pocket did not enter one pound as a travel allowance and the president will not get it", "sentiment": 0.0}, "254655848759033856": {"text": "The return of the opening of doors and the true foothold of this people in this world is about 10 billion dollars directly and projects expected another 10 billion # President", "sentiment": 0.11666666666666665}, "254655514909237248": {"text": "Foreign trips to bring Egypt back to Africa, bring investments to Egypt and rebuild Egypt's regional situation and did not make one trip more than two and a half days", "sentiment": 0.052083333333333336}, "254655155277008896": {"text": "My Friday prayers cost the state nothing", "sentiment": 0.0}, "254654825470496768": {"text": "The presidential elections are over and the Constituent Committee is on its way to drafting the constitution. So we are on the way, and whoever has a vision for the presidency", "sentiment": 0.0}, "254654421470937088": {"text": "We want to build together on a firm basis and not on the headless wounds of the president", "sentiment": -0.2}, "254654243754106880": {"text": "The stock market achieved a rise in its index of 40%", "sentiment": 0.0}, "254654143954837504": {"text": "Egypt has improved creditworthiness by being excluded from the watch list last September # President", "sentiment": 0.0}, "254653695181066240": {"text": "Tourism has increased 11% over the same month of the previous year as a response to the improvement of economy, freedom and security # President", "sentiment": -0.08333333333333333}, "254653248550604800": {"text": "I assure all investors who have the right contracts that their contracts are respected and we keep their money and their companies pay taxes and abide by the law # President", "sentiment": 0.2857142857142857}, "254652914512048128": {"text": "Irreversible disclosure of all corruption # President", "sentiment": 0.0}, "254652340030799872": {"text": "We review the corrupt land contracts with compliance with the law # President", "sentiment": -0.5}, "254651774810615808": {"text": "There must be law and no exceptions and law above all", "sentiment": 0.0}, "254650986780581889": {"text": "Is it true that the strike of the drivers of the microbus to request the abolition of traffic violations? #President", "sentiment": 0.35}, "254650692227198977": {"text": "60% of the target has been achieved in the field of traffic # President", "sentiment": 0.0}, "254650274608709632": {"text": "Achieve 80% of the target in the President's # bread loaf", "sentiment": 0.0}, "254649485127450624": {"text": "As a result of the failure of the cleaning companies with unfair contracts that were implemented in the past era, the cleaning and municipal authorities have damaged 600 thousand tons.", "sentiment": -0.35555555555555557}, "254648832187564033": {"text": "We are happy with the sons of the capable class in Egypt and they have a duty to pay taxes, many of them doing the president", "sentiment": 0.5}, "254646513165271040": {"text": "Inflation fell to 6.3%, the lowest rate in 10 years # President", "sentiment": 0.0}, "254646158356516865": {"text": "The bottle of gas is subsidized by 64 pounds and its official price is 3 pounds and smuggled by the smugglers so it does not reach the eligible families.", "sentiment": 0.0}, "254644978008068096": {"text": "No one can dictate his will after January 25 # President", "sentiment": 0.0}, "254644418324332544": {"text": "The responsibility of the government and the President of the Republic is to ensure that the support for its beneficiaries reaches without injustice or injustice to anyone and has nothing to do with the International Monetary Fund", "sentiment": 0.0}, "254644125402550272": {"text": "Many leaderships in the SAIs have been changed, starting with the intelligence, through the central apparatus, administrative oversight, administration and administration", "sentiment": 0.16666666666666666}, "254643088402837504": {"text": "The needs of 85% of houses in the gas cylinders were met and 23 million liters were seized in just two months and two issues of oil officials", "sentiment": 0.0}, "254641547071598592": {"text": "Check our security plan at 70% of the target by professional standards and salute the Interior for their efforts to achieve this # President ratio", "sentiment": 0.1}, "254641251431890946": {"text": "I take full responsibility with you and before you for the Hundred and Hundred Day and # Day # President", "sentiment": 0.35}, "254641089921830912": {"text": "I have previously announced my intention to solve some of the necessary problems at the time of his ability to 100 days", "sentiment": -0.08333333333333333}, "254639261435953152": {"text": "Because this country is one of the men who can at any stage to pay the tax and take responsibility was the decisions of August 12 # President", "sentiment": 0.0}, "254638666830454784": {"text": "With your will and after God's reconciliation we are going to the new Egypt ... Are you ready? #President", "sentiment": 0.16818181818181818}, "254638504603160577": {"text": "As we celebrate today the victory of October and parents and grandparents, we want our children to be proud of the second and third passage and that God does not look to us please us!", "sentiment": 0.26666666666666666}, "254637587157889025": {"text": "On the day that we achieve justice and social justice, this is Egypt's third transit", "sentiment": 0.016666666666666666}, "254636644601303040": {"text": "The rights of the martyrs and the suffering of the second crossing and the punishment for them, this people is upset and we have a real committee that will win the oppressed in a day we see soon.", "sentiment": 0.3333333333333333}, "254635418669178880": {"text": "January 25, 2011 is the second transit day of the people and the army # President", "sentiment": 0.0}, "254634961859141632": {"text": "Who tried to employ this great day to the interests of individual and a certain category failed because the spirit of October sent back on January 25, 2011 # President", "sentiment": 0.10285714285714284}, "254634493950976003": {"text": "The anniversary of October will not die but will remain immortal # President", "sentiment": 0.0}, "254634388078329858": {"text": "Do not forget our brave men, our martyrs, the wounded and their families in the battle of dignity. We commit ourselves to a decent life for them and their grandchildren", "sentiment": 0.48333333333333334}, "254633533086257152": {"text": "Today the army of Egypt and the people of Egypt to the heart of one man right # president", "sentiment": 0.2857142857142857}, "254629760322375680": {"text": "# President gives a speech to the nation on the 39th anniversary of the victory of October after a quandary", "sentiment": 0.0}, "253106198226796546": {"text": "If the external movement does not serve the growth, the economy and the great transformation in Egypt, it is not necessary", "sentiment": 0.26666666666666666}, "253054544328683520": {"text": "The outward movement serves the renaissance of the interior and we need the world as the world needs us # President", "sentiment": 0.0}, "252488033755099137": {"text": "Now the Egyptians are moving towards the renaissance and towards the real production, so that they can rely on themselves, their arms and their land, and they will receive the president", "sentiment": 0.2}, "252478259630075904": {"text": "We in Egypt internally seek with all strength to stability, security and production, and the Egyptians sacrifice all for their country", "sentiment": 0.0}, "252469311288004608": {"text": "The crossings between us and Gaza are open to what the people of Gaza need education, food and drink", "sentiment": 0.0}, "252447804528664577": {"text": "We look forward to the establishment of a Palestinian state with Jerusalem as its capital", "sentiment": 0.0}, "252421390018437120": {"text": "We call upon this world to stand with the Palestinian people so that they can live safe on themselves, their sons and women, and we support them and support them.", "sentiment": 0.3181818181818182}, "252409976943943680": {"text": "We will not rest until the will of the Syrian people is realized, until this unjust administration is removed and the people are deprived of their freedom and so on.", "sentiment": 0.0}, "252406233494061056": {"text": "The history between the Egyptian and Turkish peoples is not undeniable The eye and not the heart A history that we all know and we see very well We pride ourselves and pride ourselves # President", "sentiment": 0.2}, "252405288127307777": {"text": "We have brought a clear message of peace and we want the good of all and do not interfere with the affairs of one and we do not allow anyone to interfere in our affairs # President", "sentiment": 0.39999999999999997}, "252403952518299650": {"text": "The Turkish people are meticulous and meticulous in maintaining their identity and taking every means to grow strongly in a world that respects themselves and strengthens their potential.", "sentiment": 0.21666666666666665}, "251929350843269120": {"text": "As an Egyptian; I know that there is no limit to what human beings can accomplish when they come together for a noble purpose #Morsi", "sentiment": 0.3}, "251928079818186752": {"text": "As an Egyptian, I know that there is no limit to what humanity can achieve when it meets the noble goal of Morsi", "sentiment": 0.6}, "251661620151980032": {"text": "The new system in Egypt has the ability to understand modern technology and who wants to invest in Egypt", "sentiment": 0.1787878787878788}, "251611061285957632": {"text": "# President Mohamed # Morsi prays Friday at the mosque of \"praise\" in the new Cairo #", "sentiment": 0.13636363636363635}, "251607722599002113": {"text": "We strive to transfer technology to production and all fields and there are no risks hindering investment in Egypt and the situation is very stable", "sentiment": 0.2}, "251560633458380800": {"text": "Humanity's universal heritage is a shared one that does not belong to a single color, creed or culture #Morsi", "sentiment": -0.03571428571428571}, "251402413699899392": {"text": "We seek to generate energy from unconventional sources and resources in Egypt are not few and we need a good utilization of these resources # President", "sentiment": 0.39999999999999997}, "251393829884801024": {"text": "We must never again find ways to whitewash or cover-up torture or abuse #Morsi", "sentiment": 0.0}, "251384715121143808": {"text": "All of us in Egypt represent the majority of the difference between a Muslim and non-Muslim in dealing and we do not have minorities, all in Egypt, whether # President", "sentiment": 0.0}, "251367053280280578": {"text": "Respect for human rights in all dimensions: faith, culture, social, economic, and political must be a key component in all our work #Morsi", "sentiment": 0.04666666666666667}, "251353289168416769": {"text": "In our religion, Islam teaches us that God has said, \"We have honored the sons of Adam,\" that the honor is for the whole human being, not for the owners of one religion.", "sentiment": 0.1}, "251311843610599424": {"text": "International organizations should respond and adapt to be more inclusive and democratic #Morsi", "sentiment": 0.25}, "251267686921801729": {"text": "We have to be productive and I do not like to talk about borrowing, but who comes to us to invest and welcome the president", "sentiment": 0.8}, "251246152161320960": {"text": "A review of the mechanisms of the global economy must be made", "sentiment": 0.0}, "251245197319606272": {"text": "We need to revisit how international economic systems operate #Morsi", "sentiment": 0.1}, "251055141963300864": {"text": "I am looking forward with big hope and see in horizon the peace that is based on justice, cooperation and equality #Morsi", "sentiment": 0.0}, "251053897303609344": {"text": "We also stand firmly against the use of violence in expressing objection to these obscenities #Morsi", "sentiment": -0.2}, "251052658163593217": {"text": "Egypt supports the freedom of expression.One that is not directed towards one particular religion or culture #Morsi", "sentiment": 0.16666666666666666}, "251051023991455745": {"text": "The obscenities recently released as part of an organized campaign against Islam's prophet is unacceptable and requires a firm stand #Morsi", "sentiment": -0.1}, "251049771979124737": {"text": "We must act together in the face of extremism, discrimination, and incitement to hatred on the basis of religion or race #Morsi", "sentiment": 0.0}, "251048681627844608": {"text": "The vicious campaigns in some regions of the world against what Muslims and migrants held sacred was violating their human rights #Morsi", "sentiment": -0.5}, "251047247821799424": {"text": "We expect from others, as they expect from us, that they respect our cultural particulars and religious points of reference #Morsi", "sentiment": 0.05}, "251046243575418883": {"text": "Egypt would like to stress that the international system will not get fixed as long as the application of double standards remains #Morsi", "sentiment": 0.0125}, "251044781894029314": {"text": "I would like to emphasize the need for the UN to give special attention to supporting issues of women and youth #Morsi", "sentiment": 0.3035714285714286}, "251043839664611328": {"text": "Revitalizing #UNGA and reforming the Security Council must remain high on the priority list we must tackle with seriousness #Morsi", "sentiment": 0.16}, "251042353933082624": {"text": "There is a need to work diligently to reform the international financial system based on justice, freedom and dignity #Morsi", "sentiment": 0.0}, "251041103556526080": {"text": "I assure you that Egypt continues to support its brothers and sisters in Africa #Morsi", "sentiment": 0.0}, "251039776046727168": {"text": "Today, we, as Africans, have to achieve for our continent a new set of ambitious goals #Morsi", "sentiment": 0.19318181818181818}, "251038506850332672": {"text": "The world has the responsibility to support Africa's efforts, beyond mere promises #Morsi", "sentiment": -0.5}, "251037317488316416": {"text": "we also emphasize the right of all countries of the region to the peaceful use of nuclear energy within the framework of the NPT #Morsi", "sentiment": 0.26785714285714285}, "251036310733737984": {"text": "The conference on achieving a ME free of nuclear weapons and all other weapons of mass dest. should be held before end of 2012 #Morsi", "sentiment": 0.1375}, "251034727534972928": {"text": "Egypt stresses the necessity of holding a conference on a Middle East free of nuclear weapons and all other mass dest. weapons #Morsi", "sentiment": 0.09166666666666667}, "251033638458773504": {"text": "People, esp. in our region, no longer tolerates the continued non-access of any country to the Nuclear Non-Proliferation Treaty #Morsi", "sentiment": 0.0}, "251032467765616640": {"text": "Today peoples of the region will not tolerate being deprived of their rights, either by their own leaders or outside forces #Morsi", "sentiment": 0.3}, "251031285504540673": {"text": "I call upon all Members of this Assembly to support the efforts of the #Somali Government #Morsi", "sentiment": 0.0}, "251029638866944000": {"text": "#Sudan has made great sacrifices in its quest for peace and stability. But to be frank: it has not received the support it describes #Morsi", "sentiment": 0.8}, "251028391074091010": {"text": "Our brothers and sisters in Sudan need, more than ever, your support #Morsi", "sentiment": 0.5}, "251027486983467008": {"text": "Egypt's is committed to working with its Arab brothers and sisters to reclaim our rightful position in the world #Morsi", "sentiment": 0.0}, "251027267852070912": {"text": "Egypt is also committed to supporting the mission of Al-Akhdar Al-Ibrahimi to Syria #Morsi", "sentiment": 0.25}, "251025002592358401": {"text": "I would like to emphasize that the initiative is open to all those who wish to positively contribute in resolving the Syrian crisis #Morsi", "sentiment": 0.11363636363636363}, "251023418365980672": {"text": "We will continue to work to put an end to the suffering of the Syrian people #Morsi", "sentiment": 0.0}, "251022087462981632": {"text": "Syrian people, dear to our hearts, deserve to hope for a future of freedom and dignity #Morsi", "sentiment": 0.0}, "251021101537320960": {"text": "The blood that is shed in #Syria that is dear and near to us is far too valuable to continue to be shed day and night #Morsi", "sentiment": 0.1}, "251019565759356928": {"text": "The blodshed in #Syria and the humanitarian crisis that has unfolded must be stopped #Morsi", "sentiment": 0.0}, "251018667633033216": {"text": "I assure you of Egypt full support to any course of action Palestine decides to follow in the United Nations #Morsi", "sentiment": 0.22499999999999998}, "251017051081170944": {"text": "I call for immediate measures to put an end to colonization, settlement activities and alteration in identity of Jerusalem #Morsi", "sentiment": 0.0}, "251016061925875712": {"text": "It is disgraceful that settlement activities continue on the territories of Palestinians #Morsi", "sentiment": 0.0}, "251014601225928704": {"text": "Our brothers and sisters in Palestine must also taste the fruits of freedom and dignity #Morsi", "sentiment": 0.0}, "251013303080472576": {"text": "The international legitimacy remains unable until now to realize the hopes and aspirations of the Palestinian people #Morsi", "sentiment": -0.25}, "251012283042504704": {"text": "Post-revolution Egypt is among the leading nations defending justice, truth, freedom, and dignity #Morsi", "sentiment": 0.0}, "251010764826112000": {"text": "The vision of the new Egypt that we strive to realize for our nation also constituents the frame of action we present to the world #Morsi", "sentiment": 0.07878787878787878}, "251009914720358400": {"text": "Today, every Egyptian shares a sense of self-confidence, which puts him / her on higher moral grounds #Morsi", "sentiment": 0.125}, "251006355777929216": {"text": "The headlines of president #Morsi speech in front of #UNGA coming to you in English shortly", "sentiment": 0.0}, "251005560491761664": {"text": "Soon we will publish excerpts from the President's speech in English", "sentiment": 0.0}, "251004553573584896": {"text": "The peace that I have come to you in his message is a peace of mutual interests, love and respect based on justice and freedom. God hears, sees and hopes for a better future.", "sentiment": 0.3333333333333333}, "251004216825503744": {"text": "I look forward with great optimism and see peace based on justice which gives everyone their full rights and does not distinguish between human beings and human beings", "sentiment": 0.2875}, "251003928626475009": {"text": "This is the vision of Egypt, Muslims and non-Muslims, men, women and youth", "sentiment": 0.0}, "251003782144614400": {"text": "There is a need for a new economic governance that is people-centered and based on closer cooperation based on complementarity of interests and mutual benefit among peoples", "sentiment": 0.16818181818181818}, "251003406305615872": {"text": "Egypt protects freedom of expression without prejudice to the rights and sanctities of others", "sentiment": 0.0}, "251003242195083264": {"text": "The abhorrent actions recently published in an organized campaign against Muslims' sanctities are unacceptable and we must consider how we can protect the stability of the world.", "sentiment": -0.35}, "251002918801649664": {"text": "It is necessary to unite in the face of hatred and discrimination based on religion or ethnicity", "sentiment": 0.0}, "251002729202323456": {"text": "We reject what some individuals have made of the abuse of Muhammad (r) and the habit of doing so # President", "sentiment": 0.0}, "251002573652361217": {"text": "Migrant Muslims in some countries are subject to discrimination and violation of their fundamental rights and campaigns to undermine their holy sites is unacceptable", "sentiment": -0.16666666666666666}, "251002362108469249": {"text": "The international system will not be upright as long as the double standards # President", "sentiment": -0.016666666666666666}, "251002271767334912": {"text": "I call for the establishment of a special United Nations organ that will be concerned with youth education and training to achieve their aspirations", "sentiment": 0.35714285714285715}, "251002117169504258": {"text": "The activation of the role of the United Nations General Assembly and the reform of the Security Council must be the top priority that must be addressed seriously", "sentiment": 0.07222222222222224}, "251001623520874496": {"text": "Egypt continues to work with its brothers in Africa to raise the standard of living through the exchange of experiences and successful experiences", "sentiment": 0.375}, "251001314492948480": {"text": "The world has a responsibility to support Africa's development efforts and support its efforts to recover its looted wealth", "sentiment": 0.0}, "251001011269935104": {"text": "It is the right of all countries of the world, including the countries of the region and Egypt, of course, to use nuclear energy for peaceful purposes", "sentiment": 0.26785714285714285}, "251000873503838209": {"text": "There is no alternative to the complete elimination of nuclear weapons and all weapons of mass destruction under international agreements", "sentiment": 0.05}, "251000613738000384": {"text": "Acceptance of the principle of preemption is rejected by the people of the region so that the law of the jungle will not prevail", "sentiment": 0.0}, "251000465582587905": {"text": "The people of the region no longer accept to remain a state outside the nuclear nonproliferation regime", "sentiment": 0.0}, "251000236955275264": {"text": "The people of the region have recovered their freedom and will not allow the internal or external injustice", "sentiment": 0.0}, "251000030356467712": {"text": "The election of a democratic president in Somalia is a sign of stability and I call on the United Nations to help the brotherly people achieve a better tomorrow", "sentiment": 0.5}, "250999828270702593": {"text": "Sudan has made great sacrifices in the search for peace and stability, but frankly it has not received the international support it deserves and the time has come for its support", "sentiment": 0.4}, "250999543573909504": {"text": "Sudan needs today more support than ever # President", "sentiment": 0.5}, "250999304943190016": {"text": "Egypt will work to ensure that the Islamic summit on its soil is a platform for enhancing understanding and promoting the principles of dialogue among civilizations", "sentiment": 0.0}, "250999021383065600": {"text": "Egypt will work with its Arab brothers so that this nation occupies its rightful place in the world", "sentiment": 0.0}, "250998544452943872": {"text": "This suffering we are all responsible for and we must all move to stop the tragedy of this era in Syria # President", "sentiment": 0.2}, "250998355034005506": {"text": "I emphasize in this regard that the Quartet initiative is not closed to its parties, but is open to all who have something that can contribute positively to resolving the crisis.", "sentiment": 0.09242424242424242}, "250998193121275905": {"text": "We will continue to work hard and diligently by all means to put an end to the suffering of the people of Syria and to give the opportunity to freely choose a system of government expressed by the President", "sentiment": 0.05416666666666667}, "250997881685827584": {"text": "The brotherly Syrian people deserve to have the opportunity to freely and independently express any external or internal pressure on the form of legitimacy that the president desires", "sentiment": 0.1}, "250997831136059392": {"text": "The Syrian people dear brother to the heart of every Egyptian and Egyptian # President", "sentiment": 0.0}, "250997785158111233": {"text": "Syrian blood is more precious than being wasted day and night", "sentiment": 0.26666666666666666}, "250997544606371840": {"text": "In support of the inalienable rights of the Palestinians", "sentiment": 0.0}, "250996973707087874": {"text": "It is disgraceful for the free world to accept the continued involvement of the international community in denying the rights of a nation longing for independence and building its nation for decades", "sentiment": 0.2}, "250996919139192832": {"text": "The fruits of freedom and dignity that have been plundered for the Arab peoples, and for the peoples of the world as a whole, should not be far from the noble hand of the Palestinian people.", "sentiment": 0.3}, "250996849501151232": {"text": "Legitimacy continues to be unable until today to achieve the hopes and aspirations of the Palestinian people and even implement its decisions issued in this regard # President", "sentiment": -0.5}, "250996677677297664": {"text": "The first issue that the world should engage in making every effort to resolve on the basis of justice and dignity is the Palestinian issue", "sentiment": 0.25}, "250996598522388481": {"text": "Egypt's determination to regain its place among nations and play an active role in international issues stems from the will of its people and the legitimacy of its regime.", "sentiment": -0.06666666666666667}, "250996543988051969": {"text": "Egypt is the revolution, and it has softened the contradictions and oases of a past era. It stands at the forefront of the international community defending justice, truth, freedom and dignity.", "sentiment": -0.125}, "250996116492005376": {"text": "This revolution and its predecessors and the subsequent revolutions presented a lesson to humanity and sounded a warning to anyone who tries, whatever, to present his interests to the interests of peoples.", "sentiment": -0.03333333333333333}, "250995945163067392": {"text": "The Egyptian revolution that established the legitimacy I represent before you today was not the product of a moment or an uprising, nor was it a wind in spring or autumn.", "sentiment": 0.0}, "250995711020240896": {"text": "Every Egyptian today has to feel a high self-esteem that puts him on a higher moral ground", "sentiment": 0.1366666666666667}, "250995570393636865": {"text": "I stand before you today stems from the real legitimacy wanted to express the people of Egypt was thanks to God what the president wanted", "sentiment": 0.2}, "250994643142057984": {"text": "President Morsi's speech is now before the General Assembly of the United Nations in New York in Arabic", "sentiment": 0.09318181818181819}, "250942041025036288": {"text": "The Arab spring revolutions took place when people realized they were the source of true power # president", "sentiment": 0.35}, "250940836915859456": {"text": "The revolutions of the Arab spring happened because people realized that they are the real source of power #Morsi", "sentiment": 0.2}, "250926660382257152": {"text": "We deal with very large corruption cases you may not imagine the size of these issues and this amount of corruption # President", "sentiment": 0.2785714285714286}, "250915491298820096": {"text": "We can not ignore practices that are destroying our planet and claim we have good global governance #Morsi", "sentiment": 0.16666666666666666}, "250895277039423489": {"text": "The president is expected to deliver Egypt's speech to the United Nations at 6:30 pm Cairo time", "sentiment": -0.1}, "250886249173364736": {"text": "Egyptians are the real guarantee of the transition from dictatorship to democracy # President", "sentiment": 0.2}, "250885159191187456": {"text": "Egyptians are the ultimate guarantors of the success during the transition from dictatorship to democracy #Morsi", "sentiment": 0.15}, "250845923624747008": {"text": "Pres. #Morsi interview with Charlie Rose highlighting political future of Egypt, rev. in Syria and relations with US http://t.co/eEqAIbrv", "sentiment": 0.19999999999999998}, "249632803371765760": {"text": "Our foreign policy now is based on mutual respect and shared interests - #Morsi", "sentiment": -0.125}, "249631551485276160": {"text": "We support the Palestinians in their quest for their rights - #Morsi", "sentiment": 0.0}, "249630850466058240": {"text": "Peace can not be achieved in the region without the Palestinian people receiving their full rights and establishing their state - #Morsi", "sentiment": 0.35}, "249629717521645568": {"text": "We must stem the blodshed in #Syria and the #Syrian regime must understand that it is operating outside of all laws and norms - #Morsi", "sentiment": 0.0}, "249628900915834880": {"text": "Our relations with Africa and the countries of the Nile basin are at the heart of our foreign policy - #Morsi", "sentiment": -0.125}, "249627932404891649": {"text": "I will only use my legislative authority in the narrowest of circumstances - #Morsi", "sentiment": 0.0}, "249627508230721537": {"text": "I took the August 12 decisions not to marginalize any institutions but rather as the expression of the will of the people - #Morsi", "sentiment": 0.0}, "249626976204255232": {"text": "I will uphold whatever the constitution dictates once the People endorse it - #Morsi", "sentiment": 0.0}, "249626485986562048": {"text": "I do not interfere in the writing of the constitution - #Morsi", "sentiment": 0.0}, "249626151377596416": {"text": "The ballot box is the arbiter and freedom of expression is guaranteed for all sides - #Morsi", "sentiment": 0.0}, "249626085120163840": {"text": "No political party, group, or current should fear another - #Morsi", "sentiment": 0.0}, "249625867205091329": {"text": "After the result, I felt overwhelmed by the responsibility and I prayed to Allah and put my faith in the Egyptian people - #Morsi", "sentiment": 0.0}, "249624630950780928": {"text": "We will have to work very hard until we can produce what we need. No one will do for us what we must do for ourselves - #Morsi", "sentiment": -0.3791666666666667}, "249624235289481216": {"text": "We need some time, but we have many reasons for hope: resources and willpower. We will move together God willing to a better tomorrow- # Morsi", "sentiment": 0.4166666666666667}, "249623859450478594": {"text": "The blood of the martyrs was the real fuel of the revolution and was the fuel behind all of the changes that came subsequently - #Morsi", "sentiment": -0.06666666666666667}, "249623461914374144": {"text": "The coming tweets are the most important ideas highlighted by the HE president #Morsi", "sentiment": 0.45}, "249622887529582592": {"text": "We want to have four: will, food, medicine and weapons - # President", "sentiment": 0.0}, "249621207488528385": {"text": "Egyptian foreign relations now are based on balance in the relationship and balance in achieving mutual interest and respect - # President", "sentiment": -0.125}, "249618563340591104": {"text": "I do my duty as much as possible until Egypt becomes a superpower and a leader and I am very optimistic - # President", "sentiment": 0.1}, "249618221043421185": {"text": "I blocked a photo comment in the President's Palace to end the era of the individual and replace it with the state of institutions, which is not a big step - # President", "sentiment": 0.0}, "249617874916888576": {"text": "Egypt will remain an incubator for the rights of the Palestinian people - # President", "sentiment": 0.0}, "249617760521449472": {"text": "Peace can not be achieved in the region without the Palestinian people getting their rights and establishing their state with their free will and supporting them in their decisions.", "sentiment": 0.325}, "249617396371968000": {"text": "The Syrian people must be stopped and the Syrian regime must realize that it violates all laws and customs - the president", "sentiment": 0.0}, "249617048085352448": {"text": "Our relationship with Africa and the Nile Basin countries at the heart of our foreign policy - # President", "sentiment": -0.125}, "249616499982082048": {"text": "The suffering of the Syrian people hurts us and disturbs all the peoples of the region - # President", "sentiment": 0.0}, "249616344352428032": {"text": "Our relations with Africa and the Nile Basin countries at the heart of our foreign policy - # President", "sentiment": -0.125}, "249615833389740032": {"text": "I will visit Uganda soon on their national holiday - # President", "sentiment": 0.0}, "249615536164593664": {"text": "Part of the administrative corruption and slums in the meeting of the president in the program # Appointment___Office_ President http://t.co/Cw2ukLWS", "sentiment": 0.0}, "249615270774190080": {"text": "Part of the Egyptian identity in the meeting of the President in the program # Appointment_Visit_Office_ Head http://t.co/DBLaLscl", "sentiment": 0.0}, "249615012417650688": {"text": "The third part of the meeting of the President in the program of the president's appointment # http://t.co/aIKaBoNt", "sentiment": 0.0}, "249614742669373440": {"text": "The legislation will be used only in the narrowest possible way, in urgent matters such as the health insurance and the right to choose in the public secondary school - the president", "sentiment": -0.0023809523809523816}, "249614250211954688": {"text": "Wrap the people around the decisions of August 12 is a popular legitimacy of these decisions - # President", "sentiment": 0.6}, "249613969411686401": {"text": "The President of Egypt, Supreme Commander of the Armed Forces, sponsors and sponsors the rest of the State institutions to advance their great role for the people", "sentiment": 0.8}, "249613719074664450": {"text": "The decisions of 12 August were taken against the mandate given to me by the Egyptian people solely for the benefit of the people and not to the marginalization of the role of the institution", "sentiment": 0.0}, "249612764165832705": {"text": "God willing, many demands will be met in the next budget - # President", "sentiment": 0.25}, "249612569160085506": {"text": "I am in contact with the unions to consult on what we should start with and what we can master - the president", "sentiment": 0.0}, "249610561770377216": {"text": "I move in the whole world to monitor the looted people's money and return it to him - # President", "sentiment": 0.2}, "249610329762435074": {"text": "I will not leave a corrupt in his place - # President", "sentiment": -0.5}, "249610070759989248": {"text": "Administrative corruption began from the top of the pyramid and the recent changes aimed to manage more rational and less corrupt and in order to better distribute wealth - # President", "sentiment": 0.1388888888888889}, "249609716009955328": {"text": "We will build integrated residential areas to accommodate slum dwellers - # president", "sentiment": 0.0}, "249608995755683840": {"text": "In the coming budget 2013-2014 we will raise the education budget by a reasonable rate - # President", "sentiment": 0.2}, "249608582742540288": {"text": "I appeal to private education professionals not to burden people - # president", "sentiment": 0.0}, "249608011281207296": {"text": "I claim that the education bill in Egypt is 100 billion pounds and the government contributes only 60% of this amount and we seek to spend the full amount of government - # President", "sentiment": 0.175}, "249607664559087616": {"text": "What is spent on education is inadequate and we need to spend more and more on it although the general structure is good and the goal is the final product which is the student - # president", "sentiment": 0.27499999999999997}, "249607325822898177": {"text": "The second part of the meeting of the president in the program # appointment___ office_ president http://t.co/P3qdSDps", "sentiment": 0.0}, "249606850532761600": {"text": "The first part of the meeting of the President in the program # Appointment_Visit_Organization_ http://t.co/GaZ6Mghl", "sentiment": 0.25}, "249606521741258755": {"text": "We are working to close the sources of corruption and we are making important changes in the monitoring and detection of corruption so that we get rid of a legacy that weighs heavily on us all - President", "sentiment": 0.1}, "249605977098289153": {"text": "Certainly we can achieve the renaissance and say to my faith in the people of Egypt - # President", "sentiment": 0.21428571428571427}, "249604774033518594": {"text": "Freedom of expression and opinion in the President or the Government is guaranteed to all and guaranteed by the executive branch and I am headed by - # President", "sentiment": 0.0}, "249604427399458817": {"text": "I do not interfere in the Constitution or the work of the Constitution Committee and what follows in the Constitution after the people's referendum I commit to - # President", "sentiment": 0.0}, "249604203742384128": {"text": "No faction, party or stream should fear itself from the other party because the rule is for the fund and freedom of expression is guaranteed - # President", "sentiment": -0.125}, "249603750543638528": {"text": "The circulation of power is my own responsibility to take care of it and I rise on it - # President", "sentiment": 0.6}, "249602988103057408": {"text": "# President Mohamed Morsi: We must make a lot of sweat so that we eat what we produce and will not pay us what we have to pay ourselves", "sentiment": 0.0}, "249602284642770944": {"text": "# President Mohamed Morsi: The blood of martyrs was the real fuel for the continuation of the revolution and continued to fuel all the steps that followed", "sentiment": 0.2}, "249601909676208129": {"text": "# President Mohamed Morsi: No house in Egypt did not participate in the January 25 revolution", "sentiment": 0.0}, "249601599549358080": {"text": "# President Mohamed Morsi: Anyone involved in the revolution could have been a martyr. No one knew where the bullets came from", "sentiment": 0.0}, "249601203024048128": {"text": "# President Mohamed Morsi: After the result I was applauding myself from the responsibility and I wish God success and go to the people of all of Egypt to have the help of God after", "sentiment": 0.3}, "249589537980960769": {"text": "President Mohamed Morsi in his first television interview # President's date _Focus on the Nile News and Egyptian satellite channels and some private channels after less than an hour", "sentiment": 0.02777777777777778}, "249479416328101889": {"text": "The President meets representatives of trade unions working in the field of health care in the presence of the Minister of Health and Population", "sentiment": 0.0}, "249077045647257600": {"text": "The president prays Friday at Hassan al-Sharbatli mosque in New Cairo", "sentiment": 0.13636363636363635}, "249074033663029248": {"text": "The president calls the father of police chief Tamer Ali for his condolences and who was martyred during his duty", "sentiment": 0.0}, "248820409045245952": {"text": "You will meet with the President in the \"President's Office-Head-Office\" program on Saturday (September 22nd) after 10 pm on Nile News and Satellite Channel", "sentiment": 0.0}, "248727075966574592": {"text": "The president's office will manage the account to activate communication and the president's comments will be distinguished by the word \"president\"", "sentiment": 0.0}, "244163429420650497": {"text": "Want to dedicate 1st tweet to martyrs of # jan25 revolution and brave #syrians ... Muhammed #Morsi", "sentiment": 0.8}, "244163251305320449": {"text": "I dedicate this first glee to the martyrs of the revolution # 25 January and to the people of Syria # the hero ... Mohammed # Morsi", "sentiment": 0.25}, "244107590617939969": {"text": "Addendum: Tonight at 10 pm Cairo time, the President of the Republic officially inaugurates this account and five minutes before it will be authenticated by Twitter.", "sentiment": 0.0}, "230431355077537793": {"text": "My sincere congratulations to Egyptian Alaeddin Abu Al-Qassim on his silver medal at the London Olympics", "sentiment": 0.5}, "219481259636817920": {"text": "Telegram from Dr. Marian Girgis to President Morsi http://t.co/rThFExwI", "sentiment": 0.0}, "219440498966933506": {"text": "Tomorrow, God willing, the page will be delivered >> President Mohamed Morsi - Official page of the Presidency of the Republic in the evening to become a tool for communication ... http://t.co/Ht74Wxsx", "sentiment": 0.25}, "218988557807779841": {"text": "You are following the news of President Dr. Mohamed Morsi on the new page President Mohamed Morsi - Official Page http://t.co/mITR2cW9", "sentiment": 0.06818181818181818}, "218988099798183936": {"text": "Follow the news of President Dr. Mohamed Morsi on the official page of the President http://t.co/e9aJ8KNd", "sentiment": 0.0}, "218260314930679808": {"text": "President-elect Dr. Mohamed Morsi meets on Thursday with the editors of the national, party and independent newspapers ... http://t.co/iwozhwjS", "sentiment": 0.4}, "217967269337247745": {"text": "The Presidency of the Republic will issue tomorrow a statement on the image of President-elect Dr Mohamed Morsi oath oath ... http://t.co/WURVx897", "sentiment": 0.8}, "217894494127923202": {"text": "http://t.co/bQoW0ekx", "sentiment": 0.0}, "217727957651832833": {"text": "Dr. Yasser Ali - Spokesperson for the President Dr. Mohamed Morsi During the next two days, the president will be sworn in.", "sentiment": 0.0}, "217725440310251521": {"text": "Reception of President Dr. Mohamed Morsi Anba Bakhoumios, Acting Pope and his accompanying church delegation, including Bishop Bishoy ... http://t.co/73tLvwfC", "sentiment": 0.0}, "217715864777134081": {"text": "The martyrs of the first people entered the presidential palace http://t.co/d7xfsAGS", "sentiment": 0.25}, "217698044194459649": {"text": "The acting media spokesman for the President Dr. Yasser Ali said that President Dr. Mohamed Morsi met on Tuesday ... http://t.co/FflRZAbb", "sentiment": 0.0}, "217630409733836802": {"text": "Dr. Mohamed Morsi President of the Republic issued a directive not to suspend his image with institutions or to publish any congratulations to him and his cost to the State ... http://t.co/vCyl8u2C", "sentiment": 0.0}, "217196633883017217": {"text": "Message of Dr. Mohamed Morsi - President of the Arab Republic of Egypt - to the Egyptian people http://t.co/o5rjOfkq", "sentiment": 0.0}, "217010220063404032": {"text": "** This is a historic moment formed by the tears and sacrifices of the Egyptians ** I say to all categories of the Egyptian people my family and my family on this day ... http://t.co/0RbrBtMX", "sentiment": 0.0}, "216923051508498433": {"text": "President http://t.co/9AwsPCqk", "sentiment": 0.0}, "216916019023839234": {"text": "President Dr. Mohamed Morsi || The first elected president of the Arab Republic of Egypt", "sentiment": 0.25}, "216915594337976320": {"text": "Dr. Mohamed Morsi The first elected president of the Arab Republic of Egypt", "sentiment": 0.25}, "216206041459867648": {"text": "Pictures of the press conference of the national forces and Dr. Mohamed Morsi to announce the united front for the defense of the revolution http://t.co/X6swDgyZ", "sentiment": 0.0}, "216205794306310146": {"text": "Speech of Dr. Mohamed Morsi at the National Conference http://t.co/WmigOOYv", "sentiment": 0.0}, "216205551183470593": {"text": "Photos of the press conference of the national forces and Dr. Mohamed Morsi to announce the united front for the defense of the revolution", "sentiment": 0.0}, "216201850729398272": {"text": "Statement by Dr. Mohamed Morsi with National and Political Forces: Meet today a group of national and youth figures and figures with ... http://t.co/OD2E1NNm", "sentiment": 0.0}, "216159071961751552": {"text": "Dr. Mohamed Morsi will hold a press conference shortly after the meeting with the national civil political forces and Dr. Abdel Moneim Aboul Fattouh ... http://t.co/sZnb8KTb", "sentiment": 0.0}, "216140500359581696": {"text": "Dr. Mohamed Morsi will hold a press conference today - God willing - at 3:30 pm to present what was agreed upon from the meeting yesterday ... http://t.co/Qgs3H5Q1", "sentiment": 0.125}, "215999493680803842": {"text": "My thanks to the sign of Yusuf al-Qaradawi - President of the World Union of Muslim Scholars - in the death of his wife \"Umm Muhammad\" May Allah have mercy on her and her family ... http://t.co/w8FX9ejc", "sentiment": 0.2}, "215988669478215681": {"text": "The winning candidate in the Egyptian presidential elections, Dr. Mohamed Morsi, met yesterday, over the course of six hours, with some youth and symbols ... http://t.co/AL4JHpdj", "sentiment": 0.5}, "215916569992245248": {"text": "Azzai to Al-Qaradawi in the death of his wife, may God have mercy on her, and to the people patience and solace.", "sentiment": 0.0}, "215703096456777729": {"text": "Video We publish the minutes of the original documented screening of all public committees at the level of the Republic http://t.co/BveAow1I", "sentiment": 0.1875}, "215415824436039681": {"text": "The official page of President Dr. Mohamed Morsi http://t.co/I3slgVH3", "sentiment": 0.0}, "215108663654883330": {"text": "\"Results of the presidential election Egypt 2012 Re-run round 16/17 - 6 - 2012 From the records of the General Committees Sorting\" contains ... http://t.co/odCWGJEJ", "sentiment": -0.075}, "215106764671160320": {"text": "\"Results of the presidential elections Egypt 2012 Re-run 16/17 - 6 - 2012 Contains pictures of the lecturer Sorting all the committees ... http://t.co/9xqZ3Kax", "sentiment": 0.0}, "215031216552947712": {"text": "Dr. Mohamed Morsi's campaign at the press conference || We submitted 140 appeals to the elections and the Supreme Committee accepted 100 of them ... http://t.co/clsj2M4O", "sentiment": 0.0}, "215029351312392192": {"text": "Dr. Mohamed Morsi's campaign as president In accordance with the screening records received from the total of the sub-committees of 13099 sub-committee and 351 ... http://t.co/g1R1FoRf", "sentiment": 0.0}, "215022531692871683": {"text": "Watch Now || The press conference of Dr. Mohamed Morsi's campaign to present the results according to the screening records and the other details ... http://t.co/oRewVYod", "sentiment": -0.0625}, "214899665743773698": {"text": "The campaign of President Dr. Mohamed Morsi on Tuesday will hold a press conference at its headquarters in downtown Cairo. The campaign is announced during the conference ... http://t.co/0k9RsJd2", "sentiment": 0.0}, "214898631768150017": {"text": "Dr. Mohamed Morsi's campaign confirms that the results announced by the victory of our candidate, is a sure certainty of the reality of the minutes of screening in the committees ... http://t.co/XWLrvEqc", "sentiment": 0.5}, "214890664771592192": {"text": "Detailed results of the official public screening records documented at the governorate level. http://t.co/ierIcENN", "sentiment": 0.2}, "214651278607917056": {"text": "Dr. Mohamed Morsi is President of http://t.co/E2edF5c1", "sentiment": 0.0}, "214610396592611328": {"text": "http://t.co/DVm9LjYC", "sentiment": 0.0}, "214545682093187072": {"text": "Dr. Mohamed Morsi: Young people are the hope of this future people for development", "sentiment": 0.05}, "214545511330480128": {"text": "Dr. Mohamed Morsi: Thank you to everyone who gave me his voice and I am the president of you all bad voice of me or who did not vote", "sentiment": -0.6999999999999998}, "214544829470875648": {"text": "Dr. Mohamed Morsi || I appeal to the people of Egypt, all of them, to the Egyptian people, to my family and my family, and to all of them, thank you and appreciation ... http://t.co/QAvJ5G09", "sentiment": 0.0}, "214544757630836736": {"text": "Dr. Mohamed Morsi To all Egyptians in every field to the lovers of their homeland and land ... We are not in retaliation and we are not in the process of settling accounts and we are all brothers in the homeland", "sentiment": 0.0}, "214544684297625601": {"text": "Dr. Mohamed Morsi || To all martyrs to the families of the martyrs to the families of the martyrs to the mothers of the martyrs to the martyrs of the martyrs to ... http://t.co/Iglcamqb", "sentiment": 0.0}, "214543397124444160": {"text": "Watch Now || Dr. Mohamed Morsi - the first president of the republic after the revolution according to the final informal indicators broadcast live ... http://t.co/VT4tyEs8", "sentiment": 0.12878787878787878}, "214538702968455168": {"text": "Dr. Mohamed Morsi's campaign Morsi is the first elected civilian president of the Arab Republic of Egypt, after 97.6% of the total number of ... http://t.co/GRogoGEP", "sentiment": 0.125}, "214537329157742592": {"text": "Watch Now || Dr. Mohamed Morsi 's campaign as president of live broadcast http://t.co/ojZ4sU5T", "sentiment": 0.13636363636363635}, "214535294605733888": {"text": "Watch || Morsi's campaign as president receives a press release shortly after http://t.co/e4dz3aGd", "sentiment": 0.0}, "214525265605427201": {"text": "http://t.co/8ssjLMtF", "sentiment": 0.0}, "214480868713046016": {"text": "URGENT As a result of the sorting of 1274 committees at the level of the Republic, documented by official counting records, representing ~ 10% of the total committees of the Republic - Number ... http://t.co/fLw6neHL", "sentiment": 0.0}, "214115796832616448": {"text": "Press Conference for Marsa Campaign - First Day of Return http://t.co/TkcEJLxW", "sentiment": 0.25}, "213991222040207361": {"text": "Dr. Mohamed Morsi's campaign as president of Egypt The run-off tour Press release (1) http://t.co/lIzEmfAL", "sentiment": 0.0}, "213961203414863872": {"text": "Dr. Mohamed Morsi - candidate of the revolution - during his vote today in the run-off in Zagazig http://t.co/MluriR0e", "sentiment": 0.0}, "213956243935604736": {"text": "My sincere condolences to the King of Saudi Arabia and its people on the death of Prince Nayef, the Crown Prince.", "sentiment": 0.5}, "213866572496904194": {"text": "The Media Center of Dr. Mohamed Morsi's campaign calls for \"Morsi as president\" for journalists and media professionals - Egyptians and foreigners - to attend ... http://t.co/cVlGGtwQ", "sentiment": -0.1}, "213741602265505792": {"text": "Dr. Mohamed Morsi, the candidate of the revolution, will take part in the presidential run-off to cast his vote on Saturday morning ... http://t.co/unIl43Uy", "sentiment": 0.0}, "213569752034058240": {"text": "Dr. Mohamed Morsi || My life is precious in the face of any attempt to return us back http://t.co/whcIsQd4", "sentiment": 0.25}, "213562278509948929": {"text": "Dr. Mohamed Morsi || Message to the Egyptian people before the electoral silence http://t.co/WARazROa", "sentiment": 0.0}, "213395560382742530": {"text": "You are watching Dr. Mohamed Morsi with the media Mahmoud Saad Ali Al Nahar TV to watch the live broadcast ... http://t.co/stk1DnNv", "sentiment": 0.13636363636363635}, "213320176039510016": {"text": "Watch || Soon after Dr. Mohamed Morsi with the media Wael Albrashi in the program \"truth\" on Dream 2 to comment on the court's ruling and its implications", "sentiment": 0.0}, "213219136837390336": {"text": "You are watching now on Egypt Channel 25 .. Dr. Mohamed Morsi presents his vision for the development of the tourism sector in a meeting with representatives of workers ... http://t.co/ywTIe706", "sentiment": 0.0}, "213215589064392704": {"text": "A press statement on the reported in the media about the health of Dr. Mohamed Morsi presidential candidate We would like to clarify the following: - Dr. Mohamed ... http://t.co/kF7SQ0we", "sentiment": 0.0}, "213209978989842432": {"text": "Watch || Tonight - Thursday, June 14 - Dr. Mohamed Morsi with media journalist Mahmoud Saad in \"The Last Day\" on Al Nahar TV in ... http://t.co/bOH9nXXh", "sentiment": 0.0}, "213017844642877440": {"text": "Powered by vBulletin # 12:00 noon: Dr.Marsi presents his vision for the development of the tourism sector in a meeting with members of the union council ... http://t.co/BJYlrFw7", "sentiment": 0.0}, "213010311253475328": {"text": "Dr. Mohamed Morsi, the presidential candidate, will meet on Thursday, 14-6-2012, members of the Tourist Guides Association Council and members of the ... http://t.co/ixVtyEMX", "sentiment": 0.0}, "212994369706401793": {"text": "watched | Interview with Dr. Mohamed Morsi on the Al-Jazeera TV network fully * Highlights of the meeting: Morsi: - The decision of \"justice\" before ... http://t.co/TjepKZ5n", "sentiment": 0.0}, "212980808154226689": {"text": "Dr. Mohamed Morsi responds to \"the right to arrest military intelligence for civilians\" http://t.co/MC6lClvw", "sentiment": 0.04523809523809524}, "212977098422362113": {"text": "Special delegation of the Copts in a special dialogue with Dr. Mohamed Morsi http://t.co/9Yk1QlB4", "sentiment": 0.35714285714285715}, "212950994613579778": {"text": "The first 100-day plan for Dr. Mohamed Morsi upon his election as President of the Republic, God willing, Traffic - Security - Cleanliness ... http://t.co/JMOcvuFh", "sentiment": 0.25}, "212945857761390594": {"text": "Dr. Mohamed Morsi, the presidential candidate, held a press conference in which he presented his pledges to the Egyptian people and summarized his vision for the stage ... http://t.co/nDh6VCTk", "sentiment": 0.0}, "212881144671248386": {"text": "My covenant to the people of Egypt: In the name of God the Merciful I pledge before God and in front of the people of Egypt to be a President of his servant. I will not ... http://t.co/drkM7m1d", "sentiment": 0.0}, "212873926831906816": {"text": "Dr. Mohamed Morsi with his press conference: ** I pledge to form a presidential institution representing all the spectrums of the people. ** I pledge that ... http://t.co/894EOEHg", "sentiment": 0.0}, "212735809009356801": {"text": "Dr. Mohamed Morsi, candidate for the presidential elections in the run-off, will hold a press conference on Wednesday 13/6/2012 at 12 noon,", "sentiment": 0.0}, "212412806040002560": {"text": "watched | Interview with Dr. Mohamed Morsi with the media Amr Al - Leithi on the channel", "sentiment": 0.0}, "212384964262633474": {"text": "A meeting between Dr. Morsi and Amr El - Leithy http://t.co/ZQPWdvNf", "sentiment": 0.0}, "212376402908024836": {"text": "Dr. Mohamed Morsi and the strongest response in his dialogue with Amr Leithi http://t.co/VRQJr3Gi", "sentiment": 0.0}, "212376278114902016": {"text": "Dr. Mohamed Morsi Free transportation daily election is to facilitate the owners of cards revolving and refined http://t.co/Q5hCwmcI", "sentiment": 0.2}, "212214335618027522": {"text": "You are watching tonight a meeting for Dr. Mohamed Morsi with the media Amr Al-Leithi on Al-Mehwar channel at 9 pm http://t.co/Qdh0x9NJ", "sentiment": 0.0}, "212198905889292289": {"text": "Your voice is your destiny .. Choose your way http://t.co/gxpZucZu", "sentiment": 0.0}, "212045426038288384": {"text": "Watch || Dr. Mohamed Morsi: Not all of the Carnegie holders of the National Party \"remnants\" http://t.co/MKONfYos", "sentiment": 0.0}, "211949621654732801": {"text": "Frequently Asked Questions 1 - I do not want to be elected Dr. Morsi or Shafiq Do I boycott? 2 - Head of the Brotherhood = control of the state, ... http://t.co/UvXFGbza", "sentiment": 0.1}, "211945170378301440": {"text": "Al - Azhar Foundation and House of Ifta and Mufti of the Republic Dr. Mohamed Morsi: - I assure my respect for Al-Azhar Al-Sharif and Dar Al-Iftaa - no ... http://t.co/A6rt9i25", "sentiment": 0.0}, "211945043215384576": {"text": "Justice and Judges Foundation Dr. Mohamed Morsi: - The Egyptian judiciary is independent, free and proud of the Egyptians - I affirm the independence of the judiciary ... http://t.co/LXYg8h10", "sentiment": 0.4000000000000001}, "211944843579097088": {"text": "Presidency Foundation Dr. Mohamed Morsi: - MPs will not be from the Party of Freedom and Justice - keen on the existence of Dr. Abdul Moneim Abu ... http://t.co/nuk3MX0R", "sentiment": 0.0}, "211923521306234882": {"text": "Press release of Morsi campaign as president The percentage of Morsi in 50 countries more than 60% .. We thank Dr. Abdel Moneim Abul Fotouh and his campaign and those who voted for him ... http://t.co/nmCoJJlo", "sentiment": 0.5}, "211913184569860097": {"text": "Now Dr. Mohamed Morsi in the program of life today on the channel of life http://t.co/lVJNySTf", "sentiment": 0.0}, "211905730217910272": {"text": "Kuwait Dr. Mohamed Morsi: 38,739 votes 68% Shafiq: 18,382 votes, 32% * Album follow-up results abroad ... http://t.co/jTmsg8F1", "sentiment": 0.0}, "211904794741321729": {"text": "Qatar Dr. Mohamed Morsi 87%, Shafiq 18% http://t.co/hhZChXHj", "sentiment": 0.0}, "211862350070943745": {"text": "Dr. Morsi: I will announce to all of Egypt any information about fraud if it happened, ... http://t.co/zBlBPaHm", "sentiment": 0.0}, "211642015023247361": {"text": "Dr. Mohamed Morsi Campaign Activities Sunday 10/6/2012 Dr. Mohamed Morsi continues his presidential candidacy ... http://t.co/0OfrvtPB", "sentiment": 0.0}, "211627320312737793": {"text": "Returns Abroad Total results after counting 37 countries (at 2 am) Dr. Mohamed Morsi 25.107 votes, 63% ... http://t.co/x5JPgInf", "sentiment": 0.0}, "211581281115455488": {"text": "Important clarification from Dr. Mohamed Morsi about the Suez Canal http://t.co/ktMPVvpz", "sentiment": 0.4}, "211566738955968512": {"text": "Returns Abroad Dr. Mursi offers: Malaysia at 90%, Djibouti with 87%, Marine 79%, Yemen 78%, ... http://t.co/eGTelDkG", "sentiment": 0.1}, "211545580101570561": {"text": "Returns Abroad Dr. Mohamed Morsi is represented by: - ​​Malaysia by 90%, Finland by 64%, Turkey by 62% ... http://t.co/SgWj14rH", "sentiment": 0.0}, "211526038130409473": {"text": "Watch Now || Conference of Dr. Mohamed Morsi in Alexandria http://t.co/nKO38otx http://t.co/YUGJIq7R", "sentiment": 0.0}, "211501506191568896": {"text": "The meeting of Dr. Mohamed Morsi with Sheikhs and Mayor of \"Marsa Matruh\" http://t.co/5ptRtqTZ", "sentiment": 0.0}, "211496020599771137": {"text": "Dr. Marsa listens to the problems of the people of Dabaa on the desert road while traveling \"http://t.co/Ouo6MXCP", "sentiment": 0.0}, "211487407323873280": {"text": "watched | Dr. Morsi: Thawra Ali and Qomouni If I prostrate my promises, Dr. Mohamed Morsi: obey me what I obeyed God in you, his disobedience is not ... http://t.co/6x37TSXj", "sentiment": 0.0}, "211429023644000257": {"text": "The Salafi da'wa, its political arm, the Nur Party, the Muslim Brotherhood, and its political arm are organized by the Freedom and Justice Party in Marsa ... http://t.co/hzcvx1xv", "sentiment": 0.0}, "211428824863342593": {"text": "Today, Dr. Mohamed Morsi will hold a conference with the symbols of Alexandria at 7:00 pm at the Cristal Hall in Acacia ... http://t.co/dMyx8SJ3", "sentiment": 0.0}, "211237340662861824": {"text": "Video Dr. Morsi: Thawra Ali and Qomouni If I broke my promise Dr. Mohamed Morsi: obey me what I obeyed God in you, then his disobedience is not ... http://t.co/eIlMTXkl", "sentiment": 0.0}, "211211696994398209": {"text": "Dr. Mohamed Morsi in a great media meeting: ** Lord explain to me my chest and pleased me and analyze my node of my tongue to understand my saying ..... http://t.co/A1W5narU", "sentiment": 0.65}, "211185556363804672": {"text": "Now Dr. Mohamed Morsi on the following channels: Egypt 25 - people - Hafiz - Rahma - Gulf - Health and Beauty ... http://t.co/77PTMIBC", "sentiment": 0.0}, "211161239555026945": {"text": "Comments on the meeting of Dr. Mohamed Morsi with Imad Adib Ali CBC yesterday: * To watch the meeting: ... http://t.co/VtTp3UqV", "sentiment": 0.0}, "211107736673460224": {"text": "Dr. Mohamed Morsi in a full interview with the media Imad Adib Thursday 7 June 2012 http://t.co/7FAZz1dA", "sentiment": 0.35}, "210896646899380226": {"text": "Dr. Mohamed Morsi's final message at the end of his meeting with Imad Adib: http://t.co/ElxhvRdd", "sentiment": 0.0}, "210887387188961280": {"text": "- For my sense of responsibility and desire to serve my country would think about my candidacy for the presidency is difficult, the executive power in Egypt now ... http://t.co/LletL6GQ", "sentiment": -0.5}, "210881503192825857": {"text": "Dr. Mohamed Morsi: I will never betray you and I will not betray God in you http://t.co/R6kqaJ1F", "sentiment": 0.0}, "210880470764892163": {"text": "Tomorrow Friday TV interview from 11: 9 pm to Dr. Mohamed Morsi with Khalid Abdullah and Nadir Bakkar and Atef Abd ... http://t.co/biERO0ea", "sentiment": 0.0}, "210877909248901120": {"text": "You will see tonight Friday 8 June God willing, Dr. Mohamed Morsi in a joint broadcast on the channels of \"people - Hafiz - mercy ... http://t.co/nskcVsKs", "sentiment": 0.25}, "210868744715649024": {"text": "** The interest of the homeland and the opinion of the people imports more important .. Love and hatred does not benefit in politics. ** \"Morsi: I will not disobey Allah in this homeland ... http://fb.me/1djcjR0En", "sentiment": 0.4666666666666666}, "210867922321670145": {"text": "Summary of some statements by Dr. Mohamed Morsi with the media Emad Adib: ** I can not feel sadness towards those who voted for my competitors ... http://fb.me/18BJBxMOa", "sentiment": 0.0}, "210805695979851777": {"text": "After apologizing for attending last week for health conditions ... Dr. Mohamed Morsi tonight at 9 pm with the media ... http://t.co/Ny4xmO9p", "sentiment": 0.0}, "210736726044442624": {"text": "During the visit of Dr. Mohamed Morsi of Menoufia today http://t.co/Sdbnew1j", "sentiment": 0.0}, "210374738340614145": {"text": "Martyr Khalid Said: The eye of the eye in your memory Vdmk in our necks", "sentiment": 0.0}, "210369307119591424": {"text": "Dr. Mohamed Morsi in the transit market", "sentiment": 0.0}, "210206700458885121": {"text": "Dr. Mohamed Morsi, the presidential candidate, will hold a conference in the transit market in Obour City on Wednesday 6-6-2012 at 10 am", "sentiment": 0.0}, "210145374407622657": {"text": "Interview with Dr. Mohamed Morsi with Arab sheikhs http://t.co/9QqgsWnu", "sentiment": 0.0}, "210144984358326273": {"text": "About Egyptian Women http://t.co/bs9DLRs0", "sentiment": 0.0}, "209594711596478464": {"text": "Dr Mohamed Morsi, the candidate for the presidential elections on Monday, will hold a closed tripartite meeting with the participation of Hamdeen ... http://t.co/yIPTi4px", "sentiment": -0.1}, "209437395018461186": {"text": "Morsi to the martyrs: I will cut your children or die like them http://t.co/93VJDcw6", "sentiment": 0.0}, "209050859106074625": {"text": "Dr. Mohamed Morsi at the press conference http://t.co/joZ7sPDS", "sentiment": 0.0}, "209041261225721856": {"text": "Dr. Mohamed Morsi cheers with Tahrir Square rebels: O Najib their right .. We die their uniforms http://t.co/Tpl0Np6K", "sentiment": 0.2857142857142857}, "209032959909568512": {"text": "Dr. Mohamed Morsi A little while ago in the field of liberation to share the rebels protest against the shameful rule against Mubarak and his assistants http://t.co/tuWw3I0h", "sentiment": -0.1875}, "209032282919550977": {"text": "watched | The press conference of Dr. Mohamed Morsi after the shameful judgment on the deposed and his followers http://t.co/60SUHLAg", "sentiment": 0.0}, "209031075744317440": {"text": "Dr. Mohamed Morsi, President of the Freedom and Justice Party and the candidate for the presidency of the ... http://t.co/4bqVMXnu", "sentiment": 0.0}, "208927058275995648": {"text": "Today, Dr. Mohamed Morsi will hold a press conference at 7 pm to comment on the judicial verdicts issued in ... http://t.co/35eXMGON", "sentiment": 0.0}, "208922734221209601": {"text": "The \"Morsi\" campaign is holding a press conference at the official media center in central Cairo on Mansour Street to announce its position on the ... http://t.co/8RrieT33", "sentiment": -0.05}, "208899912316895233": {"text": "Dr. Mohamed Morsi on Twitter: The blood of the martyrs is a religion in my neck and must present real evidence and judicial investigation at the highest level ... http://t.co/rzqJkZfR", "sentiment": 0.1}, "208897331045732353": {"text": "The blood of the martyrs is a religion in my neck. You must present real evidence of accusation and judicial investigation at the highest level of just punishment.", "sentiment": 0.1}, "208896745332150272": {"text": "Dr. Mohamed Morsi, candidate for the Presidency of the Republic, pledged in the run-off to the candidate Al-Falloul - through his first statement after the speech ... http://t.co/h5rPxWcq", "sentiment": 0.25}, "208583195027976193": {"text": "Morsi told Reuters: Mubarak's innocence is impossible, and the people who revolted against the ousted will not accept his regime again, said Dr. Mohamed Morsi candidate ... http://t.co/oSkvEXwk", "sentiment": -0.6666666666666666}, "208387434474520576": {"text": "Tonight: Friday, June 1 || Dr. Mohamed Morsi, candidate for the Presidency of the Republic with media Emad Adib at 9 pm on ... http://t.co/kjS45wm0", "sentiment": 0.0}, "208376793399427073": {"text": "Our strength in our unity || Thanks to all Egyptians for the precious trust http://t.co/iVDPIpqR", "sentiment": 0.35}, "208376323587059713": {"text": "http://t.co/tOG4frxh", "sentiment": 0.0}, "208364711673217024": {"text": "Dr. Mohamed Morsi thanks all the Egyptians for the precious trust http://t.co/66AiCjqw", "sentiment": 0.35}, "208346606666399744": {"text": "Tonight: Friday, June 1 || Dr. Mohamed Morsi, candidate for the Presidency of the Republic with media Emad Adib at 9 pm on ... http://t.co/7DB5XCWw", "sentiment": 0.0}, "208344296687017984": {"text": "Tonight: Friday, June 1 || Dr. Mohamed Morsi guest program quietly with the media A. Emad Adeeb at 9 pm on cbc channel", "sentiment": 0.0}, "208053215919489024": {"text": "Full dialogue || For Dr. Mohamed Morsi with Media Yousry Foda Wednesday 30/5 http://t.co/tFuCKihj", "sentiment": 0.35}, "207974286193995777": {"text": "http://t.co/L0A0L8MA", "sentiment": 0.0}, "206852212683587586": {"text": "D. Marsi: Li will be more than a deputy of other currents, the next government will be a broad coalition confirmed d. Mohamed Morsi candidate ... http://t.co/W9mzshzt", "sentiment": 0.1675}, "206580519239024641": {"text": "Dr. Mohamed Morsi in his meeting with Mahmoud Saad http://t.co/ko72DwCI", "sentiment": 0.0}, "206383783816081408": {"text": "Dr. Mohamed Morsi today with Mahmoud Saad Ali Al-Nahar Channel at 9:30 pm to comment on the election results and explain ... http://t.co/SaGNgUZN", "sentiment": 0.0}, "206383305493458944": {"text": "Dr. Mohamed Morsi today with Mahmoud Saad Ali Al-Nahar Channel at 9:30 pm to comment on the election results and explain the strategy of the next phase.", "sentiment": 0.0}, "206189175752495104": {"text": "Dr. Mohamed Morsi began his contacts with the candidates of the Revolutionary Presidency and the leaders of the National Forces and invited them to a meeting on Saturday at ... http://t.co/3seHpqD4", "sentiment": 0.0}, "206164050311266304": {"text": "Map of the votes in the central chamber of Dr. Mohamed Morsi's campaign ... http://t.co/8YA98bjj", "sentiment": 0.0}, "206123095927427073": {"text": "For the press release No. 11 of the presidential campaign of Dr. Mohamed Morsi in view of the preliminary results of the Egyptian presidential elections ... http://t.co/7SjMfpXL", "sentiment": 0.0}, "206048361697120256": {"text": "Bugatto: Egyptians vote in Saudi Arabia correct and calculated within general score http://t.co/PDjE3D9l", "sentiment": 0.05000000000000002}, "206037225677402112": {"text": "Press Release || From the official campaign Dr. Mohamed Morsi as president of Egypt confirms the campaign that its candidate is the leader of the presidential race ... http://t.co/74PI9wwK", "sentiment": 0.0}, "205864559788048384": {"text": "Total votes 10,064,055 and sorting 6,661 Committee of the total number of committees 13,300 Dr. Mohamed Morsi received 30% Ahmed Ahmed got ... http://t.co/IXinb3Bt", "sentiment": 0.0}, "205704172883034112": {"text": "Dr. Mohamed Morsi during his visit to the headquarters of his campaign", "sentiment": 0.0}, "205700698980089856": {"text": "Dr. Mohamed Morsi visits the campaign headquarters \"http://t.co/VV3CCBjP", "sentiment": 0.0}, "205283148181942272": {"text": "Dr. Mohamed Morsi http://t.co/pdBiUMv1", "sentiment": 0.0}, "205278587992023040": {"text": "Dr. Mohamed Morsi elects http://t.co/UTumDNyi", "sentiment": 0.0}, "205277274709295106": {"text": "Dr. Mohamed Morsi while casting his vote from within the committee http://t.co/MlhuGhIX", "sentiment": 0.0}, "205256728428806144": {"text": "Dr. Mohamed Morsi while casting his vote http://t.co/bCdlJLxB", "sentiment": 0.0}, "205249397464903680": {"text": "Dr. Mohamed Morsi during the press conference after casting his vote http://t.co/uIfu2Cbs", "sentiment": 0.0}, "205244958599413760": {"text": "Dr. Mohamed Morsi while standing in the queue a few minutes ago to cast his vote in front of the headquarters of his electoral committee at Sadat ... http://t.co/rfQeEdK8", "sentiment": -0.2}, "205230735026683904": {"text": "Dr. Mohamed Morsi is now in front of the polling station at Sadat Preparatory School for Boys No. 1 in Zagazig http://t.co/FtoIEcUF", "sentiment": 0.0}, "205223023593267200": {"text": "On Wednesday, Dr. Mohamed Morsi, a candidate for the presidential elections, cast his vote in Zagazig in a committee of the Sadat School ... http://t.co/73KDdLJg", "sentiment": 0.0}, "204966958842650624": {"text": "A press release from the official campaign of Dr. Mohamed Morsi said Dr. Ahmed Abdel Ati, coordinator of the official campaign of Dr. Mohamed ... http://t.co/MNZ9ezRM", "sentiment": 0.0}, "204544970277924864": {"text": "I pray to God for the healing of Sheikh Abu Ishaq al-Hawaini, whom I will return today.", "sentiment": 0.0}, "204336077635457024": {"text": "I learned of the health complications that have afflicted the sheikh Abu Ishaq al-Hawaini now and I pray to Allah to bring him between pay and wellness and askal ... http://t.co/XDlm0tmL", "sentiment": 0.0}, "204095390683893760": {"text": "I would like to be present today with the esteemed media player Sherif Amer in Al-Hayat channel, but it was impossible to reconcile the times with the visit of the city ... http://t.co/0bmuhCs3", "sentiment": -0.3333333333333333}, "204052054979780612": {"text": "http://t.co/57nTypl5 http://t.co/WyF1izJk", "sentiment": 0.0}, "204048584885276672": {"text": "In the number of Journal of Freedom and Justice .. Today Dr. Mohamed Morsi in a conference in front of Abdeen Palace # Morsi Mjibba Ali Mahmoud Saad question ... http://t.co/vkxarIfd", "sentiment": 0.0}, "204047567435206656": {"text": "Dr. Mohamed Morsi of Maspero http://t.co/SCl0qmwI", "sentiment": 0.0}, "204045712462327811": {"text": "Dr. Mohamed Morsi in the hospitality of people with special needs http://t.co/WsSLW6zq", "sentiment": 0.35714285714285715}, "204004560723910656": {"text": "Port Said as well as with the need to be with the people of Cairo in the last days of electoral communication.", "sentiment": 0.0}, "204003733045116929": {"text": "I wish to be present today with honorable media Sherif Amer in the channel of life and participate in their program, but could not reconcile the times with the visit to the city", "sentiment": 0.0}, "203814070024019968": {"text": "Captain Abu Trika declares his support for Dr. Mohamed Morsi and the project of Nahda and Dr. Merssi greeting and commenting: Abu Trika scored 3 goals in ... http://t.co/rGfutkUM", "sentiment": 0.0}, "203716126021140480": {"text": "Dr. Mohamed Morsi in the program \"Appointment with the President\" with the media Mahmoud Saad http://t.co/mYXq2jHN", "sentiment": 0.0}, "203458268901806081": {"text": "Tonight Dr. Mohamed Morsi with the media Mahmoud Saad on Al-Nahar TV at 9 pm Follow us http://t.co/jPTiiX7s", "sentiment": 0.0}, "203256530835996673": {"text": "We thank Dr. Mohamed Morsi, President of the Party of Freedom and Justice and the candidate for the Presidency of the Republic ... http://t.co/GOHNv5fC", "sentiment": 0.0}, "203248181503459329": {"text": "Dr. Mohamed Morsi 's Dialogue with Businessmen http://t.co/s822IcvN", "sentiment": 0.0}, "203107643575902208": {"text": "Ahmed El Masry: Imbareh was a regular observer of the elections in the embassy as a representative of one of the candidates ..... and we open the mail ... http://t.co/IysyqMgM", "sentiment": 0.0}, "202873177163038720": {"text": "Visit Dr. Mohamed Morsi for Smart Village http://t.co/0dckrqQN", "sentiment": 0.21428571428571427}, "202868355567337472": {"text": "Watch Now | The live broadcast of Dr. Mohamed Morsi's conference in Fayoum http://t.co/7eezzcW8 or ... http://t.co/EHtLGXsA", "sentiment": 0.13636363636363635}, "202830991616782336": {"text": "I sincerely wish to thank the sister of Dr. Abdullah Al-Ashal, asking the Almighty to grant her the mercy of his family and to inspire her people to be patient and patient.", "sentiment": 0.5}, "202771583369093120": {"text": "I love you so much :)", "sentiment": 0.35}, "202693403845201922": {"text": "From Alexandria to Aswan (1200 km) ... Morsi campaign organizes the longest human chain in the world to support a presidential candidate campaign ... http://t.co/V7kwn4kd", "sentiment": 0.0}, "202494913835843584": {"text": "Live broadcast of the dialogue of Dr. Mohamed Morsi with media Amr Al-Leithi Program 90 minutes on channel axis http://t.co/1PStpO8q", "sentiment": 0.13636363636363635}, "202494317598736384": {"text": "Now live broadcast of the dialogue of Dr. Mohamed Morsi on the channel of the axis with media Amr Al - Leithi", "sentiment": 0.13636363636363635}, "202487854885117953": {"text": "The meeting of Dr. Mohammed Morsi Sufi path leaders http://t.co/QOnLUxw4", "sentiment": 0.0}, "202448190774050816": {"text": "The meeting of Dr. Mohamed Morsi Bnqabah gentlemen supervisors http://t.co/m7CN528a", "sentiment": 0.0}, "202421527491248128": {"text": "London Ahmed Hassan: I support the Renaissance project and elected Dr. Mohamed Morsi http://t.co/yHO3fX3r", "sentiment": 0.0}, "202420261436403712": {"text": "America Jamal El Sayed: I am an Egyptian working in Los Angeles .. I support the Renaissance project and elected Dr. Mohamed Morsi as president of Egypt http://t.co/rloyJulE", "sentiment": 0.0}, "202395063068803072": {"text": "Dr. Mohamed Morsi yesterday at Sohag Conference http://t.co/MdXRV3xw", "sentiment": 0.0}, "202186657175322624": {"text": "Dream The presidential campaign of Dr. Mohamed Morsi http://t.co/A6cQB6IQ", "sentiment": 0.0}, "201980728286777344": {"text": "A simplified explanation of the Renaissance project http://t.co/ICIGzqx2 http://t.co/nMg2xowW", "sentiment": 0.0}, "201819681986854912": {"text": "The public conference Dr. Mohamed Morsi in Giza http://t.co/eMWolUZQ", "sentiment": 0.0}, "201818948646342656": {"text": "Dr. Mohamed Morsi 's interview on Al - Hafiz channel http://t.co/bsOb1PVM", "sentiment": 0.0}, "201818803301130242": {"text": "Dr. Mohamed Morsi in the mass conference in Assiut http://t.co/xsgggHYW", "sentiment": 0.0}, "201729123498999809": {"text": "National projects in the Renaissance project of the Renaissance will of people http://t.co/yQ1L97xr", "sentiment": 0.0}, "201637158598090752": {"text": "The Electronic Directory of Volunteers in the Campaign of Dr. Mohamed Morsi http://t.co/DoqhB2HW", "sentiment": 0.0}, "201598087939108864": {"text": "Civil Society in the Renaissance Project Renaissance will of the people http://t.co/DaqGvIFl", "sentiment": 0.0}, "201477095476563968": {"text": "Conference of Dr. Mohamed Morsi yesterday in Giza http://t.co/ImIgjqJF", "sentiment": 0.0}, "201409064834572290": {"text": "Renaissance Economic Renaissance People 's Will http://t.co/TIXvSrfj", "sentiment": 0.2}, "201399441612218368": {"text": "# Egypt 25 || Today Direct A mass rally for Dr. Mohamed Morsi - candidate for the presidency - at 7:30 pm ... http://t.co/1VKFPBrl", "sentiment": 0.1}, "201398942070607872": {"text": "# Egypt 25 || Today Direct Massive conference of Dr. Mohamed Morsi - candidate for the presidency - Giza .. Follow us # Misr25tv", "sentiment": 0.05}, "201303166812291073": {"text": "http://t.co/4g0EbX4I", "sentiment": 0.0}, "201248707419717632": {"text": "Engineers in Saudi Arabia support the Renaissance project http://t.co/zlR4Uj9P", "sentiment": 0.0}, "201243857378222080": {"text": "From the page I support the Renaissance project http://t.co/D7eQ3OcV", "sentiment": 0.0}, "201231189271527424": {"text": "Dr. Salah Sultan stressed the need to support Morsi as president of Egypt because he holds a project to promote the country and the people supported by the Muslim Brotherhood ... http://t.co/VWDKa7EL", "sentiment": 0.0}, "201224906699059200": {"text": "The official campaign of Dr. Mohamed Morsi is organizing a press conference on Saturday at 11 am to announce the presidential program ... http://t.co/YkLEuyA2", "sentiment": 0.0}, "201221461741010945": {"text": "The Renaissance Project Infographics http://t.co/aFBegahD", "sentiment": 0.0}, "200946964119044097": {"text": "I offer my deepest condolences to the mother of the media advisor to the presidential campaign, and I call upon her for mercy and forgiveness.", "sentiment": 0.0}, "200927272046313472": {"text": "http://t.co/IZW5lnH8", "sentiment": 0.0}, "200699272038064128": {"text": "Dr. Morsi's speech to the Egyptians abroad for the presidential elections, the renaissance of the will of the people ... the rebirth of all our right http://t.co/utwVK1Gr", "sentiment": 0.2857142857142857}, "200436619101212672": {"text": "Now President's Program ◀ يمكنك You can download and watch the presidential program of Prof. Dr. Mohamed Morsi is the project of the Renaissance project for the first ... http://t.co/FIvFbORu", "sentiment": 0.25}, "200435914298757120": {"text": "Presidential Project \"Renaissance Project\" final version http://t.co/XyKh7kUc", "sentiment": 0.0}, "200421625890480128": {"text": "Egypt elects the president - the first full round \"Wednesday, May 9\" with Dr. Mohamed Morsi http://t.co/zRwenqTs", "sentiment": 0.13333333333333333}, "200374349671309312": {"text": "http://t.co/KKWGlD8v", "sentiment": 0.0}, "200332096282165248": {"text": "Dr. Mohamed Morsy in his meeting on CBC and discussion in the economic file http://t.co/FowYXwsT", "sentiment": 0.2}, "200323180685049857": {"text": "Dr. Mohamed Morsy in his meeting on CBC and presented to himself http://t.co/M1ouWrs0", "sentiment": 0.0}, "200183440916758529": {"text": "http://t.co/cxLmhjJG", "sentiment": 0.0}, "200181077464203265": {"text": "Ragheb Al Sarjani Several reasons prompted me to support Morsi http://t.co/AYWM21I6", "sentiment": 0.0}, "200157013815197697": {"text": "The Renaissance of our right is all the renaissance of the will of the people http://t.co/AaMZaMS3", "sentiment": 0.2857142857142857}, "200034238983192576": {"text": "Meeting today with the workforce in tourism http://t.co/F3oaHWOn", "sentiment": 0.0}, "199891169164005378": {"text": "Dr. Mohamed Morsi's visit to Toshiba Arabian Factory http://t.co/bufvyyWa", "sentiment": 0.0}, "199881378668621825": {"text": "Interview with Dr. Mohamed Morsi today with Egyptian scientists and labor leaders http://t.co/MmjrTrpT", "sentiment": 0.0}, "199851921358602242": {"text": "In an interview Monday with Al-Azhar scholars http://t.co/U51Z9JgK", "sentiment": 0.0}, "199851402045030400": {"text": "Dr.Marsi President || Videos of the official campaign of Dr. Mohamed Morsi as president http://t.co/vQ2h8eLt", "sentiment": 0.0}, "199826559710924801": {"text": "Marsa sends message to Egyptians living abroad http://t.co/dXNfbujK", "sentiment": 0.0}, "199815294431133696": {"text": "http://t.co/gZWyIpDW", "sentiment": 0.0}, "199808689765498880": {"text": "http://t.co/1d9wG2QW", "sentiment": 0.0}, "199798903388901376": {"text": "Dr. Ahmed Abdel Aati, general coordinator of the campaign of Dr. Mohamed Morsi, candidate for the presidential elections for the Freedom Party ... http://t.co/A8VP1zOI", "sentiment": 0.05000000000000002}, "199788997441105920": {"text": "Specifications of the next president http://t.co/ZOzf4TK5", "sentiment": 0.0}, "199782004865249280": {"text": "http://t.co/8Hz8dLDH", "sentiment": 0.0}, "199469512934961152": {"text": "Mohamed Morsi as president Nahda will of the people http://t.co/tP3Slk9B What is the Renaissance project? ... http://t.co/dwGRyrxH", "sentiment": 0.0}, "199460144587878400": {"text": "http://t.co/IxGNW6oR", "sentiment": 0.0}, "199457783291183107": {"text": "The road towards Renaissance Marsa president of Egypt 2012 http://t.co/BL8Dr1qB", "sentiment": 0.0}, "199303776862089218": {"text": "Message of Dr. Mohamed Morsi to Egyptians residing abroad http://t.co/cWcon44y", "sentiment": 0.0}, "199303554702389250": {"text": "Dr Morsy's Message To The Egyptians living Abroad http://t.co/nJ8mjDIJ", "sentiment": 0.0}, "199303387307712515": {"text": "Dr. Mohamed Morsi Message to Egyptians residing abroad http://t.co/QiiVtQPr", "sentiment": 0.0}, "199209790491213826": {"text": "#### Now A popular conference for presidential candidate Dr. Mohamed Morsi at Qena Stadium http://t.co/031N5ITF", "sentiment": 0.6}, "199177803701305344": {"text": "Official website of the presidential campaign http://t.co/VQT1WtLt http://t.co/4N5e0SEq", "sentiment": 0.0}, "199106477221359616": {"text": "Official website of the presidential campaign of Dr. Mohamed Morsi http://t.co/CJCZA63I", "sentiment": 0.0}, "199098466520145920": {"text": "Full meeting http://t.co/jQxKxRnn", "sentiment": 0.35}, "198932034490605568": {"text": "Al Nahda project is our dream ..... Al Nahda Lina all of us http://t.co/k7RAFomb", "sentiment": 0.0}, "198810751610265601": {"text": "عايزين ريس :) http://t.co/EjcAx1Ro", "sentiment": 0.0}, "198488693667938304": {"text": "A press release from the campaign of Dr. Mohamed Morsi candidate of the Freedom and Justice Party for the presidential elections announced the campaign of Dr. Mohamed Morsi ... http://t.co/AmfXP561", "sentiment": 0.0}, "198466268527984640": {"text": "Dr. Mohamed Morsi is now on Al Jazeera .. to talk about the current developments in the Egyptian arena, and the suspension of the presidential campaign ... http://t.co/851uLTJj", "sentiment": 0.0}, "198156957138427904": {"text": "Dr. Mohamed Morsi March of the struggle http://t.co/xqjxJzOL", "sentiment": 0.0}, "198153522741657601": {"text": "Summary of the meeting of Dr. Mohamed Morsi on Egypt Channel 25: - Can not move the date of June 30 deadline for the handover of power - the military party ... http://t.co/N53FNTI0", "sentiment": -0.1}, "198046856520024065": {"text": "The Egyptian people are tired of repeating the mistakes and crimes committed against them and I expect that the popular interaction with the millions of tomorrow will be high ... http://t.co/GRkyVKj4", "sentiment": 0.12}, "197973319969026048": {"text": "The suspension of the presidential campaign of Dr. Mohamed Morsi due to the events of Abbasid and mourning the souls of the martyrs and the blood that was shed in that ... http://t.co/pb71Osiz", "sentiment": -0.125}, "197635512050270209": {"text": "The Freedom and Justice Party announces its boycott of the Military Council meeting with the political parties due to be held today ... http://t.co/oucrMeAO", "sentiment": -0.075}, "197500961244200961": {"text": "Fayoum 5 marches to support Morsi as president http://t.co/AuumTr1A", "sentiment": 0.0}, "197496764935315457": {"text": "Update for Dr Expanded tour in Upper Egypt It begins Wednesday in Assiut governorate and extends Thursday in Sohag, and Friday in the channel ... http://t.co/QPqkMFVV", "sentiment": 0.0}, "197494662242643969": {"text": "I am an Egyptian residing in Canada .. I support Morsi as president and the Renaissance project - Ahmed Abdel Ghaffar http://t.co/EwnN7Fmj", "sentiment": 0.0}, "197345633831624704": {"text": "The provisions of Islam and its teachings comprehensively organize the affairs of people in this life, and the consequent happiness in the Hereafter Islam ... http://t.co/iDyoaPac", "sentiment": 0.7}, "197293376553488384": {"text": "watched | Reception of Dr. Mohamed Morsi Batanta http://t.co/pq8aYohp", "sentiment": 0.0}, "197290438066053120": {"text": "Tomorrow .. Freedom and Justice receives John Kerry and Anne Patterson at the party headquarters receives Dr. Mohamed Morsi Chairman of the Freedom and Justice Party ... http://t.co/yfnBOyE0", "sentiment": 0.0}, "197149694860853249": {"text": "Dr. Mohamed Morsi Conference in Ancient Egypt in front of the Mosque of Amr Bin Al-Aas http://t.co/CI422noy", "sentiment": 0.0}, "197121816609828864": {"text": "- Dr.Marsi: We have submitted to the presidency to save the revolution and the renaissance of Egypt - Sheikh Safwat Hijazi: Dr. Marsa will apply the law of God and promote Egypt in all ... http://t.co/gVeAIeta", "sentiment": 0.0}, "197085490443329537": {"text": "watched | Tens of thousands support Dr. Mohamed Morsi at the Conference of Ancient Egypt in front of Amr ibn al-Aas mosque http://t.co/P7XSzHXS", "sentiment": 0.0}, "196939915995525121": {"text": "Biography For viewing and downloading with high quality: - Did you know that? ... http://t.co/pawPJEKN", "sentiment": 0.16}, "196662905675059200": {"text": "Mohamed Morsi as president of Egypt .. Goals \"http://t.co/YspsX9gG", "sentiment": 0.0}, "196387752378503168": {"text": "Watch the meeting of Dr. Mohamed Morsi with Mahmoud Saad full: - Support \"light\" of Abu Fattouh enriches democracy and confirms that ... http://t.co/6LdFSnZb", "sentiment": 0.375}, "196290276829036545": {"text": "Explanation Dr. Mohamed Morsi, his wife or one of his parents did not obtain any nationality other than Egyptian nationality, and Dr. Morsi did not apply ... http://t.co/PIxs1I4Y", "sentiment": -0.125}, "196226614886014977": {"text": "Tonight .. d. Morsi Daif Mahmoud Saad Ali Al-Nahar hosts Al-Nahar TV at 9:00 PM Dr. Mohammed Morsi ... http://t.co/YAakco0Q", "sentiment": 0.0}, "196194287703175168": {"text": "Now you can participate in supporting Dr. Mohamed Morsi's presidential campaign by sending a message to number 95520 from any mobile network * Price ... http://t.co/qwOn13OI", "sentiment": 0.25}, "196042076759142404": {"text": "The train of the Renaissance from Damietta .. The Renaissance will of the people .. Dr. Mohamed Morsi President of Egypt http://t.co/s1QcyHp2", "sentiment": 0.0}, "196039942391070721": {"text": "Dr. Mohamed Morsi at the Damietta Conference: Renaissance project will compensate Egypt for the riches that were looted http://t.co/njrRpVKl", "sentiment": 0.0}, "195969678257033217": {"text": "Dr. Mohamed Morsi at the Damietta Conference: - The Egyptian people will not allow the return of the former regime .. The revolution will inevitably continue and the Egyptians will not ... http://t.co/LvbU8UN5", "sentiment": 0.0}, "195955162198716417": {"text": "Dr. Mohamed Morsi at the Damietta Mass Conference: We have long been waiting for the day that Sharia law is applied - Sharia ... http://t.co/7lMUY6qW", "sentiment": -0.05}, "195883578922504193": {"text": "watched | Dr. Mohamed Morsi's Dialogue for Life Full Day - Islam does not marginalize anyone and gives everyone the right - of course I will get ... http://t.co/tIC5dO3u", "sentiment": 0.31785714285714284}, "195647090133700608": {"text": "Coming Soon Video Introduction to the Renaissance of Egypt http://t.co/PptAz0CH", "sentiment": 0.0}, "195641593959682048": {"text": "The village of Edwa receives her son .. Dr. Mohamed Morsi http://t.co/gNyJMzlM", "sentiment": 0.0}, "195633044906975232": {"text": "Now you can read and download the brochure features of the Renaissance Project * Read Online ... http://t.co/EgrU0PGS", "sentiment": 0.0}, "195620325713657856": {"text": "Dr. Mohamed Morsi on the channel of life: - My goal is clear (development and stability) - I belong to an institution that has a geographical spread and has ... http://t.co/oTbA2l9z", "sentiment": 0.10000000000000002}, "195619361459933184": {"text": "Dr. Mohamed Morsi in the program of life today: - Islam does not marginalize anyone and give everyone the right - of course I will get votes from ... http://t.co/fdSunhpG", "sentiment": 0.2857142857142857}, "195615819164684288": {"text": "Now on the channel of life Dr. Mohamed Morsi in the program of life today - I will resign from the Party of Freedom and Justice in the event of victory ... http://t.co/jabvzvrG", "sentiment": 0.0}, "195605258003677184": {"text": "Now on the channel of life Dr. Mohamed Morsi in the program of life today - I began with a greeting to the entire Egyptian people, especially the martyrs ... http://t.co/ppW0TLd4", "sentiment": 0.0}, "195597245553446913": {"text": "Freedom and Justice in Cairo launches a campaign to support Morsi as the head of the Freedom and Justice Party - Cairo has finished ... http://t.co/bHfjRqtk", "sentiment": 0.0}, "195574557879447552": {"text": "Dr. Mohamed Morsi on Al-Hayat Channel at 9 pm with Sharif Amer in Al-Hayat program today http://t.co/jSld6ahd", "sentiment": 0.0}, "195565032367591425": {"text": "Sharm El Sheikh Dr. Mohamed Morsi welcomes tribal elders and discusses with them about the problems that Sinai has suffered under the regime ... http://t.co/Wen5TnFx", "sentiment": 0.0}, "195556917370822657": {"text": "Tonight, Al-Hayat program hosts Dr. Mohamed Morsi, head of the Freedom and Justice Party and the candidate of the party and the Brotherhood ... http://t.co/xg11iTzV", "sentiment": 0.0}, "195286397412847616": {"text": "Sheikh Mohamed Abdelmaksoud Following the announcement of the Sharia and Reform Commission, the support and support of Dr. Mohamed Morsi explains the criteria ... http://t.co/OCdh589V", "sentiment": 0.0}, "195259969522765826": {"text": "watched | Part of the conference of Dr. Mohamed Morsi in Arish * The project of Nahda 4 axes, including the entire axis of the reconstruction of Sinai * 20 billion ... http://t.co/7cvmCnCL", "sentiment": 0.0}, "195244171848720384": {"text": "The Shariah Committee for Rights and Reform announces its support to Professor Mohamed Morsi for the Presidency of the Republic http://t.co/EArmhhDl", "sentiment": 0.0}, "195151841598783489": {"text": "Dr. Mohamed Morsi in North Sinai * The Nahdha project has 4 axes, including a full axis for the reconstruction of Sinai (agricultural and mining development ... http://t.co/lVFBBpPY", "sentiment": 0.35}, "195146937731776513": {"text": "Women's participation in the mass conference of \"Dr. Mohamed Morsi\" in North Sinai http://t.co/zZCRfDZE", "sentiment": 0.0}, "195140430483038208": {"text": "The participation of the sheikhs of the tribes of North Sinai in the mass conference of \"Dr. Mohamed Morsi\" http://t.co/2HFLaR04", "sentiment": 0.0}, "195131997050519552": {"text": "Cheers at the Mass Conference in North Sinai Now: Saying the Renaissance is the will of a people .. Yalla Yamarsi Ntaki difficult http://t.co/Qgw5pHEp", "sentiment": -0.5}, "195130695486681092": {"text": "Dr. Mohamed Morsi greeting the people of Sinai at the General Conference http://t.co/wMEk7uQP", "sentiment": 0.05000000000000002}, "195130204086210560": {"text": "The public conference and the people of Sinai were prepared to receive Morsi http://t.co/v6EClcEA", "sentiment": 0.0}, "193997431019536384": {"text": "The Renaissance project is an opportunity to present the slogan \"Islam is the solution\" in practical terms. The Renaissance program provides a treatment for problems within the framework of Islamic reference.", "sentiment": 0.0}, "182827626531004417": {"text": "The Parliamentary Commissions for Freedom and Justice in the People's Assembly and the Shura Council are keen to include all the intellectual and political trends in the Constituent Assembly.", "sentiment": 0.15}, "181071610487386112": {"text": "I extend my sincere condolences to my brothers and sisters, Copts of Egypt, on the death of Pope Shenouda III", "sentiment": 0.5}, "180960076616564737": {"text": "The proposed reconciliation with the symbols of Tora against the return of their money an attempt to jump on their crimes against the homeland and do not accept it.", "sentiment": 0.0}, "179580468419760130": {"text": "Freedom and justice reaffirm its full support for the steadfast people of Gaza who have taken the resistance as a legitimate way to defend themselves and regain their land.", "sentiment": 0.375}, "176377420939665409": {"text": "Freedom and justice seeks, in cooperation with all political forces, to rebuild the institutions of the modern constitutional state to achieve the hopes and aspirations of Egyptian society.", "sentiment": 0.1}, "174229916466946048": {"text": "The international community should pressure the Syrian regime to stop the killing (cont) http://t.co/hoVh8wWn", "sentiment": 0.0}, "173104832826179584": {"text": "I expressed my special thanks to Dr. Abdel Moneim Abul-Fotouh and Dr. Hassan El-Prince for their healing and wellness.", "sentiment": 0.2785714285714286}, "166905709202640896": {"text": "Freedom and justice are ready to assume responsibility in accordance with its parliamentary majority in cooperation with others.", "sentiment": 0.2}, "163564453651152896": {"text": "The elections of the Shura Council today are a new building block in the march of democracy, which the people painted their features in the elections of the People's Assembly after the glorious January Revolution.", "sentiment": 0.13636363636363635}, "160752356806496256": {"text": "One of the priorities of the Freedom and Justice Party is for the families of the martyrs to receive their rights, to carry out fair and swift trials for the murderers of the revolutionaries and to give full care to the victims of the revolution.", "sentiment": 0.5249999999999999}, "158852456565051393": {"text": "The parliament on January 23 is the best gift for the Egyptian people, who made great sacrifices during the January 25 revolution.", "sentiment": 0.9}, "157439234955952129": {"text": "There is no alternative to the consensus between the various political and partisan forces to cross Egypt to the safety box and the change that the Egyptian street sought during the revolution of 25 January", "sentiment": 0.0}, "155355086078480386": {"text": "I extend my sincere congratulations to Dr. Mohammed Badia, A. Hussein Ragheb on the occasion of the marriage of Karima I, Ali, the second son http://t.co/zWbwsXmG", "sentiment": 0.25}, "154480913382768640": {"text": "The wedding of democracy The coronation ceremony began at the third stage of the elections, which dazzled the world with the exit of all Egyptians to participate in building the rule of law.", "sentiment": 0.0}, "153082438334169088": {"text": "Islam guarantees security and justice for all. The light of Islam came and preserved the churches of Egypt, and all the followers of another religion remained free in its rituals.", "sentiment": 0.4}, "151640776516976640": {"text": "The Egyptian people after the revolution of 25 January will not swallow the taste of \"divide and rule\" as the former regime did; because if the ship of Egypt is shaken everyone will be drowned.", "sentiment": -0.05}, "149500676693704704": {"text": "Every day Egyptians affirm their firm desire to build state institutions and complete the goals of the glorious revolution.", "sentiment": -0.05}, "149140186712903680": {"text": "The insistence of the Egyptian people on voting and the choice of their deputies with free will is the real guarantee of the transfer of power to a civilian authority.", "sentiment": 0.30000000000000004}, "148344020190498816": {"text": "We call on all parties concerned to shoulder their historic and national responsibilities and to work to put an end to the violence that is pushing the scene to repeat the tragedy of Mohamed Mahmoud.", "sentiment": 0.0}, "146889349169029120": {"text": "We are pleased with the unprecedented participation of the Egyptian people in the elections, which would lead to the creation of a parliament that expresses the political spectrum", "sentiment": 0.3666666666666667}, "146238739675492353": {"text": "The performance of the deputies must be as much as their responsibility; to work on the renaissance of Egypt and push it forward; until it regains its place among the nations and peoples", "sentiment": 0.2}, "145798734381461505": {"text": "The Egyptian people proved to be very aware and fully understood through their positive participation in the first phase of the elections, which the whole world saw as its integrity.", "sentiment": 0.2505681818181818}, "144396969354342400": {"text": "We appreciate and respect the will and efforts of the Egyptian people and call on them to complete the march of democracy in the upcoming rounds of elections", "sentiment": 0.1}, "144086750032166912": {"text": "We call on the Supreme Elections Committee to take advantage of the mistakes of the first stage to avoid them in the coming stages to get out the Egyptian elections in the best form", "sentiment": 0.625}, "142880456512241664": {"text": "We do not divide the homeland on the basis of Muslims and Christians. We divide the nation on the basis of vision, vision, approach and political program, which in the end has one goal.", "sentiment": 0.0}, "141437926230851584": {"text": "Greetings to the Egyptian people, who celebrated his revolution by preparing for the election in a manner that impressed the world and achieved a great deal of the objectives of the revolution.", "sentiment": 0.7166666666666668}, "140432700006862848": {"text": "Invite the masses of Egyptians to vote in the parliamentary elections as an initial step towards achieving the people's sovereignty and preserving the march of democracy", "sentiment": 0.0}, "139701730706337793": {"text": "Freedom and justice will not give up the demands of all the Egyptians of the revolution or the rights of the martyrs and the wounded who sacrificed their blood and souls to raise and raise them", "sentiment": 0.0}, "139352346428833792": {"text": "We appreciate the efforts exerted by the people to end the state of tension and call upon all to preserve the gains of the revolution and to confront all attempts to impede the march of democracy", "sentiment": 0.0}, "138269960068800513": {"text": "The sit-in by force is rejected and we demand that the protesters maintain peaceful demonstrations", "sentiment": 0.25}}