{"912409914357755904": {"text": "The travel of Libyans and citizens of other countries, issued by President Trump, is a racial discrimination against Muslims under the rubric of terrorism and national security.", "sentiment": -0.125}, "911208475333681152": {"text": "RT @JonathanMaWiner: Major #Libya #ICC war crimes case involving 33 alleged executions, documented on FB video, https://t.co/53ADIXa61r ht ...", "sentiment": -0.018750000000000003}, "903645586515263489": {"text": "I extend to the Libyan people congratulations and congratulations on the occasion of Eid al-Adha. Call God to make it a day of forgiveness and mercy ... https://t.co/I1fDJcsPIu", "sentiment": 0.0}, "902020542936567808": {"text": "Declaration of my resignation from the Libyan House of Representatives https://t.co/1zmCguaTWr", "sentiment": 0.0}, "902002177060864000": {"text": "I announced my resignation from the Libyan House of Representatives on my Facebook page. https://t.co/AXOFhgaovq", "sentiment": 0.0}, "894219434423963649": {"text": "The siege of Derna must be lifted immediately. This collective punishment of the people of the city is unjustified. This injustice to innocent people is a crime against the homeland.", "sentiment": 0.5}, "891365589041721346": {"text": "Strongly denounced what was happening now in the # white of the besieged # body-constitution and assaulted its members.", "sentiment": 0.21666666666666665}, "890444749869547520": {"text": "Condemns the heinous crime carried out by Mahmud al-Warfali, the commander of the special forces of the Hafar army, which supervised the execution of 20 detainees without trial.", "sentiment": 0.35714285714285715}, "884516183231389697": {"text": "I offer my congratulations to Al Ahly Tripoli team by winning the Zamalek Egyptian team and reaching the eight-round", "sentiment": 0.15}, "878841708578050049": {"text": "I extend my congratulations to the Libyan people on the occasion of Eid al-Fitr. Pray to God to accept from all of them fasting and resurrection and all their good deeds.", "sentiment": 0.7}, "849688450131537922": {"text": "I attended today the celebration of the end of the second open month at the University of Tripoli .. I am proud of these young people and their creativity ... https://t.co/OxXJ0yTd3P", "sentiment": 0.225}, "848270988416606208": {"text": "10 Incredible Implications of Quantum Technology https://t.co/bjs1L5gkpM via @listverse", "sentiment": 0.9}, "843449331302748160": {"text": "Representation of dead bodies is a violation of the teachings of Islam and all divine laws and human values. It is a terrible crime by all standards", "sentiment": -0.39999999999999997}, "832699632388014080": {"text": "The celebrations today, attended by hundreds of thousands of people, confirm that the people renew the era of the revolution of February 17 and its martyrs and refuse to return to the rule of the military", "sentiment": -0.1}, "832339168336416768": {"text": "I extend to all the people of Libya the most beautiful and beautiful of the Thai on the sixth anniversary of the beginning of the revolution of February 17. This day has achieved ... https://t.co/er8bVekepr", "sentiment": 0.7333333333333334}, "823951008812462080": {"text": "Statement of the meeting of the Libyan dialogue held in Tunis to submit proposals to overcome the obstacles that faced the implementation of the political agreement https://t.co/I2XrvcHDEr", "sentiment": -0.025}, "806208890920718342": {"text": "I extend to all the Libyan people my sincere congratulations on the victory that the loyal citizens of the homeland have achieved against the criminals in Sirte. And pray to God that the martyrs accept the mercy", "sentiment": 0.41666666666666663}, "788744723993419777": {"text": "RT @ESA_EDM: Do not forget to follow along with our ~ 6 min descent visualization! Atmospheric entry predicted 14: 42UT #ExoMars https: //t.co...", "sentiment": 0.0}, "784091533247148032": {"text": "I strongly condemn the abduction of Sheikh Nader al-Omrani near his home by an armed group this morning. They called for the release of Sheikh Nader and all those forcibly disappeared", "sentiment": 0.3444444444444444}, "783736513897136128": {"text": "The house of Amer Ameran al-Maghrabi, a member of the House of Representatives in the city of Ben Jawad, was attacked at dawn today. His mother has been ... https://t.co/211A4fZoOj", "sentiment": 0.0}, "783487569023602688": {"text": "Libya 'fledgling democracy is at a stake https://t.co/RkI37vC64G", "sentiment": 0.0}, "783485987867373568": {"text": "https://t.co/RkI37vTGWe", "sentiment": 0.0}, "775322154812309505": {"text": "On the occasion of Eid al-Adha I offer you and your family warm congratulations and hope that God will return to you and you are in health and happiness and all the year and everyone with a thousand good.", "sentiment": 0.6666666666666666}, "771636059226542080": {"text": "Go to the mercy of God today Dr. Sadat Al - Badri. I offer my family and all the Libyan people condolences in the loss of one of his sons ... https://t.co/PioKgStwt0", "sentiment": 0.0}, "771635524079529984": {"text": "Go to the mercy of God today Dr. Sadat Al - Badri. I offer my people and all the Libyan people condolences in the loss of one of his righteous sons. God rest his soul", "sentiment": 0.0}, "750451105281110017": {"text": "On the occasion of Eid al-Fitr, I extend to you and to all the Libyan people our warmest congratulations. Pray to God that this blessed day will come upon us ... https://t.co/zGFyiNZWLI", "sentiment": 0.0}, "748236379600093184": {"text": "Statement of the position of members of the House of Representatives supporters of the Government of National Reconciliation of the uniqueness of the Speaker of the House of Representatives political decision https://t.co/uhGSgnPOQg", "sentiment": 0.0}, "740692465666142208": {"text": "I extend my deepest condolences to the Libyan people in the martyrdom of the homeland Abdulrahman al-Kaysa. Who moved to the mercy of God today as he wrestled terrorists in the battles of Sirte.", "sentiment": 0.0}, "733694761735970816": {"text": "Today, thanks to God, my daughter Nour graduated from university and this is how my son and all my daughters graduated from university. Let God protect them and bless them. Https://t.co/FIq1k1lNkD", "sentiment": 0.2}, "728686211490000897": {"text": "I extend my deepest condolences to the families of the martyrs who fell yesterday in the battlefield with the organization calling the terrorist in Abu Bakrin. Call upon God to accept martyrs in his path", "sentiment": 0.0}, "728685879477338112": {"text": "Strongly condemned the attack on demonstrators in al-Kish square in Benghazi. I extend my heartfelt condolences to the people of the martyrs and pray to Allah to inspire their patience and patience.", "sentiment": 0.21666666666666665}, "722337067800391681": {"text": "We will try again today to hold a session of the House of Representatives and vote to grant confidence to the government and amend the constitutional declaration.", "sentiment": 0.0}, "717752663379677184": {"text": "The Supreme Council of the State does not have the right to amend the constitutional declaration. When it is established, it will be a consultative institution. The political agreement defines exclusively the right of legislation for the House of Representatives.", "sentiment": 0.19047619047619047}, "715304157494820865": {"text": "Opponents of the agreement and the Presidential Council are promoting that the Council has entered aboard a foreign frigate and this is not true, but entered the boat of the Libyan Navy", "sentiment": -0.15}, "715225422519255041": {"text": "The arrival of the presidential council to Tripoli today on a Libyan sea piece is the beginning of a mission for the transitional period set by the Libyan political agreement. God save Libby", "sentiment": 0.0}, "712204898255966208": {"text": "The explosions this morning in Brussels is a continuation of crimes against the faithful and spread terror and have no goal but murder, intimidation and terrorism.", "sentiment": 0.0}, "711892027403804676": {"text": "The president, deputies and most of the members of the House of Representatives did not attend and we were unable to hold today's meeting. https://t.co/qraZ9XrhUB", "sentiment": 0.0}, "709815138933723136": {"text": "We could not meet yesterday and today because there is no president and most of the members of the House of Representatives in Tobruk", "sentiment": 0.5}, "702419488877252608": {"text": "Statement of 100 members of the House of Representatives on the granting of confidence to the Government of National Accord https://t.co/HW8TxUpapR", "sentiment": 0.0}, "702273527748173825": {"text": "Statement of members of the House of Representatives supporters of the Government of National Accord. https://t.co/xZPdNsWRHm", "sentiment": 0.0}, "702029292243443712": {"text": "Today the session of the House of Representatives will be devoted to vote to give confidence to the government of national reconciliation.", "sentiment": 0.0}, "699887392468176896": {"text": "I extend to the Libyan people all over Libya a warm welcome and congratulations on the occasion of the fifth anniversary of the glorious revolution of February 17. Happy New Year", "sentiment": 0.5840909090909091}, "699663215492472832": {"text": "At the meeting of the House of Representatives today, the consideration of the adoption of the government of national reconciliation was postponed to the meeting on Saturday.", "sentiment": 0.0}, "697935603325870080": {"text": "Today's scientists announce the finding of gravitational waves 100 years after Einstein's prediction of these waves emanating from the fusion of two black holes 1.3 billion years ago", "sentiment": -0.16666666666666666}, "697934872283901952": {"text": "RT @sciam: Watch how gravitational waves dance across the universe https://t.co/n7qfbZPqlo #LIGO https://t.co/CbnhGE7fSY", "sentiment": 0.0}, "697932845218717697": {"text": "Today's scientists announce the discovery of gravitational waves 100 years after Einstein predicted them. These waves were emitted from a merger ... https://t.co/T4Nr2qMVDU", "sentiment": 0.0}, "694892316633513984": {"text": "We arrived in Misurata with a delegation from the people of Tobruk in a friendly visit to the people of Misurata. This was arranged by MP Mohammed Al-Raida. https://t.co/ioskrAjI4W", "sentiment": 0.375}, "694876572126441472": {"text": "We arrived at Misurata Airport with a delegation from Tobruk on a friendly visit. This was arranged by MP Mohammed Al-Raida.", "sentiment": 0.375}, "693755607216709632": {"text": "https://t.co/zdgFdCVlcV", "sentiment": 0.0}, "693755561586900992": {"text": "https://t.co/pSWINgtjHT", "sentiment": 0.0}, "693558788692021249": {"text": "The release of Mr. Mohamed Al-Raida Member of the House of Representatives https://t.co/jP4cXxA8tl", "sentiment": 0.0}, "693141205509652481": {"text": "Demonstration in the city of Tobruk to denounce the kidnapping and. To demand the release of Mr. Mohammed al-Ruaid Member of the House of Representatives https://t.co/6eO6JUrRXB", "sentiment": 0.0}, "689389800785182724": {"text": "The Presidential Council of the National Accord Government announced its nominations to the government. Now it will be submitted to the House of Representatives for approval. https://t.co/CYhGHjmUwX", "sentiment": 0.0}, "688059994391052288": {"text": "We belong to Allah and to Him we shall return. We have reached with great sadness the news of the death of the Libyan ambassador to Germany, Senoussi Kuider. Mr. ... https://t.co/NbIJuvMZyr", "sentiment": 0.8}, "687776879508590592": {"text": "I have circulated in the social networking pages that I will be one of the ministerial files in the national reconciliation government that will be formed by ... https://t.co/dcm3gP86P9", "sentiment": 0.03333333333333333}, "685320298686726144": {"text": "The terrible crime committed by the cowards today at the training center in Zliten, where tens of people of the homeland were martyred ... https://t.co/rWTXxcijOy", "sentiment": -0.55}, "685318351682465792": {"text": "I strongly condemn the terrible crime committed by the cowardly criminals in Zliten, in which dozens were martyred. May Allah have mercy on them and end their condolences to their martyrs.", "sentiment": -0.2833333333333333}, "682652187466559488": {"text": "Happy New Year. Call upon God to make the year 2016 a year of good, security and stability on Libya and to keep its people from all evil.", "sentiment": 0.15909090909090906}, "679641067193528320": {"text": "I extend my congratulations to the Libyan people on the occasion of the birth of the Holy Prophet, peace be upon him, who sent mercy to the worlds. Call upon God to spread His mercy to our country and the world", "sentiment": 0.0}, "677551113806159872": {"text": "Today, the Libyan political agreement was signed. This day marks a historic milestone in Libya to move from ... https://t.co/s1jhgT3YJ8", "sentiment": 0.0}, "675315253882830848": {"text": "The dialogue group agreed in Tunis agreed to sign the Libyan political agreement on December 16.", "sentiment": 0.0}, "668037169236287489": {"text": "My mother has moved to the mercy of God this morning, pray to Allah to forgive her and enter her roomy and I am on her part to be comforted. We belong to Allah and to Him we shall return", "sentiment": 0.0}, "662750110787457029": {"text": "The leaks of the messages of Mr. Bernardino Leon behind international bodies aimed at foiling the Libyan dialogue and the consensus in ... https://t.co/zP2gT1Luc4", "sentiment": -0.2}, "661525530928279553": {"text": "Yesterday, Mr. Omar Hariri and his wife went to the mercy of God following a car accident. Major General Omar Hariri of the National Libyan People ... https://t.co/loLRlXyFXE", "sentiment": 0.037500000000000006}, "659146666407239680": {"text": "With great sorrow and sorrow, we received today the news of the fall of the helicopter in front of the coast of the Malaya region on its way to Tripoli ... https://t.co/vEdMGiQMAg", "sentiment": 0.8}, "657876938569220096": {"text": "Yesterday's attack on unarmed demonstrators in the city of Benghazi is a crime by all standards. Kill innocent protesters peacefully ... https://t.co/lzw2lqcvbS", "sentiment": 0.375}, "652141588999634946": {"text": "I have been nominated by some brothers to head the national reconciliation government and with my sincere thanks to them for this confidence, I apologize for running and withdraw my name from the list of candidates.", "sentiment": 0.35}, "646815461213016064": {"text": "On the occasion of Eid al-Adha, I extend to you and your family the warmest congratulations and I hope that Allah will return to you and you are in health and happiness ... http://t.co/FWRMhWS06v", "sentiment": 0.7}, "635056220236181504": {"text": "The date of the Libyan political dialogue in Skhirat has been postponed to 27 this month.", "sentiment": 0.0}, "635011865471549440": {"text": "On Monday, the Libyan dialogue sessions will be held in Skhirat, Morocco, to form the national reconciliation government and complete the annexes.", "sentiment": 0.1}, "632335025527099392": {"text": "I strongly condemn the heinous crime committed in Sirte by the terrorists, which has claimed the lives of dozens of innocent people. These ... http://t.co/sFrLKNUXuc", "sentiment": 0.4666666666666667}, "621896770759450626": {"text": "On the occasion of Eid al-Fitr, I extend to you and to all the Libyan people our warmest congratulations. Pray to Allah that this blessed day will come upon us ... http://t.co/Il7HRUGM3V", "sentiment": 0.0}, "621555763106856960": {"text": "This night is the night of the twenty-ninth of this holy month, which may be the last nights of this holy month. Here we bid farewell to ... http://t.co/uWNU6H91Jv", "sentiment": 0.0}, "619996438030872576": {"text": "The signing ceremony of the Libyan political agreement is now starting in the town of Skhirat", "sentiment": 0.0}, "619942979281793024": {"text": "This evening, God willing, will sign the initials of the Libyan political agreement. We pray that God be the beginning of good for the country.", "sentiment": 0.31666666666666665}, "619654400454316034": {"text": "The message we sent to Mr. Lyon and a bulletin on this page yesterday is not intended to change our position on the draft political agreement ... http://t.co/Lq6czbrNf1", "sentiment": 0.0}, "619356044188340224": {"text": "Message from Bernardino Leon regarding the draft Libyan political agreement. https://t.co/io2TDARSGo https://t.co/Dyg7W2Pqvu", "sentiment": 0.0}, "618058431874908161": {"text": "Libyan political dialogue to where on @Scribd: http://t.co/7ZApGp3Oux ReadMore", "sentiment": 0.0}, "617313134315995137": {"text": "Clarification There may have been a deliberate confusion between some parties between signing the statement issued by the Dialogue Group on July 2 in ... http://t.co/r61BC1LxRY", "sentiment": 0.0}, "617300769415536641": {"text": "The document of the political agreement is not yet complete until it is signed. The formation of the government and the completion of the annexes as a mechanism for selecting the Council of State is part of the agreement.", "sentiment": 0.05}, "617300020619034624": {"text": "There may be confusion between the signing of the statement issued on 7/2 and the signing of the political agreement. We signed the statement and did not sign the agreement.", "sentiment": 0.0}, "616762466576502784": {"text": "A statement was signed by members of the political dialogue in the city of Skhirat, stressing the importance of reconciliation and calling on everyone to sign the agreement in the coming days.", "sentiment": 0.0}, "615161548798066689": {"text": "The joint morning session of the dialogue was concluded and the participation of all those present was positive and called for agreement. There is an invitation to sign the agreement in initials.", "sentiment": 0.11363636363636363}, "615140506377568256": {"text": "There will be a session in which all participants will participate for the first time. This is a step closer to us from the moment we agree on the document of political agreement.", "sentiment": 0.125}, "614993509335044096": {"text": "All the participants in the dialogue have gathered around the breakfast table in this holy month. http://t.co/nQyhn13LHi", "sentiment": 0.0}, "614600526399959040": {"text": "RT @ PeterMillett1: Minute's silence fm #Libya Political Dialogue for victims of today's #terrorism. Political solution now more urgent. ht ...", "sentiment": 0.16666666666666666}, "614444626821431296": {"text": "We arrived this morning to Morocco to start a political dialogue that we hope will conclude with a political agreement that will save the country and achieve its interests.", "sentiment": 0.0}, "613838426069204992": {"text": "The next days of the Libyan political dialogue will be held in the Moroccan city of Skhirat to discuss the fourth draft of the agreement document ... http://t.co/od3IPv2FcP", "sentiment": 0.0}, "611236630448504832": {"text": "I extend to all the beloved Libyan people my sincere congratulations on the occasion of the holy month of Ramadan and pray to Allah to make it a good and blessed month ... http://t.co/4gF03fU6pl", "sentiment": 0.6333333333333333}, "608641170965733377": {"text": "A meeting was held today in Berlin in the presence of the representatives of the five permanent members of the Security Council who expressed their support for Libya, the dialogue and the conclusion of an agreement", "sentiment": 0.0}, "608038494196396032": {"text": "The meeting was held today in the Moroccan city of Skhirat to present the fourth draft of the document of the political agreement, which I think is positive to get Libya out of the crisis.", "sentiment": 0.056818181818181816}, "603963383696719872": {"text": "I still remember that when I was a middle school or high school student I read an article in a magazine ... http://t.co/Uzsg0uXxcE", "sentiment": 0.08}, "603310752380882944": {"text": "Difference engine: Beyond Moore's law http://t.co/GgjM18KM55 via @TheEconomist", "sentiment": 0.0}, "598890405577363458": {"text": "The ongoing assault on Gharian and Zawiya over the past few days by war criminals who are only killing them and terrorizing the elderly ... http://t.co/yPKHXLMcRU", "sentiment": -0.15}, "598639963748638721": {"text": "Gharian and Zawiya are now under rocket fire and targeting civilian sites, including the University's student residence in Gharyan.", "sentiment": 0.0}, "595449774255411201": {"text": "Comments and Suggestions About the Libyan Political Agreement Document I have been writing for this page since the beginning of my participation in the dialogue ... http://t.co/aThQnvw6ZZ", "sentiment": 0.0}, "587608718667292672": {"text": "I strongly condemn the attack on the Korean Embassy. This criminal act has killed innocent citizens. I extend my condolences and condolences to their families.", "sentiment": 0.08333333333333331}, "587608016192729088": {"text": "I strongly condemn the attack on the Embassy of the Kingdom of Morocco. This criminal act on the embassy aimed at sabotage and destabilized the country's security.", "sentiment": 0.016666666666666635}, "573164210303209472": {"text": "The airport of Muaitika is now targeted by an unknown aircraft at the airport to travel to Morocco to participate in the UN-sponsored dialogue.", "sentiment": -0.1}, "568801911450824704": {"text": "I strongly condemn the explosions in the city of the dome. This criminal act has killed dozens of innocent people. I offer my condolences to the martyrs of the martyrs.", "sentiment": 0.08333333333333331}, "568141216094801920": {"text": "Statement on the accusations raised by Ms. Fatima Al-Hamroush \"O ye who believe, if a punk came to you ... http://t.co/0OQ7D9zVhj", "sentiment": 0.0}, "567430235004874753": {"text": "He condemned the attack by the Egyptian forces on the city of Derna as an attack on national sovereignty. The fragmentation and security vacuum encouraged terrorists and other states to intervene.", "sentiment": -0.06666666666666667}, "567054698671534080": {"text": "He strongly condemned and condemned the heinous crime committed against the Egyptians working in Libya who were killed in Sirte by the followers of the state organization.", "sentiment": 0.11666666666666664}, "560883647222648835": {"text": "The meeting of the municipal councils in Geneva concluded today and it was agreed to support the dialogue and a number of measures that alleviate the suffering of the people http://t.co/E73BVjEn3o", "sentiment": 0.0}, "560056632001191936": {"text": "I strongly condemn the bombing and the attack on the Corinthia Hotel this morning. This criminal act targeted innocent people and increased security in the country.", "sentiment": 0.17777777777777773}, "559704670458105856": {"text": "Libya's political dialogue began in Geneva today. This morning, I discussed the responsibilities of the Government of National Unity. http://t.co/0KIxsjSZGF", "sentiment": 0.0}, "556409436097748992": {"text": "We welcome the cease-fire statement from the dawn of Libya and Sunrise. We bless this brave attitude and call on everyone to do the same.", "sentiment": 0.5333333333333333}, "555743111218225152": {"text": "We held this morning a meeting attended by all participants and was a social success and all participants were positive and keen to resolve the crisis and save the homeland.", "sentiment": 0.18686868686868685}, "555632093796237312": {"text": "Yesterday the dialogue began in Geneva. All participants came to gather the word and agree on solutions that would bring the country to safety. http://t.co/Sscoedk07i", "sentiment": 0.0}, "553927833425571840": {"text": "I will be in a meeting on Panorama TV at 8:00 pm on Saturday.", "sentiment": 0.0}, "553663753318039552": {"text": "I strongly condemn the morning attack on the television news channel. Assault on the media is rejected regardless of their views.", "sentiment": 0.4333333333333333}, "551069805311434752": {"text": "I would like to thank the firemen who sacrifice themselves for putting out the fire in the oil tanks. God saved them from all evil. http://t.co/NxKgS1Fz3r", "sentiment": -1.0}, "549958371508776960": {"text": "I strongly condemn the suicide attack on the House of Representatives in Tobruk, which happened today. Call on God to keep Libya and its people.", "sentiment": 0.4333333333333333}, "547809790593089537": {"text": "Today marks the 63rd anniversary of the Independence Day. On this occasion, I extend my congratulations to all the people of the nation ... http://t.co/K2W6h34uIv", "sentiment": 0.0}, "539882887261454336": {"text": "The attacks on the civilians in Zuwara, Tripoli, Kakla, Benghazi, Warsaw, and all the Libyan cities are rejected and further deepen the wounds and a crime against the homeland and its people.", "sentiment": 0.0}, "539878949820850177": {"text": "Assault and aerial bombardment on Zawara today that caused the killing and wounding of many innocent people is continuing to try to bring the country into further conflict and chaos", "sentiment": 0.3333333333333333}, "539369791228620801": {"text": "#MustafaAG speaks at Princeton University on #Libya transition to democracy. http://t.co/3BueBzAxJA via @sharethis", "sentiment": 0.0}, "537344767596969984": {"text": "Assault for the second day on the airport of Muaitika by a plane tracking the so-called national army or militia Haftar is an assault and crime ... http://t.co/jrIKIIAsTc", "sentiment": 0.0}, "533346231884713984": {"text": "Yes #Libya Can Still Be Saved. http://t.co/ekPONa8yQH", "sentiment": 0.0}, "530277102676099073": {"text": "The Supreme Court of Libya has now ruled that the amendments of the February Committee of the Constitutional Declaration are invalid and that everyone should accept this provision to build the rule of law.", "sentiment": 0.0}, "518478105238069248": {"text": "On the occasion of Eid al-Adha, I extend to you and to all the Libyan people our warmest congratulations. Pray to God to solve this blessed day ... http://t.co/JBvNKW09yN", "sentiment": 0.0}, "516525159189327872": {"text": "The speech of Mr. Aqila Saleh in front of the UN General Assembly is, to say the least, irresponsible. Libya described it as a center ... http://t.co/dpbS1aU2pi", "sentiment": -0.11666666666666665}, "503456939666575360": {"text": "The House of Representatives announced yesterday that groups of thuwar were described as terrorist groups, a dangerous turning point in the march of the Council of which I am a member ... http://t.co/OB8GscxXy0", "sentiment": -0.6}, "503456558597292032": {"text": "The air raids carried out by unknown aircraft on Saturday morning on the city of Tripoli targeted many sites ... http://t.co/YISje1J2pm", "sentiment": 0.2}, "499630423073652736": {"text": "We belong to Allah and to Him we shall return. The hand of treachery, Colonel Mohamed Souissi, was extended yesterday in Tripoli. Pray to God to heal him with His mercy and wellness ... http://t.co/qJ6VwpbHTC", "sentiment": 0.0}, "499629182867890176": {"text": "I left Tobruk this morning to attend my daughter's wedding. I did not attend the House of Representatives on Wednesday (August 13th).", "sentiment": 0.0}, "498954562834038785": {"text": "Strongly condemned today's attack in the city of Derna on the innocent and children who were bombed by aircraft as well as the attack on innocent people in all the cities of Libya.", "sentiment": 0.4777777777777778}, "497815149966024704": {"text": "The evening session of the House of Representatives is now over.", "sentiment": 0.0}, "497299787105173507": {"text": "The meetings of the House of Representatives continue in Tobruk this morning. Today, the first time I can communicate online for the past two days, electricity and communications have been cut off.", "sentiment": 0.0}, "496430016293777409": {"text": "We still have not got a way to get to Tobruk.", "sentiment": 0.0}, "496312605699751936": {"text": "Many people wonder about my absence in Tobruk at the opening session of the parliament. The reason is for two things: first he was ... http://t.co/58c289mEGc", "sentiment": 0.24583333333333335}, "495270177169108992": {"text": "This is a copy of the press release that was given to the media channels today in Tripoli at 7:00 pm. Http://t.co/t2ucCtVAjP", "sentiment": 0.0}, "494317392760438784": {"text": "Alhamdulillah I am home safe. I would like to thank all who helped in my release. May Allah protect Libya.", "sentiment": 0.5}, "494313532956344321": {"text": "Praise be to Allah. Now I have returned to my family and my loved ones. God bless everyone who asked about me and called me and contributed to the release of my release. God has forgiven Libya and its people of all evil", "sentiment": -0.15000000000000002}, "491207708809637888": {"text": "Since I was elected to the House of Representatives, I have not published any articles on this page, so I have to wait for the final results and do not anticipate them .... http://t.co/gYyWVL3peu", "sentiment": 0.0}, "489790574140997634": {"text": "We belong to Allah and to Him we shall return. The hand of treachery and cowardice of the homeland, Fareha al-Barqawi, has endured in the city of Derna. Thus continue ... http://t.co/eWmSFlg1L2", "sentiment": 0.0}, "489789171394179072": {"text": "We belong to Allah and to Him we shall return. I offer my deepest condolences to the people of the homeland, Freih Berkawi, and pray to Allah to forgive her and to be merciful and to inspire her people to be patient and patient.", "sentiment": 0.0}, "483167181656838144": {"text": "I extend to all the beloved Libyan people my sincere congratulations on the occasion of the holy month of Ramadan and pray to Allah to make it a good and blessed month ... http://t.co/e32L8nWSbw", "sentiment": 0.6333333333333333}, "483004896912740352": {"text": "There are those who say that I am against the convening of the House of Representatives in the city of Benghazi, this is not true. I said in an intervention on the channel ... http://t.co/5oZh5ipzam", "sentiment": -0.175}, "482654796441071616": {"text": "I thank God for what I am pleased with in this election and I extend my thanks to the people of the Friday market for their gratitude and gratitude for the precious trust they have given ... http://t.co/8XrJqcduNx", "sentiment": 0.39999999999999997}, "482227905066717184": {"text": "I strongly condemn the cowardly act in the assassination of the mother of the nation, Mrs. Salwa Bateaikis, who was a symbol of the revolution of February 17.", "sentiment": 0.4333333333333333}, "482079898090360832": {"text": "@abobaker_shaban I have answered the question of my political affiliation many times. I am independent and I belong neither to the Brotherhood nor to any other party or bloc.", "sentiment": 0.09375}, "481930739739799552": {"text": "We belong to Allah and to Him we shall return. I offer my deepest condolences to the people of the nation's homeland, Salwa Bmtaikis and pray to Allah to forgive her and mercy her and inspire her people patience and solace.", "sentiment": 0.0}, "481917681994838018": {"text": "Salwa Buteimis was subjected to assassination attempts by some cowardly criminals and is now in a critical condition at Benghazi Medical Center.", "sentiment": -0.03333333333333333}, "481844031685918721": {"text": "RT @HFACDemocrats: Derek Chollet, A / S of Defense for Intl. Security Affairs @DeptofDefense, will testify today at 2pm EST on political tran ...", "sentiment": 0.0}, "481759694105894912": {"text": "I voted today and exercised the constitutional right granted to me by the February 17 Revolution, for which thousands of Libyan people sacrificed. Http://t.co/427Vb3roPz", "sentiment": 0.2857142857142857}, "481755354363990016": {"text": "Today, I voted at the Souq al-Jumah Secondary School and exercised my constitutional right, which was granted to me by the February 17 Revolution, which sacrificed ... http://t.co/5ZIvnMT8X7", "sentiment": -0.007142857142857145}, "479590843733786624": {"text": "I did not imagine that filling the tank with gasoline was a great achievement until this morning after waiting in line for 45 minutes.", "sentiment": 0.8}, "479202468501278720": {"text": "I have known Dr. Idris Tarina since more than 30 years when we were students at the Faculty of Engineering - Tripoli and then brought us the days of alienation in ... http://t.co/eyXBd6tSR2", "sentiment": 0.5}, "478619854040473602": {"text": "I will have a meeting tomorrow Tuesday at 6:00 pm at Tersana Club in the market on Friday regarding my nomination to the House of Representatives and everyone is invited to attend.", "sentiment": 0.0}, "478551939782017024": {"text": "@MahmudShammmam Thank you Professor Mahmoud", "sentiment": 0.0}, "478445768571756544": {"text": "Explanation about my political affiliation Many of the pioneers of this page have asked me about my political career and whether I am from the Muslim Brotherhood or ... http://t.co/No5pGff86g", "sentiment": 0.16666666666666666}, "477082098311131137": {"text": "I posted a new photo to Facebook http://t.co/DRAzBR2CQm", "sentiment": 0.13636363636363635}, "477079504134082560": {"text": "The cancellation of the United Nations Mission in Libya initiative of the dialogue between the Libyan parties, which was to be held on 18 and 19 of this ... http://t.co/5x2BlZnoNO", "sentiment": 0.0}, "475983900041560064": {"text": "The court ruling today for the unconstitutionality of Mr.Maetig's election by the GNC is a monumental step in establishing democracy.", "sentiment": 0.0}, "475933917875159041": {"text": "The Supreme Court today decided that the election of Mr. Ahmed Omar Maitiq to assume the premiership was unconstitutional. This sentence is ... http://t.co/Eb9hEioit8", "sentiment": 0.0}, "472469238951976961": {"text": "Al-Ghadr, the television presenter, played the part of Kernaveh. The criminals assassinated this young media reporter in Sabha. Http://t.co/JkRHm0kXNx", "sentiment": 0.1}, "470872877789487104": {"text": "We are going back to the hand of treachery this morning morning journalist Miftah AbuZayd, the editor of the newspaper Barneq, the criminals ... http://t.co/L7VdY4VQSu", "sentiment": 0.0}, "470693081235611648": {"text": "@ConLibyan I do not belong to the front or the Brotherhood or any other political stream. I do not see any fault that someone belongs to these currents, I respect everyone", "sentiment": -0.0625}, "470650863699365889": {"text": "I will be on Libya Free Channel at 10 o'clock today", "sentiment": 0.4}, "470106848570638336": {"text": "Announcement of the nomination of the next House of Representatives on the market Friday after consultation with many friends and family members and long thinking ... http://t.co/WtAh3Utm5T", "sentiment": 0.15}, "469033669118926848": {"text": "The election of the next House of Representatives is an important step in the democratic process of the homeland. But there must be clarity about the duration of this board and when ... http://t.co/7FV5AghKPs", "sentiment": 0.2}, "468882437381304320": {"text": "The National High Electoral Commission announced that the date of the parliamentary elections will be on June 25. We congratulate the Commission ... http://t.co/XsG9c04H5O", "sentiment": 0.16}, "468329945568014336": {"text": "Tripoli passed through a day of serious events in which the National General Conference was subjected to an armed attack with heavy weapons and attempted to kidnap some of the ... http://t.co/qf8tsvs8KZ", "sentiment": -0.16111111111111112}, "467325934173827073": {"text": "Today, the city of Benghazi is witnessing serious incidents in which the forces of the so-called national army, led by a retired brigade, attack positions in the city ... http://t.co/lGJcc96tEj", "sentiment": -0.3333333333333333}, "467321453923147777": {"text": "The Electoral Commission decided to extend the registration period to May 29. There is a serious reluctance to register at ... http://t.co/4mjERQMDby", "sentiment": -0.3333333333333333}, "466267635467165696": {"text": "RT @ScienceNewsOrg: Next-gen quantum teleportation transmits info. between two particles instead of the standard three: http://t.co/Su196dN...", "sentiment": 0.0}, "461986983334510592": {"text": "RT @HafedAlGhwell: @MustafaAG addressing members of the board of directors of the World Bank Group this afternoon http://t.co/sQmgk5sxsE", "sentiment": 0.0}, "457874901798354944": {"text": "http://t.co/WiQ2p66BzK", "sentiment": 0.0}, "453286864804274176": {"text": "Today, the anniversary of April 7th marks the anniversary of the 1976 student uprising led by the honorable students at the universities of Tripoli and Benghazi ... http://t.co/UT04DYfoI8", "sentiment": 0.0}, "451796980961140736": {"text": "I will be tonight at 10:00 am on Libya Free Channel in the program of Ana Libby and you are Libby to talk about the issues of the Mediterranean and the relationship between Libya and its neighbors", "sentiment": 0.4}, "451795778210512896": {"text": "This link for yesterday's meeting, which I participated on Al-Naba channel to discuss the statements of the President of the Conference Nuri Abu S ... Author: http://t.co/Eyc37TFj2z", "sentiment": 0.0}, "451438444490018816": {"text": "Tonight I will be on the news channel at 11:00", "sentiment": 0.0}, "451075599230959616": {"text": "Sadie's confessions yesterday show that there is a big conspiracy being waged against the Libyan people and its revolution to go back and restore order ... http://t.co/EgDyIcInYK", "sentiment": 0.0}, "450017535245955073": {"text": "I congratulate Ahli Benghazi on his congratulations on his victory on Al Ahly team in a decisive game in which Al Ahly won the championship.", "sentiment": -0.4}, "447079814365995008": {"text": "I extend my congratulations to Al Ahli football team and to all its fans and fans and to all the Libyan people on the occasion of their victory over Al Ahli of Egypt today.", "sentiment": 0.0}, "446607767500238848": {"text": "This is a vision and a program for the government that I submitted to the National General Conference when some members of the Conference asked me to do so. http://t.co/UJ6G15tit0", "sentiment": 0.05000000000000002}, "446406641773465600": {"text": "RT @AlmanaraMedia: Urgent and Important: Benghazi on the anniversary of the event sends al-Bishri http://t.co/aIPvlU2vBj", "sentiment": 0.4}, "446279381573320704": {"text": "I will be on Wednesday on Wataniya TV with Professor Abdulmutallab Albuichi at 9:30 to talk about the current situation in ... http://t.co/scahGXHN9W", "sentiment": 0.0}, "445656378145656832": {"text": "I offer my deepest condolences to the martyrs of the martyrs and pray to Allah to dwell in their spaciousness and to inspire their people patience and solace. And pray to God that ... http://t.co/w51sblnvlD", "sentiment": 0.0}, "442967580673052672": {"text": "Commemorations of the revolution today at the Institute of Haiti, with the participation of the local council of Fshlum http://t.co/6aZjmBvIvU", "sentiment": 0.0}, "442772629431140352": {"text": "Yesterday I attended the celebration of International Women's Day, which was held at the Wadan Hotel under the supervision of civil society organizations in cooperation with the ... http://t.co/STERIYdQhp", "sentiment": 0.0}, "442041975941128192": {"text": "February Committee Interim Constitution Modifications proposal: http://t.co/LE96MTu2CH http://t.co/ps85R8mq1a http://t.co/BGbCiOM5YF", "sentiment": 0.0}, "441585148010582017": {"text": "The February Committee submitted its proposals to amend the Constitutional Declaration in its Articles 17 to 30 of the National Conference. The most important thing in this modification is ... http://t.co/pU9Rxh1oAq", "sentiment": 0.45}, "440241807515844608": {"text": "Yesterday, in the city of Misurata, I attended the final day of the Start Weekend which was held under the supervision of the College of Information Technology ... http://t.co/wcDLUhVQsq", "sentiment": 0.0}, "440241804173008897": {"text": "I posted a new photo to Facebook http://t.co/hqA5QjBrVK", "sentiment": 0.13636363636363635}, "440241800540745728": {"text": "I posted a new photo to Facebook http://t.co/4UNJJEZ1ML", "sentiment": 0.13636363636363635}, "440241797344686080": {"text": "I posted a new photo to Facebook http://t.co/LJ0bM80UpD", "sentiment": 0.13636363636363635}, "438019241326178306": {"text": "I will be on the news channel tonight at 11:00 for dialogue on the Friends of Libya conference to be held in Rome at the beginning of March.", "sentiment": 0.0}, "436586649229619201": {"text": "Today, the Libyan people came out to take another step in the path of democracy by voting on the founding committee (the 60th committee) to formulate ... http://t.co/zhQr8OmJNV", "sentiment": 0.0}, "435910836800868352": {"text": "Today, the Qaqaa and Lightning Brigades are released with the statement and the threat to the conference to receive or be arrested within five hours of violating the law ... http://t.co/sUAxZxrI8W", "sentiment": 0.0}, "435169954338308096": {"text": "I extend to all the people of Libya the most beautiful and beautiful of the Thai on the occasion of the third anniversary of the revolution of February 17. This day he achieved ... http://t.co/xxhX67bhoD", "sentiment": 0.55}, "435169950940938240": {"text": "I posted a new photo to Facebook http://t.co/rYC54FOFDi", "sentiment": 0.13636363636363635}, "435169948294324224": {"text": "I posted a new photo to Facebook http://t.co/btcJlPpy3Y", "sentiment": 0.13636363636363635}, "435169944796278784": {"text": "I posted a new photo to Facebook http://t.co/hao0ayYKDA", "sentiment": 0.13636363636363635}, "435030911709499393": {"text": "Today I go to the mercy of God brother and dear friend Haj Khamis Saad al-Kilani in the Holy Land. Libya has lost today a man ... http://t.co/fshZCy59eL", "sentiment": 0.0}, "434735807812091904": {"text": "I will be on the capital channel at 8:00 pm today with Professor Moaz Al-Taleb.", "sentiment": 0.0}, "434695580959666176": {"text": "I will be on the capital channel today at 8 pm with Professor Moaz Altilib", "sentiment": 0.0}, "434273614477537281": {"text": "Khalifa Hafer announces the first statement of a non-traditional coup but is a television coup.", "sentiment": 0.125}, "434272408665473024": {"text": "Khalifat Hafter today declared that he is not a military coup in the sense of \"the general command of the Libyan National Army\" ... http://t.co/BVtz1Q0xMd", "sentiment": 0.05000000000000001}, "433963904944050176": {"text": "Today I will be at 5:00 in a meeting on Radio Ly Radio 96.9 FM", "sentiment": 0.0}, "433506082569211904": {"text": "Condemns the attack on the capital's channel, which was targeted by the RPG missiles last night. The Libyan channel has been exposed to all liberals ... http://t.co/SzqAdz8bY6", "sentiment": 0.0}, "433152647177068544": {"text": "The most influential lebanese twitter twitter http://t.co/pZYUxP7VzA http://t.co/gmVt4HCeUb", "sentiment": 0.5}, "432281691705868288": {"text": "The hand of treachery and cowardice has taken over Mr. Abdul Aziz al-Hasadi, the former Attorney-General, by a group of criminals in ... http://t.co/376IXVvciz", "sentiment": 0.02500000000000001}, "432276609878749184": {"text": "I extend my deepest condolences to the family of Abdulaziz Al-Hasadi and to the Libyan people in this deceased who was assassinated by the criminals. I pray to Allah to forgive him and forgive him.", "sentiment": 0.0}, "432276249797742592": {"text": "Mr. Abdul Aziz al-Hasadi, former Attorney-General, was assassinated by criminals in the city of Derna. We belong to Allah and to Him we shall return.", "sentiment": 0.02500000000000001}, "431851661196140544": {"text": "I will be at 9:30 pm Friday on the national channel guest Professor Adel Mosalati in his program \"the best speech\" and will be a talk in the rehab science and knowledge.", "sentiment": 1.0}, "431428844189257728": {"text": "There are those who call for an exit to bring down the conference tomorrow (February 7th) and not to accept the road map presented by the conference and voted on most of it ... http://t.co/E0Yl3BxBAm", "sentiment": 0.17222222222222222}, "430821923031748609": {"text": "The National Congress yesterday voted 146 on a constitutional amendment to set a roadmap for the next phase. The map has identified two routes ... http://t.co/L1RRlUFoZT", "sentiment": 0.0}, "430300862351945728": {"text": "According to the report presented to the conference today that the blocs did not agree on a road map for the next phase.", "sentiment": 0.0}, "429946200851095553": {"text": "I extend my warmest congratulations to our young team by winning the Ghana team and winning the African Cup of Nations. I congratulate the Libyan people all ... http://t.co/OLc5BQDUUC", "sentiment": 0.275}, "429307197420351488": {"text": "I will be at 9:30 pm Friday on the National Channel guest Professor Adel Mosallati in his program \"Ok speech\" will be a talk ... http://t.co/PDDT85c1S1", "sentiment": 0.5}, "428598470555889664": {"text": "I offer our brave revolutionaries the warmest congratulations by their victory today in the battles of the South in Sabha and their return to the base of Tamanhant and the defeat of remnants ... http://t.co/7vSjgGtyN2", "sentiment": 0.0}, "428594777563484160": {"text": "I offer the national team football team by beating the Zimbabwe team and qualify for the final of the African Cup and congratulate the people ... http://t.co/7nnU05ZaOp", "sentiment": 0.0}, "426038790226866176": {"text": "What is happening these days in Libya, especially in the southern and western regions and the conflict within the conference and between the conference and government indicators ... http://t.co/3erJ9h54VF", "sentiment": 0.0}, "422608272139378688": {"text": "The hand of treachery to assassinate Dr. Hassan al-Drouei, Undersecretary of the Ministry of Industry, was assassinated today by the cowardly criminals in the city of ... http://t.co/L71EVx5coo", "sentiment": 0.0}, "421340213038682112": {"text": "Osama Ba'era signed on behalf of the so-called government with tenderness, with Ari Ben Menashe, president of Dickens & Madson, a Canadian company, to hold a ... http://t.co/wkOcCh39A7", "sentiment": 0.0}, "421330159459786752": {"text": "These days there are those who call for the withdrawal of confidence from the government and others calling for the conference to be dropped and others are attacking state institutions ... http://t.co/udZzyNbGay", "sentiment": 0.0}, "421316866087211008": {"text": "The training program for Lieben football players in Sweden costs 76 million dollars ... http://t.co/mfDsAIfBoC", "sentiment": 0.0}, "418870025642995712": {"text": "I go to God's mercy and I go to the mercy of God Maaz Hafizh ask God to waver in his broad mercy and inspire his family ... http://t.co/giJHwBPnqo", "sentiment": 0.0625}, "418868644546768896": {"text": "I go to the mercy of God Muath Hafizh ask God to Vtvlh mercy broad and to inspire his family patience and solace.", "sentiment": 0.0625}, "418178657589284865": {"text": "Happy New Year.", "sentiment": 0.4681818181818182}, "418178523832918017": {"text": "Happy New Year. I pray to God to make this year a good and safe year for Libya and its people.", "sentiment": 0.5340909090909091}, "417283994410311680": {"text": "http://t.co/nfghyqZ55Q", "sentiment": 0.0}, "416125420791398400": {"text": "@KhiriaOmar This extension is not in Libya's favor because the conference and the government proved that they are unable to save the country and give them another year a disaster.", "sentiment": -0.5}, "415605664447098880": {"text": "I extend my heartfelt congratulations to the Libyan people on the occasion of the 62nd anniversary of the Independence of our beloved homeland. Passing on us this anniversary we are between ... http://t.co/3jONJ40hPo", "sentiment": 0.35}, "415240257974439936": {"text": "The National Congress voted today to continue until December 24, 2014, a year from now. And develop a road map in which elections are held ... http://t.co/Dh7xKStlQo", "sentiment": 0.0}, "414690356790185984": {"text": "The attack carried out by a suicide bomber at one of the camps in Benghazi today, in which at least six soldiers were killed, is a qualitative leap in the operations ... http://t.co/1ALOXpLygt", "sentiment": -0.25}, "410909624255008768": {"text": "I attended yesterday and today Libya Prize for Innovation for the best research graduate students of universities and technical colleges. In which the runners of the graduates ... http://t.co/wrfHeszIBA", "sentiment": 0.5}, "410909621511921664": {"text": "I posted a new photo to Facebook http://t.co/Gq6h1AP49f", "sentiment": 0.13636363636363635}, "410909618877919233": {"text": "I posted a new photo to Facebook http://t.co/qIKtHbqj6F", "sentiment": 0.13636363636363635}, "410909616206135296": {"text": "I posted a new photo to Facebook http://t.co/MJhkjllws7", "sentiment": 0.13636363636363635}, "410909613605675008": {"text": "I posted a new photo to Facebook http://t.co/d7bTzDguF8", "sentiment": 0.13636363636363635}, "410909610719997952": {"text": "I posted a new photo to Facebook http://t.co/8qfyKfgFRb", "sentiment": 0.13636363636363635}, "410909608006279169": {"text": "I posted a new photo to Facebook http://t.co/AIQxPCSLre", "sentiment": 0.13636363636363635}, "410909604714147840": {"text": "I posted a new photo to Facebook http://t.co/JFdE63Kznx", "sentiment": 0.13636363636363635}, "410909601790300160": {"text": "I posted a new photo to Facebook http://t.co/iQs9n2EQDo", "sentiment": 0.13636363636363635}, "410906659699974144": {"text": "Some Facebook pages have shown that I have met Mr. Bastit Iqitit and I have attended a dinner with him and these are all more than that ... http://t.co/gPnhLAWOOF", "sentiment": 0.5}, "409005844383412224": {"text": "I am in Libya so we can talk on the phone or Skype", "sentiment": 0.0}, "409003520898392065": {"text": "@evenchill YES I ll be glad to.", "sentiment": 0.5}, "408999752014245888": {"text": "My sincere condolences to the people of South Africa for the passing of their great leader Nelson Mandela. He is loss to freedom lovers.", "sentiment": 0.65}, "408913103124832256": {"text": "He moved to the hands of God the fighter Nelson Mandela last night where he passed away at his home. This guy hit an example in the struggle ... http://t.co/cSRK2Hc2tw", "sentiment": 0.0}, "405988181713371136": {"text": "The bombing of the Murad Agha mosque is another crime committed against Libya and its history. It is clear that this bombing is professional and the security vacuum has enabled them to do this work.", "sentiment": 0.0638888888888889}, "405736488014737408": {"text": "Today I will be on Libya Channel for all the Liberals at 8:00", "sentiment": 0.0}, "405092374906687488": {"text": "I extend my deepest condolences to the martyrs of the martyrs who fell this day unjustly in the city of Benghazi. These bloody events were in ... http://t.co/7MzmNTkihX", "sentiment": -0.8}, "403959570608820224": {"text": "\"Demonstration in front of the Jerusalem mosque in Tripoli on November 22\" http://t.co/8VjKw2LU11", "sentiment": 0.0}, "403526606272352256": {"text": "A member of the National General Conference carries a hand grenade in her bag for personal protection.", "sentiment": 0.02500000000000001}, "403453382305656832": {"text": "Interview with Rochester University Journal of Technology. http://t.co/EB1ZE6BJ7S", "sentiment": 0.0}, "403436386486714368": {"text": "CIA honors Palestinian intelligence chief Majid Faraj for his role in the kidnapping of Abu Anas al-Libi. http://t.co/6Z2FdPOI59", "sentiment": 0.0}, "402876947841024000": {"text": "Today, a demonstration in the city of Sabha came out of a group that is said to be from the al-Muqaraha tribe claiming that \"Al-Abdullah al-Sanusi\" will not ... http://t.co/a4vsvMCZPe", "sentiment": 0.0}, "402053040254906369": {"text": "I have read this poem by the poet Dr. Abdul Mawla al-Baghdadi and it reflects what is going on in all our feelings so I loved to share with you ... http://t.co/bZqXnP2Jg9", "sentiment": 0.7}, "401689115655032832": {"text": "Yesterday was a dark sad day in the history of Libya and the city of Tripoli in particular. Days when all reasonable limits were violated and committed ... http://t.co/rcFpNT1zCL", "sentiment": -0.07083333333333335}, "401372558664032257": {"text": "The events of the day in Tripoli when demonstrations came out to demand the exit of the armed battalions from the city and headed to the region of Ghor and exposed ... http://t.co/qAxElm0b71", "sentiment": 0.0}, "400188942651117568": {"text": "I watched a video in the social networks, published during the last two days, for the moment the arrest of His Excellency Mr. President ... http://t.co/FyKIfmkNuY", "sentiment": -0.005555555555555557}, "399087795043446784": {"text": "The clashes that took place in the city of Tripoli last days between gunmen belonging to armed groups showed that the security situation in Tripoli ... http://t.co/B3rJOfLivZ", "sentiment": 0.0}, "398519207047884800": {"text": "Yesterday there was a demonstration in Benghazi for some of the families of the victims of assassinations that swept our beloved city of Benghazi during the months ... http://t.co/GgkKny3g6q", "sentiment": 0.7}, "395614345356660736": {"text": "Today I will be on the Capital Channel at 10:00 with Mr. Hossam Al-Taib to talk about the Re-Hope initiative", "sentiment": 0.0}, "392670920415801344": {"text": "The National Congress canceled its session today after the storming of the hall by about 10 of the wounded and 80 members refused to attend the session ... http://t.co/P8qRorPRs1", "sentiment": 0.0}, "389932150092349440": {"text": "On the occasion of Eid al-Adha, I extend to you and your family the warmest congratulations and I hope that Allah will restore to you and you are in health and happiness ... http://t.co/HlQQYHgwlb", "sentiment": 0.7}, "389597690180276224": {"text": "On this blessed day of standing at Arafah, I offer to all the pilgrims of the House of Allah that God accepts their Hajj and forgives their sins. They claimed ... http://t.co/8tXDLlscMO", "sentiment": 0.0}, "389596466396037120": {"text": "https://t.co/4Z3UG8B06T", "sentiment": 0.0}, "389448086361489408": {"text": "Neurons Fire Backward in Sleep to strengthen memory http://t.co/VgWFAYxiaK", "sentiment": 0.0}, "388696605781921792": {"text": "I'm attending the Conference on Islamic Finance at the World Bank annual mtng. I am now attending the Islamic Banking Conference at the World Bank.", "sentiment": 0.0}, "388356790783463425": {"text": "@GihanTadreft I've written an admonition on my Facebook page since morning", "sentiment": 0.0}, "388333771910840320": {"text": "I will be on Kristianna Amanpour at CNN at 2:00 pm New York time at 8:00 am Libya time", "sentiment": 0.13636363636363635}, "388328499129634816": {"text": "I ll be with Christiana Amanpor on CNN at 2:00 pm to discuss my initiative \"Restoring Hope: an Initiative for Libya\"", "sentiment": 0.0}, "387236697228214272": {"text": "The award was given today at the annual conference of the American Society of Optical Sciences in Orlando, Florida", "sentiment": 0.0}, "387235852843491328": {"text": "Robert Hopkins has just taken a leadership in optical science that has been reflected in the creation of industries and institutions in this field.", "sentiment": 0.0}, "387231563945345024": {"text": "I just received the Robert E. Hopkins Leadership Award at the annual mtng of the Optical Society of America in Orlando Florida.", "sentiment": 0.0}, "384561842258845696": {"text": "I offer my deepest condolences to Dr. Idris Treena on the death of his uncle Tayyib Treenah, may God rest his soul and grant him peace.", "sentiment": 0.0}, "384561034205216768": {"text": "The scandal of Naji / Jidran takes another dimension today after the National Congress member Naji Mukhtar said that he gave bribes to two juries with the knowledge of Mr. ... http://t.co/SUJJu355Lp", "sentiment": 0.0}, "383956338893529089": {"text": "I will be the guest of the \"Open Encounters\" program at Al-'Asma Channel today at 8 pm to discuss the \"Restitution Hope\" initiative that I presented to ... http://t.co/do7vvuRPfL", "sentiment": 0.0}, "383954076717031424": {"text": "I will be the guest of an open meeting program at Al-'Asma Channel today at 8 pm to discuss the initiative to restore hope that I have presented for days", "sentiment": 0.0}, "383882131203973120": {"text": "I will be on the DC channel at 12 o'clock today", "sentiment": 0.0}, "383352375764738048": {"text": "Summary of \"Restoring Hope: An Initiative for Libya\" First: To uphold the legitimacy of the National Congress and the importance of its continuation in ... http://t.co/n8OzbTFcSa", "sentiment": 0.25}, "383140398744338432": {"text": "Restoring Hope: An Initiative for #Libya http://t.co/OH7YNjui7W", "sentiment": 0.0}, "383118274059177984": {"text": "I had a press conference to launch an initiative: \"Restoring Hope: An Initiative for Libya\" yesterday and this initiative was also presented. Re ... http://t.co/s98lxG6WnJ", "sentiment": 0.0}, "382549324044828673": {"text": "@ libya2p0 Thanks for the suggestion", "sentiment": 0.2}, "382531175492747264": {"text": "I will have a press conference on Wednesday 25 September at 6:00 am at the Wadan Hotel to launch the \"Re-Hope: Initiative for Libya\"", "sentiment": 0.0}, "382530899138473984": {"text": "I'll have a press conference tomorrow Wednesday Sep. 25 at 6:00 pm in Alwaddan Hotel to launch: \"Restoring Hope: An initiative for Libya.\"", "sentiment": 0.0}, "380090601502674944": {"text": "@Proudlibyandoc meeting date 15/9/2013", "sentiment": 0.0}, "380088645451276288": {"text": "@MALiKGHNIA my intention is 2015", "sentiment": 0.0}, "380088588639404032": {"text": "@Proudlibyandoc true history year of next February", "sentiment": 0.175}, "380080076487786496": {"text": "The National General Conference will discuss the extension of its session to 15 February 2015 at its meeting on 15 September", "sentiment": 0.05000000000000002}, "378257509980831745": {"text": "RT @ alchemist585: Perhaps a more basic question is: does the #GNC really exist anymore? If so how many members R left? & how many actually ...", "sentiment": 0.24285714285714285}, "377774139320578048": {"text": "RT @ACmideast:. @ MustafaAG: there should be national dialogue about the constitution, reaching grass roots #BeyondBengazi #Libya", "sentiment": 0.0}, "377774075726548993": {"text": "RT @POMEDwire: @MustafaAG: there is existence on moving forward on all ends in #Libya. Progress is healthy, but with many ups and downs. # ...", "sentiment": 0.5}, "377773937146724352": {"text": "RT @POMEDwire: @MustafaAG: Economic development is key to security. #Libya Youth will not give up guns without brigher economic future. # Be ...", "sentiment": 0.1}, "377773699182899200": {"text": "RT @POMEDwire: @MustafaAG: GNC heavily subsidizing # Libya's econ. through handouts to make up for current disruption. Not a real economy. # ...", "sentiment": -0.10000000000000002}, "374880899386449920": {"text": "Prime Minister Ali Zidane signed an agreement yesterday with the Maltese Prime Minister to supply Malta with oil at reduced prices while ... http://t.co/bOoVsFS7eJ", "sentiment": 0.0}, "373445085188222977": {"text": "The Libyan people have elected 200 members of the National General Conference to serve the interests of the Libyan people and this requires that members of the Congress be proud of every ... http://t.co/TuQuV4ukac", "sentiment": 0.42500000000000004}, "371938254469095424": {"text": "Attacks on public sites reached the city of Qurna (Shehat). This city is a cultural and historical treasure ... http://t.co/jOXCVT1mRm", "sentiment": 0.03333333333333333}, "370866496827711488": {"text": "The oil production and export crisis in Libya has entered a dangerous phase in recent days. Oil production has dropped to 400,000 barrels in ... http://t.co/CU41NdkZJ5", "sentiment": -0.3}, "370202714640494593": {"text": "Is the release of Husni Mubarak a declaration of the end of the January 25 revolution in Egypt? Or the incompetence of the judicial system?", "sentiment": 0.0}, "370201044086956032": {"text": "Is the release of Hosni Mubarak the official announcement to abort the January 25 revolution in Egypt? Or is the inability to eliminate dealing with this issue", "sentiment": 0.0}, "369762163927183360": {"text": "The resignation of the Minister of the Interior, Mr. Mohammed Al-Sheikh yesterday is the second resignation of the Minister of Interior in the series resignations of a group of ministers ... http://t.co/3MTQdYRdBV", "sentiment": 0.0}, "369762030783184896": {"text": "I extend my condolences to the family of Judge Muftah Al-Khafifi and invite God to accept His mercy and forgiveness. I am God and I am him ... http://t.co/YwJLJVoHZ2", "sentiment": 0.0}, "367992047090679809": {"text": "World university Rankings http://t.co/IScOCOaLxH, my Alma Mata, California Institute of Technology, is still No 1 in the world.", "sentiment": 0.0}, "367983533857312768": {"text": "@libyafreedom I am glad to see my Alma Mata, California Institute of Technology, is still No.1 in the world.", "sentiment": 0.5}, "367962934049140737": {"text": "These days, some members of the conference, the prime minister and some political activists are hesitant about the importance of forming a crisis government ... http://t.co/G7UvUfSUEe", "sentiment": 0.0}, "366311320108281858": {"text": "We belong to Allah and to Him we shall return. Yesterday committed another crime against the Libyan people by assassinating the journalist Izz al-Din Qusad when he left ... http://t.co/5bLvBYXsIJ", "sentiment": 0.0}, "365233786025287680": {"text": "Every year you are fine and happy. God accepts your fasting, your resurrection, and your obedience. Invite God to make this holiday a blessing and peace feast ... http://t.co/SxoWgLQP6K", "sentiment": 0.6083333333333334}, "365205772931575808": {"text": "Every year and you are well and happy Eid, pray to God to make this feast a blessing and peace and to solve Libya in Yemen and security and peace. Mustafa Abou-Chakour", "sentiment": 0.8}, "363984302452649984": {"text": "The successive events of these days of assassinations, bombings and attacks on state institutions and vital installations in the whole country indicate ... http://t.co/sBpQDEXC4G", "sentiment": 0.15000000000000002}, "361651753910931458": {"text": "@ Eh4b10 It is coming 7 months late. The wise members of GNC that time voted against it and now they are calling for it.", "sentiment": 0.19999999999999998}, "361644058667524096": {"text": "The explosions that took place today in our beloved city Benghazi are in the series of crimes committed against this city ... http://t.co/kslRx1UfOB", "sentiment": 0.7}, "360782200385437698": {"text": "The assassination of Mr. Abdulsalam al-Mesmari is a heinous crime against this national man. The series of assassinations witnessed by the country is a deviation ... http://t.co/nha3eyRLNq", "sentiment": 0.0}, "360413192280748032": {"text": ". I do condemn the attack on the Embassy of the UAE this morning in Tripoli. This is a crime on the Libyan people who hosts these embassies.", "sentiment": 0.0}, "360412809600835585": {"text": "Strongly condemned the attack on the embassy of the sister country of the United Arab Emirates this morning in Tripoli. This is a crime against the Libyan people who host these embassies.", "sentiment": 0.4333333333333333}, "360396367073509376": {"text": "Assault on embassies in Libya has become a serious phenomenon. These embassies serve as guests to us in our country and under our protection and aggression ... http://t.co/1nXWujGjSc", "sentiment": -0.3333333333333333}, "359956173962747904": {"text": "Libya has begun to freeze membership and resignations from members of the National Congress. It is a policy either to be taken out or resign or to freeze my membership.", "sentiment": 0.0}, "354554659781873664": {"text": "I extend to all the beloved Libyan people my sincere congratulations on the occasion of the holy month of Ramadan and pray to Allah to make it a month of good, blessing and forgiveness ... http://t.co/JHDYFFm7EY", "sentiment": 0.6333333333333333}, "349642087353950208": {"text": "@MichelleCometa You sure can connect again.", "sentiment": 0.5}, "349543146406936576": {"text": "I extend my warmest congratulations to Professor Noor Boushain on his victory as President of the National General Conference. Invite God to help him in this difficult task at this stage", "sentiment": -0.22499999999999998}, "346183152752017409": {"text": "The bloody events these days in Benghazi are breaking his heart. This fighting is among our Libyans taking every day lives ... http://t.co/ApDrISoWFL", "sentiment": -0.8}, "345569356509507584": {"text": "@muftaheldeeb @TEDGlobal It will be provided by TED on their website. http://t.co/XYGapNBtcH", "sentiment": 0.0}, "344797822345936896": {"text": "I am attending #TEDGlobal and it has been inspiring.", "sentiment": 0.5}, "341560533058744320": {"text": "I offer my deepest condolences and sincere condolences to the family of Dr. Mustafa Mazen and pray to God to enter his room.", "sentiment": 0.5}, "341552662199824385": {"text": "I passed on to the mercy of God yesterday, one of the righteous sons of Libya and its masters Dr. Mustafa Mazin who was the agent of the Ministry of ... http://t.co/eAsPh4GK7x", "sentiment": 0.0}, "333978115233701888": {"text": "I do condemn the terrorist cowardly act that took place in Benghazi today.", "sentiment": 0.0}, "333977850870890496": {"text": "I strongly condemn the criminal act that led to the killing of many innocent people in the city of Benghazi today. I extend my condolences to the families of the victims.", "sentiment": 0.2583333333333333}, "333974052790218753": {"text": "Today the explosions in the city of Benghazi took another level, where a car exploded in front of the hospital evacuated and caused the killing of many ... http://t.co/zkOUcfDpTd", "sentiment": 0.5}, "332136485211996160": {"text": "I will be on the Libyan channel for all liberals today at seven o'clock and on Wataniya TV at 8:00 pm today.", "sentiment": 0.0}, "326601358989996033": {"text": "I severely condemned the cowardly attack on the French embassy in Tripoli. A number of Libyan friends who live in the area are injured.", "sentiment": 0.06818181818181818}, "326600299018088448": {"text": "There was a massive explosion targeting the French embassy and nearby buildings. There are a number of wounded from Libyan families. The explosion was likely a car bomb.", "sentiment": 0.0}, "317025783354904579": {"text": "Great view of Kaaba Kaba at City of Makkah Saudi Arabia. http://t.co/UNVdsyZwuJ", "sentiment": 0.8}, "311239018706780160": {"text": "http: //t.co/TpJ3Wd8rtM ... http://t.co/L7SltiWmUJ", "sentiment": 0.0}, "305791549860622337": {"text": "RT @paralympicLy: #Libya # Libya #Dubai #UAE #PowerLifting Libyan team participation in the tournament # Fazza @MustafaAG http://t.co/XNMsWpJFZY", "sentiment": 0.0}, "303279659972456449": {"text": "May Allah have mercy on him. He was a true mujahideen who loved Libya, and he was pardoned by God. http://t.co/C6a17YDK", "sentiment": 0.5249999999999999}, "302574336454303746": {"text": "This evening I was in the Martyrs' Square and I was delighted with the popular celebrations in which all the Libyans participated, both young and old, and they were very happy to be free.", "sentiment": 0.48333333333333334}, "302573347466788864": {"text": "I would like to thank all our children who have been standing at checkpoints for long hours so that we can enjoy safety and maintain the security of the country.", "sentiment": 0.17500000000000002}, "302572474292383744": {"text": "The celebration of the second anniversary of the February 17 revolution began today. I congratulate the Libyan people on this blessed anniversary. And pray to God to make our country secure and stable.", "sentiment": 0.2}, "290880830274936832": {"text": "@MustafaAG: Dr. Abdel Rahim El-Kib, Head of the Transitional Government, will deliver the speech at 8:30 today on the National TV channel Libin budget expenses #libya", "sentiment": 0.0}, "285139334812815361": {"text": "The great companion Mu'adh Ibn Jabal (may Allah be pleased with him) said: \"You have learned the knowledge, so you have taught it to Allaah for fear, and to ask for worship, and to study it as praise ... http://t.co/7QonfcGO", "sentiment": 0.65}, "280832152822767616": {"text": "Today is the second anniversary of the spark launched by Mohammed Bouazizi to launch the Arab revolutions and the beginning of the Arab Spring. Two years have changed the Arab world and the course of history", "sentiment": 0.0}, "280205781117317120": {"text": "I attended the opening of the first conference of libraries, information, archives and the challenges of the future. We live in an age of knowledge and libraries have a major role to play in this field", "sentiment": 0.11221590909090909}, "280087076039442432": {"text": "Yesterday I attended the opening of an exhibition of pictures and features from the city of Tripoli in 100 years from 1870 to 1970 at the Al-Khald Palace organized by the Heritage Foundation Trabelsi.", "sentiment": 0.0}, "278840011141566464": {"text": "I present to Dr. Ashour Chouail for his position as Minister of the Interior. I wish him success and pray to God to help him in this difficult task.", "sentiment": -0.06666666666666667}, "273468942180290560": {"text": "The 1951 Constitution can be found at http://t.co/d1V0rC4H", "sentiment": 0.0}, "273115740918403072": {"text": "Do you agree that the 1951 Constitution is the basis of the new Libyan Constitution? Vote for https://t.co/IYgIVlSi", "sentiment": 0.13636363636363635}, "273026596217171968": {"text": "A number of members of the General National Congress proposed to refer to the 1951 Constitution with some amendments to it as the basis for Libya's new constitution. do you agree?", "sentiment": 0.09318181818181819}, "272433814586916865": {"text": "I extend to the Libyan people my congratulations and best wishes for the occasion of Ashura. God has accepted our beloved country and all Muslims in security and stability.", "sentiment": 0.85}, "270464649361768448": {"text": "The government of Mr. Ali Zidane was officially recognized yesterday. Reports were delivered to all ministries. Will be delivered and received between each minister and his counterpart in the interim government.", "sentiment": 0.0}, "269756843662921728": {"text": "I extend my condolences to the family of martyr martyr Mansour Al-Kikhia. He was an example of a noble patriot and a victim of the crimes of the tomb and the complicity of criminals.", "sentiment": 0.26249999999999996}, "269545373293481984": {"text": "The Israeli aggression on Gaza is a declaration of war against the unarmed citizens trapped in the Gaza Strip and aimed at killing the innocent and eliminating the Palestinian resistance.", "sentiment": 0.15}, "269052762959015936": {"text": "@ VVa1eED My brother, I agree with you, the law of political isolation must be precise and limited and not be a means for anyone to exclude political opponents.", "sentiment": 0.08214285714285716}, "268865151753654272": {"text": "I met today after the ministry's celebration with the protesting brothers in front of the conference. One of their demands is political isolation. I think he asked for a project to protect the revolution.", "sentiment": 0.0}, "268864750694330369": {"text": "I would like to wish all Muslims around the world for a happy new Hijri year. May Allah make it a year of peace and tranquility for all.", "sentiment": 0.4681818181818182}, "268806902702542848": {"text": "I extend to the Libyan people my best wishes and best wishes on the occasion of the Hijri year. God has restored it to us and to all Muslims ... http://t.co/br2bKBuA", "sentiment": 1.0}, "268803102101094400": {"text": "I extend to the Libyan people my best wishes and best wishes on the occasion of the Hijri year. God gave us back in Yemen and blessings and the preservation of God a secure and stable Libya", "sentiment": 0.6}, "267986851841843200": {"text": "I met today with a group of young people who were injured in the demonstration of the Italian consulate in Benghazi in 2006, in whose memory the revolution started, so we are young", "sentiment": 0.06666666666666667}, "267714571270234112": {"text": "Today I met a group of revolutionaries who had a leading role in the revolution and talked about their political role in the democratic movement in Libya at this stage.", "sentiment": 0.0}, "265940185328533504": {"text": "Today, the increase in the basic salaries and also the increase due during the past months.", "sentiment": -0.125}, "253031225613230080": {"text": "I met Dr. Mahmoud Jibril yesterday and agreed to the coalition's participation in the government. I will wait until the end of the day to receive his nomination.", "sentiment": 0.0}, "252099742824296448": {"text": "I conducted interviews today with candidates for the Council of Ministers. Today I will meet with 20 candidates. Today I am conducting interviews with 20 cabinet candidates", "sentiment": 0.0}, "251045851340877824": {"text": "The ministerial formation will be a national consensus government that meets the aspirations of the people in all its political classes and will be presented to the National Congress before the specified period", "sentiment": 0.0}, "250851245286359042": {"text": "I extend to the family of martyr Imran Shaaban and to the Libyan people our deepest condolences on the death of one of our honorable heroes. And pray to God to inspire his family patience.", "sentiment": 0.0}, "249291452616695808": {"text": "@reda__alfageh @hhellawi I used to spontaneously the length of my life to put my hand on my chest when the national anthem. I am loyal to Libya and I have no loyalty to anyone else.", "sentiment": 0.4666666666666667}, "249275819522924545": {"text": "I congratulate our great people in Benghazi on the peaceful demonstrations in support of the international legitimacy agencies and demand the dissolution of the battalions that did not organize the legitimacy of the state", "sentiment": 0.35000000000000003}, "248925365756633089": {"text": "Met yesterday with a president and a number of members of the local council in the city of Benghazi. We talked about the needs of the city.", "sentiment": 0.0}, "248919695456100354": {"text": "I have not presented any ministry to anyone yet. All leaks have been forgiven.", "sentiment": 0.0}, "248470064997748736": {"text": "I will submit the proposed government to the National Conference on September 30 for accreditation. I'll be submitting the cabinet for the GNC approval by September 30", "sentiment": 0.0}, "248452391719014401": {"text": "Today I met a group of rebel leaders from Benghazi, Tripoli and other Libyan cities. These Liberals are the ones who contributed to the success and protection of revolution", "sentiment": 0.0875}, "248198041788637185": {"text": "@ZuhareTabet Dr. Mahmoud Jibril Musafer This is why my phone was called.", "sentiment": 0.0}, "248196709946122240": {"text": "I spoke with Dr. Mahmoud Jibril on the phone and offered him the participation of the coalition in the government. I met the members of the conference from the corner city of the same subject.", "sentiment": -0.08333333333333333}, "247801074407317505": {"text": "I have met this morning with a delegation from the south and towareq to discuss their needs and encouraged them to nominate their ppl for gov", "sentiment": 0.0}, "247800687386312704": {"text": "I have met some party leaders and independents as part of the outreach to form the government today and yesterday.", "sentiment": 0.0}, "247800247747739648": {"text": "I met today with leaders from the South and Tuaregs and discussed the needs of the region. She also encouraged them to submit nominations to the ministries of their competent sons.", "sentiment": 0.5}, "247799799464742912": {"text": "I met in consultations to form a government with leaders of the Union for the Homeland, leaders of justice and construction and a group of independents. I seek to meet with the coalition", "sentiment": 0.0}, "247281518198792192": {"text": "I am trying to form a national unity government in which all entities as well as independents contribute and take into account geographical balance. No one will be efficient.", "sentiment": 0.0}, "247280323644239872": {"text": "I have not presented any ministerial post to anyone yet. I did not offer a position to nayone yet.", "sentiment": 0.0}, "246381410552795136": {"text": "@ Liberty4Libya No Libyans died on the attack. None of the Libyans died in the attack on the consulate", "sentiment": 0.0}, "245998819957956608": {"text": "RT @HafedAlGhwell: @MustafaAG congratulation to Dr. Mustafa Abu Shagur, libya's 1st elected Prime Minister ever ...", "sentiment": 0.0}, "245873204822958080": {"text": "Civil society organizations should have a role in mobilizing the people against the criminal acts carried out by extremist elements that do not express the Libyan people", "sentiment": -0.4}, "245826650363805697": {"text": "This attack on the US consulate and the killing of the ambassador and his companions is contrary to the teachings of our true religion and our Islamic values", "sentiment": 0.35}, "245825527544422400": {"text": "I condemn these barbaric acts in the strongest possible terms. This is an attack on America, Libya and free people everywhere.", "sentiment": 0.2}, "245824677430300672": {"text": "Amb. Stevens was a friend of Libya and we are shocked at the attacks on the US Consulate in Benghazi.", "sentiment": -0.7}, "245815674822344704": {"text": "RT @LibyanBentBladi: This is a sad day for us Libyans, we've lost an irreplaceable friend who wanted to help the country move forward", "sentiment": -0.5}, "245815534371876864": {"text": "Condemned the cowardly and criminal act against which the United States Consulate in Benghazi had been attacked and killed the Ambassador and his companions.", "sentiment": -0.30000000000000004}, "245814804378423296": {"text": "I do condemn the cowardly act of attacking the US regulate and the killing of Mr Stevens and the other diplomats.", "sentiment": -0.125}, "243802354871332865": {"text": "Now, the dialogue began on Libya's channel first", "sentiment": 0.25}, "243717607130279936": {"text": "@ centrist2012 You do not have to be my dear brother. This is the era of the future and you the youth of Libya.", "sentiment": 0.0}, "243708742233899008": {"text": "@ centrist2012 I am writing in two languages ​​because of my followers who do not speak Arabic.", "sentiment": 0.0}, "243707929801396224": {"text": "@alaaelbaba Yes", "sentiment": 0.0}, "243707361863270400": {"text": "Yesterday I was in Sabha to sign the National Charter for the people of the South. This Charter will be an example of national reconciliation.", "sentiment": 0.0}, "243706948703367168": {"text": "I was in Seha yesterday to attend the signing of National Charter by all the tribes of the South.", "sentiment": 0.0}, "243673536848359424": {"text": "@fowziidris @KhadijaMAli 10: pm", "sentiment": 0.0}, "243673388193816577": {"text": "After 6 months of negotiations, the butcher Sensusi is back to face justice for the crimes he committed against thousands of Libyans", "sentiment": 0.0}, "243672520216174592": {"text": "After six months of negotiations, the criminal Abdullah Senoussi arrives in Libya to face justice for the crimes he committed against the thousands of victims of his crime.", "sentiment": -0.4}, "239373605648101376": {"text": "@sufiancool I had no idea but when the problem started yesterday in Zlitan I was worried it might happen somewhere elese.", "sentiment": 0.0}, "239372556270981120": {"text": "I have asked the interior and defense to intervene yesterday but have not done their duty to protect these sites.", "sentiment": 0.0}, "239371113254240256": {"text": "The destruction of shrines and masks is a crime. Those who committ these crimes will be held responsible.", "sentiment": 0.2}, "239370268798242816": {"text": "The destruction of shrines and mosques is a criminal act.", "sentiment": -0.4}, "238217791503749120": {"text": "Happy New Year. I apologize for the delay but I spent the days of the feast away on the Internet.", "sentiment": 0.2787878787878788}, "235678870752337920": {"text": "RT @Soumiea: A photo of Deputy PM Dr. @MustafaAG Abushagur attending Gharyan's Liberation Day Celebration on August 14. #Libya https: // t ...", "sentiment": 0.0}, "234223440196931584": {"text": "@Reda_Issa I am pleased to bring this evening with you, but since Friday may be the night of Eid, I apologize for coming. Thanks for the invitation", "sentiment": 0.35}, "233901128549539840": {"text": "The Tripoli Festival of Malouf, which began yesterday, will last five nights. Try to come tonight if time permits. An opportunity to spend an evening with the family http://t.co/3DN7QNPt", "sentiment": 0.0}, "233899387707858944": {"text": "I have attended last night the Maloof Festival which will continue for 5 nights. I'll attend tonight if time permits. http://t.co/0wevZ6t8", "sentiment": 0.0}, "233879871602954240": {"text": "Yesterday I attended the beginning of the Tripoli Festival for the familiar session of the late Sheikh Mohammed Khair Al-Shushan. This is a face of Libya's bright culture. http://t.co/CEnIt3Lu", "sentiment": 0.25833333333333336}, "233753907426377728": {"text": "Congratulations to Dr. Mohd Almigariaf for being elected Chairman of NGC. This is a culmination of his struggle against the former regime.", "sentiment": 0.0}, "233752886897696768": {"text": "I would like to congratulate Dr. Mohamed Al-Maqrif on his election to the presidency of the National Congress. He has spent many years of his life to address the injustice and oppression practiced by the system of the tomb.", "sentiment": 0.2}, "233491116526276608": {"text": "Yesterday was a historic day in Libya and the transfer of power peacefully takes place for the first time in our history. I congratulate the Libyan people on this victory. May God be one of his sons.", "sentiment": 0.16666666666666666}, "233490356262559744": {"text": "Last night sat another stone in Libya. Peaceful trafer of power has happened for the first time. Congratulations to our Libyan pple.", "sentiment": 0.16666666666666666}, "232417671147311105": {"text": "RT @libyafreedom: Qandil receives the cable and begins the session of the Egyptian-Libyan talks - Al Ahram Portal http://t.co/yDJZzH4Q", "sentiment": 0.0}, "232041892227997696": {"text": "@Niz_FGM @MustafaAG What time will it start? That night is the first meeting of the NGC which I need to attend.", "sentiment": 0.25}, "231050718591725569": {"text": "@NizarDekkam I have spent a budget for the body of warriors.", "sentiment": -0.1}, "231050162255044608": {"text": "@Niz_FGM Yes I will attend.", "sentiment": 0.0}, "229634919360503808": {"text": "Here is a transcript of this evening's Q & A session - https://t.co/PXWl46nY", "sentiment": 0.0}, "229631401077657601": {"text": "@flyingbirdies There is now a general tender to solve the problem of garbage in the whole of Libya. Companies are required to submit their offers by the end of this month.", "sentiment": 0.11666666666666665}, "229630628994351104": {"text": "@free_tripoli This is a good idea. If you are a student at the university what you do not adopt and I am willing to participate.", "sentiment": 0.475}, "229628439475408897": {"text": "@lfc_red_shark I do not agree with this view.", "sentiment": 0.0}, "229625849123581953": {"text": "@Abssi I am not a candidate for any position and I do not have an election campaign.", "sentiment": 0.0}, "229624148845027328": {"text": "@malthwier older people have a priority in the lottery.", "sentiment": 0.16666666666666666}, "229623092010418176": {"text": "I am very pleased with this interaction and I am grateful to all of you and sorry for not being able to answer all the questions.", "sentiment": 0.21666666666666667}, "229622809842835456": {"text": "I am happy with this frank dialogue and thank you all for participating and I apologize for not being able to answer all the questions.", "sentiment": 0.65}, "229622489565777921": {"text": "@libyanproud No one has offered it me :)", "sentiment": 0.0}, "229621977227350016": {"text": "@absily the government does not ignore the judiciary. It is a free and non-governmental authority.", "sentiment": 0.4}, "229621669516439553": {"text": "@Libya_United This is incorrect and if you have evidence please submit it to the Audit Bureau and the Attorney General for investigation. No one is above the law", "sentiment": 0.02500000000000001}, "229621200089919489": {"text": "@AbdulElnajdi Government spokesman holds a press conference at least once a week. But the media may not convey it.", "sentiment": -0.3}, "229620853669785601": {"text": "@ArmchairArab We are currently maintaining and using the already existing training centers around Libya.", "sentiment": 0.0}, "229620375166799872": {"text": "@Libynprincess All members of the financial government have filed a financial clearance.", "sentiment": 0.0}, "229619878603149312": {"text": "@AbdulElnajdi We are now studying the procedures and laws that will regulate health insurance.", "sentiment": 0.0}, "229619657374593027": {"text": "@Raufers Legally, he can be appointed as the PM by the General Nationl Conference.", "sentiment": 0.125}, "229619484036575232": {"text": "@Ukwass I answer questions in the language in which the question was written.", "sentiment": 0.0}, "229619130452549632": {"text": "@Abssi government positions must be based on competence rather than regionalism.", "sentiment": 0.0}, "229618799798784001": {"text": "@Enas_Saddoh Much has been achieved in the accountability of national reconciliation, but it takes years.", "sentiment": 0.2}, "229618755909595136": {"text": "@OnlyOneLibya and ever eradicate it 2/2", "sentiment": 0.0}, "229618720702611458": {"text": "@OnlyOneLibya Yes corruption is widespread due to the Gaddafi regime & we are doing everything in our power to reduce it 1/2", "sentiment": -0.125}, "229618485402152960": {"text": "@Libya_United All my colleagues the ministers have made a great effort to serve Libya in this difficult stage which is the obstacle of the revolution.", "sentiment": 0.15000000000000002}, "229617942957019136": {"text": "@Tripolitanian LIA frozen so they will not be mishandled until we fix the organization. 2/2", "sentiment": 0.0}, "229617900913307648": {"text": "@Tripolitanian There is 105 billion in foreign assets that have been released & in our control. We kept 60 billion which belonged to 1/2", "sentiment": -0.125}, "229617373043384320": {"text": "@AzizBelhaj I answer questions in the language you write.", "sentiment": 0.0}, "229617046957219840": {"text": "@Bilalhb Clearly we need to devise a strong economy and cultural tourism will be one of them.", "sentiment": 0.2111111111111111}, "229617003571339264": {"text": "@ FreedomSeeker6 I do not know that the oil company sells oil at less than the market price but I will check it out.", "sentiment": -0.16666666666666666}, "229616221744685056": {"text": "@amhawal I have been running a system of several weeks.", "sentiment": 0.0}, "229616097387749376": {"text": "@headpointer 1. Improving the skills & capacity of the Libyan people is a prioritity & we have allocated 1.5 billion dinars to fund programs", "sentiment": 0.0}, "229615821188657153": {"text": "@ thegeedee1 that will be the decision of the General National Congress", "sentiment": 0.05000000000000002}, "229615390790123520": {"text": "@ Thanku4theAnger Yes, the Congress has the right to reverse the decision regarding the creation of the constitution committee.", "sentiment": 0.2857142857142857}, "229614966527905792": {"text": "@KhadijaMAli @libyanproud We have provided on our website with the minutes of all our cabinet meetings and decisions.", "sentiment": 0.0}, "229614600709103616": {"text": "@hkshambesh We are currently working w / the Min. of Foreign Affairs to change the embassy staff with more suitable candidates.", "sentiment": 0.23125}, "229613914290278400": {"text": "@elshwhdy you can ask in Arabic", "sentiment": 0.0}, "229613736560828417": {"text": "@mshuhumi I do agree that subsidies should b removed gradually A method will need 2 b developed 2 direct the funds 2 the less privileged too", "sentiment": 0.011111111111111118}, "229613220388818945": {"text": "@Gheblawi yes.", "sentiment": 0.0}, "229613133742866432": {"text": "@ serencam2011 It will depend on the General Nat'l Conf and how soon they choose a new PM. I expect it will take at least 4-6 weeks.", "sentiment": -0.03787878787878787}, "229612425530466305": {"text": "@Proudlibyandoc officer requires a very rigorous program. 2/2", "sentiment": 0.2}, "229612393200746496": {"text": "@Proudlibyandoc We have already started the process of building a credible police force, however it will take some time as training an 1/2", "sentiment": 0.4}, "229612064048574467": {"text": "RT @Proudlibyandoc: @MustafaAG Dear Sir, are there concrete plans to build a credible police / security force inLibya, or is that left to ...", "sentiment": 0.18333333333333335}, "229611964219920384": {"text": "@Bilalhb We allocated 7000 places for Hijjaj & 500 of those will b allocated 2 martyr families The rest will be given usual lottery process.", "sentiment": -0.25}, "229611884733669377": {"text": "RT @Bilalhb: @MustafaAG What's the government plans about the Hejj this year?", "sentiment": 0.0}, "229611213967986688": {"text": "@ United4Libya We are working for hard to get Sanusi back to Libya and I expect to get him very soon.", "sentiment": -0.030555555555555558}, "229611157504274432": {"text": "Please use the hashtag #QnA with your questions to help make searches easier. Thank you.", "sentiment": 0.0}, "229610966894116864": {"text": "@Gheblawi investments & require transparency & competitiveness. 3/3", "sentiment": 0.0}, "229610936472838144": {"text": "@Gheblawi system. This will require an elected body to approve the new regulatory system which will protect & encourage 2/3", "sentiment": 0.13636363636363635}, "229610773729669121": {"text": "@Gheblawi We would like to see the private sector play a major role in the economy, but that will care the change of our regulatory 1/2", "sentiment": 0.03125}, "229610308551991296": {"text": "@KhadijaMAli We have ordered all ministries to post all their contracts and tenders on their websites.", "sentiment": 0.0}, "229610026078183424": {"text": "@Abdelaliramos In a democracy, the president is chosen by the people. So the Libyan people will decide who will be the new president.", "sentiment": 0.13636363636363635}, "229609721609453568": {"text": "@PositionLibya Ordinary Libyans have already started seeing benefits but more will be interested in the near future.", "sentiment": 0.12}, "229609439123099648": {"text": "@mshuhumi Which is decision # 248, I do not recall it ...", "sentiment": 0.0}, "229609243555287040": {"text": "@misrati_free We have provided medical care for several thousand FFs and we still do because it is our priority to care for them.", "sentiment": 0.13333333333333333}, "229608985207136256": {"text": "@libyanproud I do not belong to any political party and I am not a member of the Muslim Brotherhood.", "sentiment": 0.0}, "229608778654437377": {"text": "@Tripolitanian 1.6billiion dinars have been associated to more than 3000 projects afew months ago & ministry has started contracting projects", "sentiment": 0.5}, "229608171583467520": {"text": "@Raufers you should approach the Ministry of Higher Education.", "sentiment": 0.25}, "229608007191904256": {"text": "@Tripolitanian to eradicate poverty in Libya in just 8mos. 2/2", "sentiment": 0.0}, "229607803587796994": {"text": "@Tripolitanian It is sad that Libyans r living in poverty in these conditions ... unfortunately, it is impossible 1/2", "sentiment": -0.5833333333333333}, "229607273272602624": {"text": "@ rafit9999 The Ministry of Higher Ed is responsible for giving scholarships 2 those who r qualified & will be considering the rev fighters", "sentiment": 0.225}, "229606836196757504": {"text": "Peace be upon you and Ramadan Mubarak. Asalamu Alaikum and Ramadan Mubarak", "sentiment": 0.0}, "229605674517151744": {"text": "I just entered TweetChat for iPhone! Come chat with me! http://t.co/i83rEnE9 #tweetchat", "sentiment": 0.0}, "229548937839779840": {"text": "@ Liberty4Libya @Soumiea All people have the right to retweet including family members. I am the one who posted my Q & A session.", "sentiment": 0.2857142857142857}, "229266274365083648": {"text": "I will be on Twitter to answer your questions on Sunday between 6:00 and 7:00 pm.", "sentiment": 0.0}, "229265670414675970": {"text": "I'll be available to answer any of your questions via twitter tomorrow between 6:00 and 7:00 pm Tripoli time.", "sentiment": 0.4}, "226257119274496000": {"text": "@free_tripoli There is no confirmed information about the whereabouts of Nabil al-Alam so far. Call upon God to remove his family and return him safely to his family.", "sentiment": 0.13333333333333333}, "226240662171971587": {"text": "@free_tripoli The official spokesman stated our condemnation of this criminal act against Mr. Al-Alam and anyone who abducts Libyans.", "sentiment": -0.4}, "226088613300019200": {"text": "@MiloudAL @saif_alnaser There are a minimum and maximum number of working hours per week. Private companies can have different schedule.", "sentiment": 0.0}, "226087898632556544": {"text": "@saif_alnaser that sounds like a good plan.", "sentiment": 0.7}, "226086030627966977": {"text": "@saif_alnaser Yes", "sentiment": 0.0}, "226084932345294848": {"text": "The final exams scheduled for this Saturday will be on. The exam scheduled for this Saturday will be held on time. #Libya", "sentiment": 0.0}, "226084432015130624": {"text": "@Libyanorama Excludes that exams this Saturday will be timed #Libya", "sentiment": 0.0}, "226083773475860481": {"text": "We have decided in our cabinet meeting today that the weekend will be Friday and Saturday starting tomorrow.", "sentiment": 0.0}, "226083454528409600": {"text": "We decided today in the Cabinet that the weekend will be Friday and Saturday starting from tomorrow tomorrow onwards.", "sentiment": 0.0}, "226083059315920898": {"text": "Ramadan Mubarak to Muslims all over the world. May Allah make it a month of peace for all.", "sentiment": 0.0}, "226081088303423489": {"text": "Ramadan Mubarak to all our people in Libya. Ramadan Mubarak to our people in Libya.", "sentiment": 0.0}, "225880045510590464": {"text": "I led the petrochemical indusrty strategic group meeting. This industry can create jobs and boost Libyan economy. http://t.co/f7TUQsb5", "sentiment": 0.0}, "225871919487021056": {"text": "RT @Soumiea: Deputy PM Dr. @MustafaAG Abushagur discusses the #Libya election results - http://t.co/p6pQKz04 #LyElect", "sentiment": 0.0}, "225871860066308097": {"text": "RT @Soumiea: Follow Deputy PM Dr. @MustafaAG Abushagur on Facebook - https://t.co/OleByA6O", "sentiment": 0.0}, "225655553643384832": {"text": "The official United Nations on behalf of the Libyan government condemns the positions of the countries that stand with the Syrian regime and is committing massacres against the innocent in Syria.", "sentiment": 0.5}, "225654465284411392": {"text": "The official government of the Libyan government condemns massacres against Muslims in Burma (Myanmar)", "sentiment": 0.0}, "225652902377701376": {"text": "I have met with the ministerial election committee to thank them for their great work for the success of the election. http://t.co/Mr3y7R5F", "sentiment": 0.55}, "225652056483045377": {"text": "I met with the ministerial committee to support the elections, which have representatives from the ministries to thank for their role in the success of the elections. http://t.co/qMQC0zR2", "sentiment": 0.3}, "224913712706887680": {"text": "@__Mortzaq warrant of arrest of the right of Attorney General alone. The so-called rebel battalions do not have this right and when they arrest a citizen, this is a punishable crime", "sentiment": 0.10428571428571427}, "224887965283913728": {"text": "I spoke this morning at the Defense White Paper Workshop \"Towards Civilian Censorship and Democratic Control.\"", "sentiment": 0.0}, "224761764829597697": {"text": "Mr @MBadi Yes there are solutions that can Triple the salaries but some reforms have to be in place and this will take sometime.", "sentiment": 0.0}, "224436315524050945": {"text": "These salaries will increase to 450 dinars in January 2013. These salaries will be increased to 450 LD in January 2013.", "sentiment": 0.0}, "224435790959230977": {"text": "@ibntarabulus This will be increased to 450 LD January 2013. We will pay them the 225 starting February 2011.", "sentiment": 0.0}, "224411050290855937": {"text": "The government decided to increase the salary for those who are handicapped, widows and orphans from 135 to 225 Dinars per month.", "sentiment": 0.0}, "224410585067032576": {"text": "The Council of Ministers decided to increase the salaries of those who are disabled pensioners and widows from 135 dinars to 225 dinars per month.", "sentiment": -0.2}, "222739398209454080": {"text": "The Government's statement on the freedom of the media and the need for the immediate release of journalists (Paddy Vvosok) from the Tabakos channel were handed over to the State", "sentiment": 0.0}, "222379256871780352": {"text": "I attended this morning the innaguartion of the High Military Leadership College. This morning I attended the opening of the Staff College and the leadership of the Libyan army", "sentiment": 0.03}, "222042197049081856": {"text": "@libya_Horra @armchairarab @proudlibyandoc In principle they should be able to. They have the legitimacy of the ballot box.", "sentiment": 0.5}, "222041845767733248": {"text": "RT @Soumiea: Deputy PM @MustafaAG Abushagur's interview on Al-Arabiya on July 6 concerning #Libya elections & other issues http: // tc ...", "sentiment": -0.125}, "222041807876407297": {"text": "RT @Soumiea: Some pics of Deputy PM @MustafaAG Abushagur in line & going thru voter verification in Soug Al Jumuah #LyElect #Libya h ...", "sentiment": 0.0}, "222041535175331841": {"text": "RT @Soumiea: I love seeing photos of women in their 80s & 90s voting in #Libya !! #LyElect A few more photos w / DPM @MustafaAG https ...", "sentiment": 0.26666666666666666}, "222041352857329667": {"text": "RT @Soumiea: Deputy PM @MustafaAG Abushagur on election day in #Libya. This picture speaks for itself :) #LyElect https://t.co/hiHsrbh4", "sentiment": 0.0}, "221750691239178240": {"text": "A few more pictures taken during the celebration at Maydan Al-Shuhada in #Tripoli #Libya https://t.co/7m9I1pVy", "sentiment": 0.15}, "221749295861334016": {"text": "@mouneebalnouri Salami for the whole family.", "sentiment": 0.2}, "221748833137332224": {"text": "I met all these great people tonight in Maydan Ashowhada. I met these young people in the field of night martyrs. #LyElect http://t.co/d584NHe0", "sentiment": 0.45}, "221747832145723393": {"text": "RT @ Libyan4life: Happy to have been able to spend the evening celebrating with @MustafaAG. #LyElect http://t.co/aYni7Fwt", "sentiment": 0.65}, "221742335053148160": {"text": "RT @Clocus: @MustafaAG and here's another inked finger! http://t.co/3YdZrijz", "sentiment": 0.0}, "221738881639399424": {"text": "My grandson Ahmed is proud of his inked finger. #LyElect. My grandson Ahmed raises his finger and the ballot ink. http://t.co/RtVGPiAW", "sentiment": 0.8}, "221736261835173888": {"text": "My mother is electing her first day in her life. My mother who is 84 years old is voting for the first time in her life. http://t.co/AtOXAo8o", "sentiment": 0.19999999999999998}, "221734135629225984": {"text": "Tonight the Libyans celebrated the democratic wedding in all countries. The people have achieved another victory and a new miracle.", "sentiment": 0.24318181818181817}, "221733596271095808": {"text": "Libyans all over the country are celebrating their success in the first election ever.", "sentiment": 0.275}, "221629216628809728": {"text": "Here is the proof that I have voted. #LyElect http://t.co/iYmioKrv", "sentiment": 0.0}, "221548516173029376": {"text": "I am proud of our brothers in Benghazi who stood as a dam to prevent criminals from stealing ballot boxes.", "sentiment": 0.8}, "221546892243386368": {"text": "I am proud of our people in Benghazi who stand as a shield to protect the polling stations from the criminals who want to steel the boxes.", "sentiment": 0.8}, "221521088520265728": {"text": "Our people come out in record numbers all over the country to show that they are civilized and and proud of their new democracy and freedom.", "sentiment": 0.4454545454545455}, "221520366768635905": {"text": "I met a 95 year old lady who came to vote for the first time in her life. This made possible by the victim of the martyrs.", "sentiment": 0.06874999999999999}, "221519971761655808": {"text": "I met a 95-year-old woman who came to vote and exercise her democratic right for the first time in her life and is very happy today.", "sentiment": 0.4089285714285714}, "221511016117317632": {"text": "I congratulate the Election Commission, the security men, the election commissions and the Libyan people all on this day.", "sentiment": 0.0}, "221509815430688768": {"text": "I voted in Libya's first free elections. Congratulations to all the Libyans this holiday, which was given to the sons of martyrs by their sacrifices.", "sentiment": 0.325}, "221509097349062657": {"text": "I just voted in the first election in Libya. Congratulation to all free Libyans.", "sentiment": 0.325}, "220493457809092609": {"text": "@hdghosheh NTC supposedly to handover to the National General Conference after their first meeting.", "sentiment": 0.15000000000000002}, "220491675427020800": {"text": "Libya had a picture of one person everywhere. Now thousands of Libyans see their pictures everywhere. Libyans are now free and exercising their democratic right.", "sentiment": 0.34285714285714286}, "220491084843851776": {"text": "Libya used to have only one \"person\" picture all over the country. Now thousands of Libyans' pictures are everywhere. Libya is FREE", "sentiment": 0.2}, "220197460428066816": {"text": "@ArmchairArab Same for all structures.", "sentiment": 0.0}, "220193807029911553": {"text": "@ saleh_salem22 A team of the government will travel to infidels tomorrow. According to the chief of staff's report, the situation is now stable.", "sentiment": 0.0}, "220193277339643904": {"text": "@ArmchairArab We have allocated funds for the reconstruction of all destroyed homes. Minister of Housing has been authorized to implement.", "sentiment": 0.0}, "220178133414985730": {"text": "I todat met with Tuareq leaders from Ghat, Aubari, Ghadamis, Darj, Sabha and Murziq. We discussed their needs and how to serve them better.", "sentiment": 0.5}, "220175489422209024": {"text": "Today, I met with the elders and dignitaries of our Tuareg people from Ghat, Aubari, Ghadames, Merzak, Sebha and Darge to communicate with them and to know their situation and needs.", "sentiment": 0.0}, "220112220732928000": {"text": "I am proud of our people in Benghazi. Yesterday they demonstrated their determination to exercise their right to manufacture their country's future through elections and democratic practice.", "sentiment": 0.36190476190476195}, "220111375412903936": {"text": "I am very proud of our people in Benghazi for their demonstration yesterday. They have shown their committment to democracy and freedom.", "sentiment": 1.0}, "220110970352189440": {"text": "Voting started today for Libyans living abroad. It will continue for 5 days. It is held in UAE, USA, UK, Germany, Malaysia and Canada.", "sentiment": 0.0}, "219324570094669824": {"text": "@Alfakhiri We do see what is going in Kufra. We are doing everything possible to stop the blotshed.", "sentiment": 0.0}, "219096809379868672": {"text": "@sehtawsh confirmed the role of students in the revolution from 7 April 1976. I fell as a nation inadvertently. Sorry", "sentiment": -0.04999999999999999}, "219095628343549953": {"text": "Also I talked about the importance of the upcoming elections in building our civil democratic state. Libyans will not allow it to taken away", "sentiment": 0.0}, "219095623637549056": {"text": "I have attended the general assembly mtng of April 7 uprising in Misrata. I have talked about the role of students in the revolution.", "sentiment": 0.05000000000000002}, "219094157455667200": {"text": "Today I attended the General Assembly meeting of the April 7 uprising in Misurata. She stressed the students in opposition to the collapsed regime.", "sentiment": 0.05000000000000002}, "218774647985016832": {"text": "@ bdo3a state based on the army and the police. We will not accept attacks on peaceful demonstrations. Yes, armaments must end in order to build a safe state.", "sentiment": 0.375}, "218773715587051520": {"text": "@PositionLibya I was out of town in Wadi Ahmar I came back this morning so I am not aware of this. We are for peaceful freedom of expression", "sentiment": 0.041666666666666664}, "218770770048987136": {"text": "The main demand of the Red Valley protesters is to settle the number of seats in the National Conference for the three \"provinces\" or to prevent the elections. Which is the people's demand.", "sentiment": 0.08333333333333333}, "218769526005837824": {"text": "@__Mortzaq I did offer them solutions for the mines clearing and rebuilding of the destroyed homes. We have allocated budgets for these.", "sentiment": 0.0}, "218768723400589312": {"text": "I have met with local council of Ijdabia and we discussed some of their immediate needs in infrastructure. Cabinet has approved these early.", "sentiment": 0.05}, "218767721414918144": {"text": "I met yesterday with the local council of the city of Ijdabia and discussed the city's urgent needs, especially the infrastructure projects. The Cabinet approved some 4,000 projects", "sentiment": 0.0}, "218766793232236544": {"text": "I have visited Ijdabia yesterday and met with Magarba leaders. We discussed the blockage of the coastal road, elections and area needs.", "sentiment": 0.0}, "218766185842483201": {"text": "Yesterday I visited our family in Ijdabia. I met with elders of the Moroccan tribes. Talk about the problem in the Red Valley and the elections and the needs of the region.", "sentiment": 0.0}, "216944410036932610": {"text": "Today Al Baghdadi Lahmoudi the former PM of Libya was transferred to prison in Libya. This puts an end to another tyrant. Alhamdulillah", "sentiment": 0.0}, "216944237932064768": {"text": "Today, al-Baghdadi al-Mahmoudi, the prime minister of Libya during the era of the tomb of Gaddafi, was handed over to Libya from Tunisia and was imprisoned until his trial for his crimes.", "sentiment": 0.0}, "202863665135878145": {"text": "@wheelertweets We are not neglecting them. We are working to stop taking advantage of them by these clinics and hospitals and others.", "sentiment": 0.0}, "202660799502745602": {"text": "I spoke yesterday at the meeting of the Foreign Affairs Committee AFET of the EU about the developments in Libya and the relations with EU.", "sentiment": -0.125}, "202660462364602368": {"text": "Yesterday, a speech was delivered to the EU Foreign Affairs Committee on developments in Libya, relations with the European Union and the elections in Libya.", "sentiment": -0.0625}, "202659215842611201": {"text": "Yesterday I met the wounded people who are being treated in Brussels at the best hospitals. They are in good condition, the Chargé d'affaires and the Commission are doing a remarkable job.", "sentiment": 0.8166666666666668}, "202658552265965568": {"text": "I met last night with wounded thwar who r getting treatment in Brussels. They r doing well and getting good care from embassy and Comte.", "sentiment": 0.35}, "201937307538964480": {"text": "Election registration has been extended to May 21. Election registration has been extended to May 21", "sentiment": 0.0}, "201316910678282241": {"text": "@JustGmati Yes I did and they are considering it.", "sentiment": 0.0}, "201310795957669889": {"text": "I met this mother with her son helping her daughter, who can not walk, they r so excited about registering to vote. http://t.co/swAedtp9", "sentiment": 0.375}, "201308661925150720": {"text": "@ bdo3a I do not have yesterdays numbers but I think we crossed the 1.25 million. The registration is going smoothly. Thanks to all teachers", "sentiment": 0.2}, "201308130360041472": {"text": "@Eljarh @LyGovernment I am sure this an honest mistake and rest assured no money will be lost. The budget goes through many revisions.", "sentiment": 0.5333333333333333}, "201307163866570753": {"text": "I had a good meeting today with the Chairman of the Election Commission. He and his colleagues are doing a great job.", "sentiment": 0.75}, "201306726253854720": {"text": "@Baldtarhuni @libyanproud Sami your experience with twitter is far more than mine.", "sentiment": 0.3}, "201306446804160512": {"text": "@Baldtarhuni @libyanproud Sami do not take my question negatively. Of course I take young people very seriously. You can ask my 5 children.", "sentiment": -0.2111111111111111}, "201201389362360321": {"text": "I need help. How to post a picture in twitter? I am sure you young people know how to do it. Thanks in advance.", "sentiment": 0.26666666666666666}, "199511619515060224": {"text": "@itsmezreba I talked to him when I was greeted and I am sure that Dr. Abdel Rahim had been talking to him in the same format when he met him.", "sentiment": 0.25}, "199394420272005120": {"text": "I met the Prime Minister of Niger during his visit to Tripoli and told him that relations between the two countries were hostage to the extradition of Saadi and the other criminals to Libya.", "sentiment": -0.125}, "199393204150341632": {"text": "I am with the right of the Libyans wherever they are to participate in the elections. The role of the government is to provide support, but the decision is the sole right of the Commission, which is an independent body.", "sentiment": 0.14285714285714285}, "199392396616806400": {"text": "@sehtawsh I am for all Libyans to vote wherever they live. It is not the government decision it is the COMMISSION who must allow it.", "sentiment": 0.13636363636363635}, "199151107115728897": {"text": "Registration for the election is going very well. Yesterday 156,659 registered through the country, this brings the total to 333,857.", "sentiment": 0.1}, "199150412270546944": {"text": "The number of those who registered in the elections yesterday was 156,559 and thus the total number of registered 333,857 to the end of yesterday.", "sentiment": 0.0}, "196861372355710976": {"text": "@moeen_elborkey Voter registration is the responsibility of the UNHCR and not the government. Our role is to support UNHCR to hold elections. We asked the embassies to list the Libyans", "sentiment": 0.0}, "196305921398423552": {"text": "I asked the Foreign Ministry representative at the government's election commission last March to register Libyans abroad to vote.", "sentiment": -0.0625}, "196301347832856576": {"text": "@misrati_free it should happen. This is the right of every Libyan where ever they live.", "sentiment": 0.274025974025974}, "196300350867771392": {"text": "@aneselsharif NO", "sentiment": 0.0}, "196298495358025728": {"text": "I asked the Foreign Minister member on the govmnt election committee almost a month ago to register Libyans abroad to be able to vote #NTC", "sentiment": 0.1875}, "184247694288617473": {"text": "@mustafaelsahli The government did not specify a specific area for the rebels but could work in all areas. We need a competency to build modern Libya.", "sentiment": 0.1}, "184181538563428352": {"text": "The government has pledged to provide jobs for all Zintan battalion commanders at the airport in places designated by the state after they hand over the airport without any conditions.", "sentiment": 0.0}, "184171801994215424": {"text": "The Zintan battalion promised to hand over the airport to the government yesterday, but put the condition of their stay in the airport administration and this condition was not accepted by the government.", "sentiment": 0.0}, "184171006259236864": {"text": "The govmnt supposedly to get the airport yesterday from Zintan brigade but they refused unless they would be all employed at the airport.", "sentiment": 0.0}, "182170119781355520": {"text": "I have met the President of Mauritania and he agreed to the extension of Senussi to Libya.", "sentiment": 0.0}, "182169855758311424": {"text": "International conventions do not allow the publication of photographs of detainees and we respect these charters. We did not take any pictures of Senoussi and the Mauritanian authorities do not allow this.", "sentiment": 0.0}, "182168958206611459": {"text": "The arrest of the butcher Abdullah al-Sunoussi is another victory for the revolution of February 17 and its righteous martyrs. Praise be to Allaah.", "sentiment": -0.05}, "182168188254027777": {"text": "A group of the accompanying delegation visited Abdullah al-Sanusi in prison and were deprived of his personality. The criminal is in a safe prison in Mauritania and soon in Libby prison.", "sentiment": 0.04999999999999999}, "182166952360427520": {"text": "I met with the President of the Republic of Mauritania regarding the extradition of the criminal Abdellah Snoussi to Libya. The meeting was good and agreed to Libya's request and extradition.", "sentiment": 0.14999999999999997}, "181815317167751168": {"text": "I am in Mauritania with the minister of Justice and reps from MoI and MoFA to request the extradition of the criminal Senussi to Libya.", "sentiment": -0.4}, "181814392390828033": {"text": "Two hours ago, I arrived in Mauritania with the Minister of Justice and representatives from the Ministry of the Interior and Foreign Affairs to negotiate the extradition of the criminal Abdullah al-Senussi.", "sentiment": -0.2625}, "181018070918242304": {"text": "@AmbassadorRice We are grateful for all the support you have provided to our people.", "sentiment": 0.0}, "181012166441320450": {"text": "Twitter / Dr.Mustafa Abushagur: Abdallah Sanusi arrest has ... http://t.co/QU5yjnXR", "sentiment": -0.05}, "181011130687303680": {"text": "Dr.Mustafa Abushagur (@MustafaAG) on Twitter http://t.co/BEVsXNKp", "sentiment": 0.0}, "181010827225206784": {"text": "@BethRyder Yes.", "sentiment": 0.0}, "180981742855929856": {"text": "Abdallah Sanusi arrest has been confirmed. The arrest of the criminal Abdullah al-Sanusi has been confirmed.", "sentiment": 0.06000000000000001}, "180976608524509184": {"text": "We are in contact with the Mauritanian officials to confirm the arrest of the criminal Abdallah Sanousi who is also wanted by the ICC. #fb", "sentiment": -0.225}, "180956937653981184": {"text": "We are in contact with the Mauritanian officials to confirm the arrest of the criminal Abdallah Sanousi who is also wanted by the ICC.", "sentiment": -0.225}, "180956593209356288": {"text": "Now we are trying to confirm the news of the arrest of Abdullah al-Snoussi from the Moroccan authorities. If confirmed, this is a direct result of the conference held in Tripoli.", "sentiment": 0.15000000000000002}, "180916196433080320": {"text": "@Soumiea I miss you too my beloved daughter. Hope to see you soon.", "sentiment": 0.7}, "180915357790371842": {"text": "I attended the funeral prayer on Friday in Martyrs Square for the martyrs who were kept by the tyrant in the refrigerators for decades without burying their womb.", "sentiment": 0.0}, "180779389942898688": {"text": "http://t.co/bAMDe6PV", "sentiment": 0.0}, "179820937099751425": {"text": "Yesterday I met with the Urban Planning Department to discuss the importance of planning Libya 2030 to move Libya from a backward country to a developed country.", "sentiment": 0.05}, "179816057924624384": {"text": "I attended yesterday the founding of the Union of the Revolutionaries of Tripoli and stressed the need to engage the rebels under the legitimacy of the state, we want to build the state institutions, not militias.", "sentiment": 0.0}, "179465751609098240": {"text": "@tarksiala @ LibyaUnited1944 @Proudlibyandoc Okd you that this is not held of this kind needs the approval of the Cabinet and this has not been introduced to us.", "sentiment": 0.6}, "179186430868860929": {"text": "I met today with a team from the World Bank to plan a workshop on administrative reform and fighting corruption.", "sentiment": 0.0}, "179185805150003202": {"text": "I have met with a team from World Bank about organizing a workshop on Decentralization and Deconcentration of government.", "sentiment": 0.0}, "179106876045279232": {"text": "@Proudlibyandoc There are no Mirage deals. These are just rumors", "sentiment": 0.0}, "178962587747229696": {"text": "Media Briefing for the 10th Ordinary Cabinet Meeting 2012 http://t.co/PpfgH3iJ", "sentiment": -0.25}, "178848363314290689": {"text": "The opening session of the regional ministerial meeting on border security held in Tripoli was attended by nine neighboring countries.", "sentiment": 0.0}, "178841950387044354": {"text": "I just finished presiding over the security conference for the neighboring countries. It is attended by representatives of 9 countries.", "sentiment": 0.0}, "178006163739250689": {"text": "@ librev2011 I send the initiative and I will take it into consideration. Email me your initiative and I'll consider it. Thanks", "sentiment": 0.2}, "177910335322337280": {"text": "@ArmchairArab @misrati_free we are considering a major solution for the garbage for the whole country not just Tripoli.", "sentiment": 0.22083333333333335}, "177492485793251328": {"text": "@misrati_free yes we are aware of the problem. We are working on resolving this issue. The govrnnt is considering a major solution to this.", "sentiment": 0.23750000000000002}, "177491489922883585": {"text": "I just had a press conference on the announcement of Federation of Barqa. The Libyan government condemns any efforts to split the country.", "sentiment": 0.0}, "177314720410374144": {"text": "I met with the Polish Ambassador. He is very concerned about the desecration of the Polish WW2 graves in Benghazi. We condemn such acts.", "sentiment": 0.1}, "177287622840958977": {"text": "The Libyan people are the only ones who have the right to choose the form of their government. No group has the right to dectitate a form.", "sentiment": 0.19047619047619047}, "177285699819671552": {"text": "The people are the only ones who have the right to choose the system of government in Libya and not the category that is unique to this option.", "sentiment": 0.22023809523809523}, "173699368925413376": {"text": "@Ammr_S Yes he did.", "sentiment": 0.0}, "173692187291299840": {"text": "I just met with Foreign Minister Envoy of Norway. We have discussed their experience in managing one of the most successful sovard fund.", "sentiment": 0.375}, "173665411689218048": {"text": "I have met with the French minister of defense to discuss some of the issues that benefit our people.", "sentiment": 0.0}, "171863752390619136": {"text": "I just got off the phone with the Army Chief and he confirmed that the situation in Kufra is very quite since yesterday afternoon.", "sentiment": 0.30000000000000004}, "171863259723464704": {"text": "I was now on the phone with Mr. Chief of Staff and confirmed that the situation in Kufra was quiet from yesterday afternoon. He confirmed the presence of troops from outside the Kufra.", "sentiment": 0.2}, "171556331071868928": {"text": "RT @libyanfsl: Jibril holding a political alliance conference in Tripoli tomorrow in order to do the work of the Nat'l. Congress b4 it i ...", "sentiment": 0.0}, "171548588206333954": {"text": "I will meet with the Chief of Staff shortly after the situation in Kufra and I will make a statement. I ll be meeting with the Army Chief later and I ll twit then.", "sentiment": 0.0}, "171544973601280000": {"text": "The chief of staff told me that the Libyan army is now in Kufra and security is now stable. The government set up an emergency committee last night to deal with the situation.", "sentiment": 0.0}, "171541467913920513": {"text": "I am moderating a session on security challenges in Libya. I am now conducting a panel discussion on the security challenges in Libya.", "sentiment": 0.0}, "171526526884511744": {"text": "I am attending a national security strategy workshop in cooperation with the UN and EU.", "sentiment": 0.0}, "170850001877073921": {"text": "Yesterday, we visited Ahlina in the city of Rikdalin, Al-Jamil, Zaltun and Al-Ajeelat. A meeting attended by more than 400 people from these cities.", "sentiment": 0.5}, "170783593390551040": {"text": "On Friday I visited Zuwara with the Minister of Industry and Minister of Planning and met members of the local council and the people and used us to their needs.", "sentiment": 0.0}, "170424329362882560": {"text": "I just loaded Flipboard on my iPad. Any suggestions, any media I should follow?", "sentiment": 0.0}, "170169896808882178": {"text": "The celebrations of the first anniversary of the February 17 revolution have now begun in Tripoli and all Libyan cities. We congratulate the heroic Libyan people for this happy anniversary.", "sentiment": 0.5833333333333334}, "170169358063108097": {"text": "The celebration for the Feb17 revolution first anniversary is underway in Tripoli. I can hear the car horns from my office.", "sentiment": 0.25}, "170106676568014849": {"text": "We are not limiting ourselves to a particular country technology with issues of border control. We like to get the best for our country.", "sentiment": 0.5833333333333334}, "170105758422282240": {"text": "I just finished a meeting with the French Ambassador. He is itested in discussing French companies help with border control.", "sentiment": 0.0}, "170076597867651072": {"text": "The Libyan government is very committed to human rights. We are working delegently on moving all detainees under the Ministry of justice.", "sentiment": 0.1}, "170076375405969408": {"text": "I just have been interviewed by Aljazeera Engish. We discussed issues such as human rights violations in the detention centers.", "sentiment": 0.0}, "170051743483301888": {"text": "I just finished a meeting about Tamoil.", "sentiment": 0.0}, "169436698512596992": {"text": "The Libyan Governmnet are holding their regular weekly meeting today in Benghazi", "sentiment": 0.0}, "169077033857589248": {"text": "I gave a talk this morning on \"Innovation and Creativity in the Muslim World\" at the #TEDxTripoli.", "sentiment": 0.0}, "162551292185681921": {"text": "I have met with Undersecretary of the US Treasury this afternoon.", "sentiment": 0.0}, "162063825972105219": {"text": "I have met with the Minister of Economy of Turkey to discuss cooperation between both of our country.", "sentiment": 0.0}, "153888150543024131": {"text": "I had a meeting today with the President of Tunisia who is visiting us.", "sentiment": 0.0}, "139577304354529281": {"text": "Yesterday I have assumed my responsibility as the Deputy Prime Minister of the Libyan Government.", "sentiment": 0.0}, "128825661086375936": {"text": "Inauguration of the RIT University in Dubai campus http://t.co/CMhuIRW", "sentiment": 0.0}, "128699960421138433": {"text": "Can the NTC tell the Libyan people the mechanism of chosing the Prime Minister. #Libya supposedly to be a democracy now.", "sentiment": 0.0}, "128034838212132864": {"text": "#Libya is finally made free of the tyrant's role. Now building the future should start.", "sentiment": 0.13333333333333333}, "126984814556495872": {"text": "Ghaddafi was captured alive Praise be to God", "sentiment": 0.1}, "124555095470899201": {"text": "@ DrJamal11 hi", "sentiment": 0.0}, "112041104920162304": {"text": "I am on my way to Tripoli for the first time since 1980. I am excited about the journey but I am going to miss my Blackberry service.", "sentiment": 0.3125}, "106061458932113409": {"text": "The best moment for Libya in 42 years.", "sentiment": 1.0}, "94421649075609601": {"text": "Mobile coverage comes to embattled Misurata http://t.co/N8PqsXP via @regvulture", "sentiment": 0.0}, "78415863996354561": {"text": "young blogger #Amina Arraf was just kidnapped in #Syria. Send an urgent message @Avaaz to #FreeAmina, click here: http://t.co/tihl6hu", "sentiment": 0.1}, "62356114041339904": {"text": "Al-Manara Post: Violent battles are taking place on 17 February from the city of Tagesat, Qumouna, Ben Yahia and Ben-Azzam, the Qadhafi Brigades in the area of ​​Sons of Hazam.", "sentiment": -0.8}, "59506878048251904": {"text": "US, allies seek refuge for Gadhafii http://www.statesman.com/news/world/1407876.html", "sentiment": 0.0}, "59169561412509697": {"text": "Libya rebels hijack Gaddafi's mobile phone network: http://t.co/1lmvgm9", "sentiment": 0.0}, "58829255638917120": {"text": "Huntsville-trained Libyan-American engineer creates phone system for anti-Gadhafi rebels in Libya | al.com http://t.co/fWyThyY", "sentiment": 0.0}, "58485279387955200": {"text": "Quantum Magnets: http://www.physorg.com/news/2011-04-quantum-magnet-physicists-prospects-unusual.html", "sentiment": 0.0}, "58393636701876225": {"text": "Libyan-American Hijacks Gadhafi's Phone Network, Launches 'Free Libyana' http://t.co/M8R8qcO via @pcmag", "sentiment": 0.2}, "58018500865830913": {"text": "RT @alyabuzakuk: WSJ.com - Rebels Hijack Gadhafi's Phone Network http://on.wsj.com/hvKhO8", "sentiment": 0.0}, "57038612520382464": {"text": "Rebels Fight USFor Funds It Seized from Qaddafi http://on.wsj.com/gnft6L", "sentiment": 0.0}, "52212866069176320": {"text": "A Libyan rebel spokesman said Muammar Gaddafi's hometown of Sirte had been captured by the rebels on Monday. @ Reuters", "sentiment": 0.0}, "51955952194306048": {"text": "Shut Down Qaddafi State TV. http://www.change.org/petitions/shut-down-gaddafi-state-tv#?opt_new=f&opt_fb=f", "sentiment": -0.15555555555555559}, "50253709841661953": {"text": "The Root: Fallen Leaders Expose A US Hypocrisy | http://t.co/mK4OH6M", "sentiment": 0.0}, "50251770559082496": {"text": "The White House's Mistakes On Libya | http://t.co/syRm6eM", "sentiment": 0.0}, "50176864811102209": {"text": "Top Ten Ways that Libya 2011 is Not Iraq 2003 | Informed Comment http://bit.ly/gBYJAJ", "sentiment": 0.25}, "49740552119390208": {"text": "The National Transitional Committee need to start their media campaign by at least providing briefings on a continuous basis.", "sentiment": -0.3}, "49347254833782784": {"text": "The United Arab Emirates (UAE) today decided to take part in 24 aircraft and Qatar with six aircraft", "sentiment": 0.0}, "49177668050092032": {"text": "RT @libyanfsl: Witnesses in Zintan say that Qadhafi forces suffered heavy losses on the outskirts of the city of Zintan and Euphrates in an attempt to storm the city #Feb ...", "sentiment": -0.2}, "49142978412953600": {"text": "Mohammad Nabbous is a martyr who lived and died defending the aspirations for the freedom of his people.", "sentiment": 0.0}, "48708137783541760": {"text": "Turkey should stay away from the Libyan affairs since it has sided with the tyrant. #Libya.", "sentiment": 0.0}, "47727783757103104": {"text": "BREAKING BREAKING: Fire in Baab Al Aziziyah caused by martyr mission with fighter jet - # feb17 #libya - http://t.co/1grtP6Q", "sentiment": 0.0}, "46948104041283584": {"text": "Libyan relief fundraising dinner in Rochester, NY on March 19.", "sentiment": 0.0}, "44269796073799680": {"text": "A credible confiscation of the beacon from Tripoli was heard when heavy weapons were fired, the source said", "sentiment": 0.1}, "43936253166628864": {"text": "Qaddafi called Saudi King Abdullah. He requested that the Saudi satellite channel \"al-Arabiya\" take a positive attitude towards his rule", "sentiment": 0.22727272727272727}, "43935999251857408": {"text": "Metransparent sources reconfirmed that Algerian authorities had sent 3 military transport planes for bringing in mercenaries to Libya ..", "sentiment": -0.1}, "43762117714780160": {"text": "There is an explosion in an ammunition depot in Alrajma near Benghazi killed at least 16 people.", "sentiment": -0.13333333333333333}, "42835908889821184": {"text": "All Libyan-Americans should write to their congressmen requesting them to oppose any military intervention in Libya.", "sentiment": -0.1}, "42630326186541058": {"text": "The London School of Economics is investigating claims that Saif al-Islam Gandhi may have plagiarized his PhD thesis.", "sentiment": 0.0}, "42136343983292416": {"text": "Libyan leader cut a flamboyant, eccentric figure http://t.co/hL5644N", "sentiment": 0.0}, "41438699216437248": {"text": "The Libyan people will prevail and the tyrant will be defeated Insha'Allah", "sentiment": 0.0}, "41094189647269888": {"text": "@ LibyaFeb17_com We want the defected leaders to stay out of the Libyans life. They have done enough destruction with their former boss.", "sentiment": 0.0}, "41045524639518720": {"text": "Ahem Qadaf Aldam should not be trusted even if he claims that he supporting the revolution.", "sentiment": 0.25}, "40756278104031232": {"text": "Urgent: Send a message NOW @Avaaz to the UN and EU to stop the violence in #Libya and freeze # Gadaffi's assets: http://t.co/tnwOT4U", "sentiment": 0.0}, "40093278447734784": {"text": "SInce he wants to form security committees an indication of security forces are gone.", "sentiment": 0.2}, "39730729667534848": {"text": "Million demonstrators in Tripoli are being bombarded by airplanes. (Aljazeera)", "sentiment": 0.0}, "39730501203927040": {"text": "Almagarief Battalions (Katibah) at Bab Al-Azizia has joined the revolution against the tyrant. (Aljazeera)", "sentiment": 0.0}, "39627197174132736": {"text": "If people ever wanted life, then fate must respond, and the night must be free and the bound must be broken", "sentiment": 0.0}, "39566098399641600": {"text": "http://www.dailymail.co.uk/news/article-1358992/What-price-pay-Blairs-sordid-Faustian-pact.html", "sentiment": 0.0}, "39424704494321664": {"text": "Sheikh Sadiq Al-Ghariani was arrested (Aljazeera)", "sentiment": 0.0}, "39385757504376832": {"text": "Lawyers and judges are demonstrating in front of the Supreme Court in Tripoli and are being surrounded by the security guards.", "sentiment": 0.0}, "39384866642460672": {"text": "It has been confirmed that a large demonstration started in Saidi St in Tripoli", "sentiment": 0.30714285714285716}, "38983031943467008": {"text": "Doctor from a hospital in Benghazi was interviewed on Skynews mentioned that tens of people that are injured with bullet wounds", "sentiment": 0.0}, "38879242141831168": {"text": "To demonstrate in support of the tyrant against the Libyan people revolution", "sentiment": 0.0}, "38878930425479169": {"text": "Students in the US on Libyan government scholarships are being paid $ 1500 + plane ticket + hotel to go to Washington", "sentiment": 0.0}}