{"839302033454813185": {"text": "Here my statement. https://t.co/lP4LYFpypm", "sentiment": 0.0}, "634864793120194561": {"text": "Nobody is above the law.", "sentiment": 0.0}, "634038987359842304": {"text": "I clarify http://t.co/uJNBrcVPWJ", "sentiment": 0.0}, "585542748842917888": {"text": "We are fulfilling the order of our president of work and more work in our planting in Olancho.", "sentiment": 0.5}, "466666796460699648": {"text": "RT @juandiegozelaya: With @cesarpintop Sub Director of @Infophn who decided to stop smoking. #Healthy #NoFumes #YesWeCan http://t.co/8cMW...", "sentiment": 0.5}, "466666686041432065": {"text": "RT @infophn: Director @juandiegozelaya for Maya TV talking about all the projects coming to #INFOP for the benefit of the population http: // t ...", "sentiment": 0.0}, "466666591044632576": {"text": "RT @DiarioLaPrensa: President Juan Orlando Hernández announces disbursement of L 60 million for the construction of a penal farm #SPS http: // tc ...", "sentiment": 0.0}, "461937619904258048": {"text": "RT @JuanOrlandoH: This morning a productive meeting with 2 cruise companies in Miami, where we defined increasing the number of tourists ...", "sentiment": 0.0}, "459545272352526336": {"text": "RT @karlovillatoro: Learning from proven politicians and winners, we are the party + Big and Strong @PEPE_LOBO working meeting http: // ...", "sentiment": 0.21666666666666665}, "454319629922738177": {"text": "RT @JuanOrlandoH: Celebrating the 83rd anniversary of the Air Force, I congratulate the soldiers of the air for fulfilling and honoring the country. http: ...", "sentiment": 0.0}, "451791509126656001": {"text": "RT @JOHANNSEREN: @PEPE_LOBO the Folkloric Ballet Oro Lenca remembers it with a lot of love !!! You owe us the visit in La Esperanza! http: ...", "sentiment": 0.5}, "451791190376325120": {"text": "RT @infophn: #DiaMundialdelaActicaFisica # Abril6 @juandiegozelaya @JuanOrlandoH @anagarciacarias #Preparatustenis http://t.co/TY5lguVYt9", "sentiment": 0.0}, "451790805808996353": {"text": "RT @JuanOrlandoH: A warm welcome upon our arrival in Panama to attend the World Economic Forum. http://t.co/FoE9a83Bar", "sentiment": 0.5333333333333333}, "451542241950322688": {"text": "RT @ EPN: I appreciate the invitation of the President @ JuanOrlandoH. This visit will deepen our relationship as strategic partners.", "sentiment": 0.0}, "449930623332126720": {"text": "RT @juandiegozelaya: Hand in hand with private companies to strengthen our workforce #convenio @ccichn @infophn @JuanOrlandoH htt ...", "sentiment": 0.0}, "449930302572732416": {"text": "RT @JuanOrlandoH: We benefited more than 5000 families by inaugurating the pavement of the urban area of ​​San José del Potrero, Comayagua. http: // ...", "sentiment": 0.25}, "408742727812411392": {"text": "This day we said goodbye to one of the greatest leaders that this world has had, Nelson Mandela.", "sentiment": 1.0}, "406420648970702848": {"text": "Our government made the delivery of 900 titles of property in the municipality of Juticalpa", "sentiment": 0.0}, "406420118269607937": {"text": "By completing more than 200 days of classes, we have reduced the percentage of alcohol, tobacco and other drug use among young people", "sentiment": 0.15833333333333333}, "406419906654400513": {"text": "With support from SAG and BCIE, laying the groundwork for an investment of 460 million lempiras for agricultural production in 2014", "sentiment": 0.0}, "404240738835496960": {"text": "I am delighted to have handed over an ancestral title to the property that the Garífuna community of Punta Gorda longed for, Islas de la Bahía", "sentiment": 0.7}, "404240428662546432": {"text": "We have inaugurated a road section that the community of Punta Gorda so much needed, in the archipelago of Islas de la Bahía", "sentiment": 0.2}, "404239514883067904": {"text": "It is a great satisfaction to inaugurate the La Empalizada bridge, which will connect the municipalities of Juticalpa and San Francisco de Becerra, Olancho.", "sentiment": 0.8}, "403159691108577280": {"text": "We congratulate radio chain voices on their seventh anniversary and we hope that all their staff will continue with their great work.", "sentiment": 0.8}, "402974785925177344": {"text": "It is a pleasure to have given funds for the purchase of instruments of martial bands to institutes that participated in the patriotic parades.", "sentiment": 0.0}, "402912658724495360": {"text": "We welcome the new ambassadors from South Korea, Azerbaijan and Thailand.", "sentiment": 0.4681818181818182}, "402912402939072512": {"text": "We are very happy to have delivered 500 titles of property to compatriots of the community of Talgua, Lempira.", "sentiment": 1.0}, "402601619985940480": {"text": "We have delivered 68 million lempiras to coffee producers of a public-private partnership in Corquín, Copán.", "sentiment": 0.0}, "401337668539531264": {"text": "We are proud of the presidential appointee that has received recognition from COHEP for its support to the private sector.", "sentiment": 0.4}, "401337358035222528": {"text": "We thank the government of Taiwan for its donation of 30 million lempiras to support the School Snack and San Felipe Hospital", "sentiment": 0.0}, "401336095851683840": {"text": "I have had the pleasure of inaugurating several housing projects in the department of Intibucá, which will provide 197 homes", "sentiment": 0.0}, "400614836524290048": {"text": "Our government, through the National Defense and Security Council, guarantees peaceful elections.", "sentiment": 0.25}, "400416621308944384": {"text": "Supporting the marathon 'Corazones Unidos por Nuestro Hospital' of the Hospital San Francisco de Juticalpa, we have donated 1 million lempiras.", "sentiment": 0.25}, "400416369587806208": {"text": "Our presidential appointee, María Antonieta Guillén, inaugurated the reconstruction of the bridge over the Choloma River, in Cortés", "sentiment": 0.0}, "398484461756899328": {"text": "We inaugurate the facilities of Indura Beach and Golf Resort that will soon receive thousands of tourists who visit our beautiful country", "sentiment": 0.85}, "398484165253140480": {"text": "The beauty of the Cayos Cochinos is recognized throughout the world by web portals, as one of the most beautiful places to visit", "sentiment": 0.675}, "398484006762999808": {"text": "It is a great honor to receive the 'Cross of Fire in Gold' recognition from our Heroic and Meritorious Fire Department.", "sentiment": 0.5}, "397109834291879936": {"text": "We welcome all visitors who begin to arrive at our beautiful beaches in the department of the Bay Islands.", "sentiment": 0.825}, "396459617364213762": {"text": "We congratulate our guys who have put the name of Honduras on high playing a great role in the U-17 World Cup!", "sentiment": 0.48000000000000004}, "396308460218093568": {"text": "Congratulations to all those who form the family of HRN (The voice of Honduras) today in its 80th anniversary of being in the homes of our country.", "sentiment": 0.0}, "396080347106246656": {"text": "I send a warm greeting to the Fire Brigade of Honduras in its celebration of 58 years of heroically serving our community", "sentiment": 0.6}, "395655851538907136": {"text": "With joy celebrating the 200 days of classes completed, delivering 647 tablets to students of academic excellence in Francisco Morazán", "sentiment": 0.4}, "395654149079310336": {"text": "Next to me I wanted Rosa, we have inaugurated in the San Felipe hospital the Integral Clinic for Women \"Rosa\"", "sentiment": 0.0}, "395276372563988480": {"text": "My dear Rosa made the delivery of 147 computers to boys and girls students in El Chimbo, as part of the Educatrachos program.", "sentiment": 0.0}, "395276078216122368": {"text": "All Honduran children are grateful to educators, parents and the Ministry of Education. We have achieved 200 days of classes!", "sentiment": 0.0}, "395275890181308416": {"text": "We celebrate with joy the 200 days of classes completed. We thank the educators, parents and the Ministry of Education.", "sentiment": 0.8}, "395274291128049664": {"text": "It is an honor and a gift for me to be honored by naming us sponsors of this great education initiative of our Armed Forces", "sentiment": 0.8}, "395273412433965056": {"text": "We are grateful to the EU, who will provide financing of 47 million Euros that will help in forest development projects.", "sentiment": 0.0}, "394910308663578624": {"text": "Congratulations boys of the U17 team for having won and reached the quarterfinals. Let's move forward!", "sentiment": 0.0}, "393554516974796800": {"text": "Recognition by GRULAC for our work in fiscal, economic and democratic matters. http://t.co/3w9pIPMgNE", "sentiment": 0.2}, "393440276959997952": {"text": "Mi Rosa handing out wheelchairs in Márcala La Paz to those who need it most. http://t.co/PqctuaSpLw", "sentiment": 0.5}, "393090827930853376": {"text": "Rest assured that, just as we have laid the foundations for a change in education, we are going to do it with the health of my people.", "sentiment": 0.0}, "393090544458813440": {"text": "We were present with my Rosa to the Catarino Rivas Hospital of SPS to listen directly to those affected.", "sentiment": 0.05}, "393014152203366400": {"text": "We are going to make Pesentes personally to Mario Catarino Rivas. My people can not continue to suffer.", "sentiment": 0.0}, "391645084737089536": {"text": "The road paving project from Olanchito to San Lorenzo in Yoro is now a reality and will be able to provide economic growth.", "sentiment": 0.35}, "391619869390934016": {"text": "... and let's see as an example women who are full of courage face the fearsome disease day by day, since they are an example of HOPE and FAITH", "sentiment": 0.35}, "391619325028990976": {"text": "We join the fight against breast cancer ... http://t.co/4Ao3Y4rUDT", "sentiment": 0.0}, "391613896613969921": {"text": "Our presidential appointee has inaugurated the \"Lights to Learn\" project that will electrify solar energy schools to needy schools.", "sentiment": 0.0}, "390333616787824640": {"text": "Congratulations to all the Honduran people for that classification of the selection! We Hondurans can, we can!", "sentiment": 0.0}, "390305110087462912": {"text": "Come on guys ahead selection!", "sentiment": 0.0}, "389423519047876608": {"text": "... We keep going. We Hondurans can, if we can.", "sentiment": 0.0}, "389423388303052800": {"text": "Our first Honduran Lady will lead by a score of countries the great march of Latin American countries and 2 Spanish-speaking Europeans", "sentiment": 0.2625}, "389423122237374464": {"text": "Mi Rosa has been nominated Grand Marshal, at the Hispanic Heritage parade to be held today in New York ...", "sentiment": 0.12878787878787878}, "388823349989998592": {"text": "@Laura_Ch President, we congratulate both selections of being one step away from representing and putting up the name of our region CA", "sentiment": 0.0}, "388794760355676161": {"text": "Let's go guys like that. We Hondurans can, we can.", "sentiment": 0.0}, "388777457463328768": {"text": "Let's support our selection. Come on guys, we Hondurans can!", "sentiment": 0.0}, "385934209061515264": {"text": "Congratulations in your day to the Honduran soldier for his great work so selfless, courage to defend our country and its humanitarian work.", "sentiment": 0.8}, "385550957465313280": {"text": "I am very satisfied with having handed out resolutions that grant four frequencies of community radios", "sentiment": 0.65}, "385550535744815105": {"text": "Thanks to the great efforts that our government has made, we have reduced the sub feeding by 8.7%", "sentiment": 0.5}, "385550293788024832": {"text": "My dear Rosa inaugurated the exhibition of the FIFA World Cup at the Chiminike Museum", "sentiment": 0.0}, "385550147197075456": {"text": "It has been a very difficult task, but we have managed to reduce the levels of general poverty and extreme poverty", "sentiment": -0.24166666666666667}, "384741405987717120": {"text": "On behalf of my people with the cup. http://t.co/vzIPHGk7HZ", "sentiment": 0.0}, "384715356079939584": {"text": "Way to receive the world cup that for 2nd. Once he arrives in Honduras. http://t.co/jXN6FYcBPD", "sentiment": 0.0}, "384121204464164864": {"text": "Compatriots, today we celebrate 192 years of having received the sheets of independence, day by day we continue to improve for a great nation.", "sentiment": 0.8}, "383739591599325184": {"text": "Our presidential appointee, María Antonieta Guillén, appeared before the United Nations Organization", "sentiment": 0.0}, "383041190587011072": {"text": "Our designee, María Antonieta Guillén, officially inaugurated the XIV University Sports Games of Central America and the Caribbean", "sentiment": 0.0}, "383040955596931074": {"text": "We appreciate the support of the government of India in the irrigation project of 3 thousand hectares in the valley of Jamastrán", "sentiment": 0.0}, "383040773375418368": {"text": "Thanks to the efforts of our government, Honduras has managed to comply with the highest number of recommendations on human rights.", "sentiment": 0.1}, "383040700671336448": {"text": "Our beautiful municipalities of La Ceiba and Roatán will host the first Observatory of Sustainable Tourism and Climate Change", "sentiment": 0.55}, "382309529834512384": {"text": "We will enjoy the participation of athletes giving the best of themselves in their disciplines to represent their respective countries", "sentiment": 0.4666666666666666}, "382309233070735360": {"text": "I send a cordial greeting to the young participants of the University Sports Games of Central America and the Caribbean Honduras 2013", "sentiment": 0.05}, "381167832224243712": {"text": "The families of our heroes, firefighters, police and military, will now be benefited by the 10 Mil Urbano Bonus.", "sentiment": -0.1}, "381167350068019200": {"text": "We are proud of the young engineer Andy Escalante, who has been in the winner of the \"Graduate XXI\" contest promoted by the IDB", "sentiment": 0.45}, "381167197537964032": {"text": "The Virgin of Suyapa adorns the gardens of the Vatican, representing our beloved Honduras as few countries have had the opportunity.", "sentiment": 0.24999999999999997}, "381167040234803200": {"text": "It was an honor to make the delivery of the replica of the Virgin of Suyapa, to the Vatican State, in the presence of Pope Francis.", "sentiment": 0.0}, "381092869387583488": {"text": "Our virgin of Suyapa will occupy a privileged place in the gardens of the Holy See, the most important temple of Christianity.", "sentiment": 0.45}, "379961052366372864": {"text": "Happy Honduran Teacher's Day! We commemorate this day in honor of José Trinidad Reyes and all Honduran educators.", "sentiment": 0.8}, "379312398957428736": {"text": "Let's celebrate our 192 years of independence http://t.co/ND3Sv9vnjY", "sentiment": 0.0}, "379311040468901888": {"text": "Happy Honduras day! Today we celebrate the best of our land http://t.co/T3ewTYlKo5", "sentiment": 0.9}, "379309448659210240": {"text": "I wish a happy Independence Day to all Hondurans. celebrate and enjoy with your loved ones our national holidays.", "sentiment": 0.6333333333333334}, "378703963891433473": {"text": "The national Garífuna Ballet of Honduras will represent us abroad. http://t.co/VnEUndY3OB", "sentiment": 0.0}, "378703528786944000": {"text": "http://t.co/jv5qaUjgUl", "sentiment": 0.0}, "377794740881993730": {"text": "We move forward, let's support our Selection. We know that you will reach the goal. The Hondurans when we propose ourselves we can.", "sentiment": 0.0}, "377412527812251648": {"text": "Courage, boys! http://t.co/aaDFosbDw6", "sentiment": 0.0}, "377412243530723328": {"text": "Happy day to the children of Honduras! http://t.co/5pkSS8z06j", "sentiment": 0.8}, "376187230618140672": {"text": "Congratulations guys, you have shown again that united and in team Honduras if you can. Go ahead, compatriots, let's continue supporting the H!", "sentiment": 0.25}, "376186732326428672": {"text": "Our government has delivered 400 property titles in the community of Caridad, Valle.", "sentiment": 0.0}, "376186607176806400": {"text": "With the support of all of us we will be able to increase the benefits of ecotourism and duplicate the currencies generated by this item", "sentiment": 0.5}, "374767753108131840": {"text": "On Sunday, the government authorities, we performed the acts of hoisting and swearing of the National Flag of Honduras", "sentiment": 0.0}, "374767588884381696": {"text": "Enjoy with my dear Rosa, the First Lady, of the concert \"Music for Hope\", in which talented boys and girls participated", "sentiment": 0.45}, "374767519086936064": {"text": "Happy month of independence, Honduras!", "sentiment": 0.8}, "374767482932068352": {"text": "Thanks to the Scouts Association of Honduras for the recognition that has been given to me http://t.co/IpG0axCSTu", "sentiment": 0.2}, "373218075782701056": {"text": "I have instructed a commission commission led by Private Secretary Pompeyo Bonilla to provide the necessary support to affected families.", "sentiment": 0.0}, "373217979032666112": {"text": "I send my solidarity to the families that have lost loved ones in the landslides of this dawn in the Balín, Santa Cruz de Yojoa.", "sentiment": 0.7}, "373216194096271360": {"text": "The Millennium Account: Our Government has recorded a growth in the Open Budget index from 11 points in 2010 to 53 in 2012.", "sentiment": 0.0}, "372493668923744257": {"text": "We hope to create agreements that allow improving the living conditions of children who are outside their borders.", "sentiment": 0.0}, "372493373036576768": {"text": "The first ladies, their representatives and organizations involved in child migration will seek to create regional cooperation agreements.", "sentiment": 0.25}, "372493135110500352": {"text": "My Rosa will arrive this day in Guatemala City, where she will participate in the Regional Conference for Migrations.", "sentiment": 0.0}, "371774213314846720": {"text": "My deepest condolences to the loved ones of those who lost their lives in this tragic accident.", "sentiment": -0.025000000000000022}, "371774065738285056": {"text": "We have enabled the telephone number 113 so that family members can stay informed.", "sentiment": 0.0}, "371773797680295936": {"text": "We have instructed Copeco and the Foreign Ministry to support the families of our deceased compatriots and the wounded.", "sentiment": -0.125}, "371773467500503040": {"text": "I am very sorry about what happened in Mexico, the derailment of a train caused the loss of life of several Hondurans,", "sentiment": -0.325}, "370225823233896448": {"text": "We have approved the project of La caja comunal that will serve to provide credit to sellers of 27 markets in the central district.", "sentiment": 0.0}, "370225275784949760": {"text": "It is very satisfying to support ODECO in planning the first Afro-descendant university in Honduras http://t.co/DD5yroxAk4", "sentiment": 0.45}, "369515368890372097": {"text": "We must continue working to improve the health of all the Honduran people. With the effort of all we will overcome all adversity.", "sentiment": 0.0}, "369515247989567488": {"text": "They are beginning to give positive results achieving, through good management, significant savings of more than 21 million lempiras.", "sentiment": 0.4505681818181818}, "369514775669010432": {"text": "I thank the Bank of the West, especially Don Jorge Bueso Arias and the Civil Society for the contribution for the purchase of medicines.", "sentiment": 0.0}, "368139600889270272": {"text": "Let's celebrate with the Pedro Nufio Mixed Normal School its 40 years of creating teachers to educate our young people. http://t.co/d3O62Gy2jS", "sentiment": 0.08333333333333333}, "368139390574682112": {"text": "The disaster prevention works carried out in El Berrinche by the Mayor's Office and JICA will benefit more than 500,000 citizens.", "sentiment": 0.5}, "368139318411673600": {"text": "I congratulate the Mayor's Office of the Central District and JICA, for concluding disaster prevention works in El Berrinche.", "sentiment": 0.0}, "367137109473509376": {"text": "International Youth Day, Youth, your participation is key to the progress of Honduras. Give your best in your community.", "sentiment": 0.3333333333333333}, "364888526250196993": {"text": "I had the honor of rewarding 18 teachers who obtained the highest performance evaluation ratings http://t.co/Z89XmKKg6i", "sentiment": 0.5}, "363084541180641280": {"text": "This archaeological site is the reflection of seven years of hard work by archaeologists from Harvard University and local technicians.", "sentiment": -0.09722222222222222}, "363084360129318912": {"text": "It is a great pride for our nation to present a new tourist attraction: Rastrojón Archaeological Site, Copán. http://t.co/Ib1si9qdf8", "sentiment": 0.2340909090909091}, "363034217459879936": {"text": "Some products that benefit from the alliance with the European Union are: Sugar, meat, coil, rice, clothing and bananas.", "sentiment": 0.0}, "363034134374924292": {"text": "Proudly, we are the second commercial partner of the European Union, contributing 30% of the exported in the region.", "sentiment": 0.2}, "363034051529441280": {"text": "It is a satisfaction to know that 92 percent of our exports to Europe enter under free tariff.", "sentiment": 0.4}, "362766076146221056": {"text": "... for contributing decisively to the cause of peace, reconciliation and the consolidation of democratic values ​​in Honduras.", "sentiment": 0.0}, "362765744682967040": {"text": "I had the honor of delivering a decoration of the highest level to the most excellent Mr. Leonel Fernández, former president of the Dominican Republic ...", "sentiment": 0.5}, "362054075795255297": {"text": "Mi Rosa was received in a warm way by the mothers of the municipal crematory, where she delivered the 10 Mil Bonus.", "sentiment": 0.6}, "360772324603084801": {"text": "And also seeks the conversion of internal debt to external, payable with lower interest and longer term.", "sentiment": 0.0}, "360772192792875008": {"text": "This law will not be used to pay government current expenses.", "sentiment": 0.0}, "360771858267766786": {"text": "Next week I will talk with the different sectors of the country, so that they know the spirit of the Law of Conversion of the Debt.", "sentiment": 0.0}, "360520475547410434": {"text": "Congratulations on your day! http://t.co/9SdmZF3uUI", "sentiment": 0.0}, "360492932203163648": {"text": "... We unite in prayer for all affected families.", "sentiment": 0.0}, "360492881405935617": {"text": "We regret the accident happened in Galicia yesterday. We accompany our Spanish brothers in their mourning and in their pain ...", "sentiment": 0.0}, "360160626951192576": {"text": "Believing that producers are the basis of our economy, we made a donation of 31 million lempiras to coffee cooperatives.", "sentiment": 0.0}, "360160466753945600": {"text": "During our visit to Lempira, we delivered 4,553 mini computers to students and 178 computers to teachers.", "sentiment": 0.0}, "360160371950104576": {"text": "I shared with my compatriots from the beautiful lands of Lempira in a pleasant dialogue about their requests and working quickly on them.", "sentiment": 0.6388888888888888}, "359145678825459712": {"text": "Thank you for this joy and your move to the semifinals of the Gold Cup. Go ahead, guys!", "sentiment": 0.8}, "358558813181730816": {"text": "Today, July 20, we commemorate the example of Cacique Lempira, a national hero who fought tirelessly to defend our homeland.", "sentiment": 0.0}, "358398526155259905": {"text": "We believe that God is the basis for creating a new Honduras. We join # 1N1D in prayer for a better destination for the country.", "sentiment": 0.3181818181818182}, "357605209612095490": {"text": "Thank you very much for the effort and dedication of all the war veterans who watched over the integrity of Honduras.", "sentiment": 0.26}, "357590687849541632": {"text": "What a great honor to share with my great friend, Picho Goldstein. http://t.co/mbBFbMgvjQ", "sentiment": 0.8}, "357478876445802496": {"text": "This seminar, as part of the induction of Honduras to the EITI, is an advantage to attract investment to our country.", "sentiment": 0.0}, "357478683906277376": {"text": "We know that it is a great opportunity for our country to host the III Latin American and Caribbean Oil and Gas Seminar.", "sentiment": 0.4}, "357331034162999297": {"text": "Congratulations to all the civil engineers, they contribute tirelessly to the development of our beautiful Honduras. http://t.co/2fKjbmd6RA", "sentiment": 0.85}, "357208343221256192": {"text": "I regret the death of a great journalist and prominent citizen, Aldo Calderón. We ask God to bring peace to the heart of his family.", "sentiment": 0.65}, "357207956200230913": {"text": "Thanks to efforts made in favor of democracy, we are witnessing one more step towards the November elections. http://t.co/dA2SykOAuy", "sentiment": 0.35}, "356933878650380288": {"text": "In the brigade received more than 20 thousand people giving care in general medicine, dentistry and delivery of free medicines.", "sentiment": 0.3166666666666667}, "356933762661105665": {"text": "To bring health to all corners of our country, we conducted a Mega Civic Military Brigade in the La Laguna neighborhood.", "sentiment": -0.1}, "355826459169927171": {"text": "I am sure that our selected today will give everything for Honduras in #CopaOro Our support is with you!", "sentiment": 0.5}, "355826316211265536": {"text": "With the union to the member countries of the Mercosur, scientific and technical cooperation among the States will be fostered.", "sentiment": 0.0}, "355826157804994560": {"text": "In Honduras we have several items that we can unite to exploit them for the benefit of the majority of the member countries of Mercosur.", "sentiment": 0.0}, "355825988984250369": {"text": "We continue to look for opportunities for our producers. To this end, I traveled to Uruguay to participate in the Mercosur summit.", "sentiment": 0.0}, "354784500594642946": {"text": "It is a great satisfaction to know that our young people are internationally recognized for their talent and dedication.", "sentiment": 0.3}, "354784244507213825": {"text": "I am proud to congratulate Emma Pastrana, an open-water swimmer, who qualified for the 2014 Central American and Caribbean Games.", "sentiment": 0.2}, "354738985194631170": {"text": "This Geotourism strategy is developed taking advantage of all the natural and human characteristics to generate sustainable tourism.", "sentiment": 0.06666666666666667}, "354738842584088578": {"text": "We are proud to affirm that we are the first country to commit ourselves to a national Geotourism strategy.", "sentiment": 0.525}, "354388812480262145": {"text": "Courage selected! We know that today they will demonstrate the catracha claw on the pitch against Haiti. We are with you.", "sentiment": 0.0}, "353307790938353665": {"text": "The people united in the same cry: A #Honduras in #Paz and without Violence. God is with us.", "sentiment": 0.0}, "353307620267929600": {"text": "Once again we applaud the initiative of the church for its elevated prayers to our Father to intercede for our Honduras.", "sentiment": 0.0}, "353307378717962240": {"text": "Thanks to the joint efforts of the population, the national police and the armed forces, it is gratifying to know that the level of homicides has reduced this week.", "sentiment": 0.2}, "353306876450058240": {"text": "#Honduras is in the hands of our Creator, but it is an effort of all to ensure the safety of the country by making complaints to 9-1-1.", "sentiment": 0.0}, "353188776551518209": {"text": "Education is one of the fundamental pillars of our government, which is why we have always fought for everyone to have access to it.", "sentiment": 0.0}, "353188692405399553": {"text": "Yesterday we made the delivery of the Regulation of Education, this law guarantees the right to education of Hondurans.", "sentiment": 0.2857142857142857}, "352961282007252993": {"text": "This project, in charge of Cordon's Heavy Equipment, is part of the agricultural corridor that joins the department of #Olancho with #PuertoCastilla", "sentiment": -0.2}, "352961120769802241": {"text": "We continue to build roads to unite #Honduras. Starting tomorrow, the construction of the San Francisco - Gualaco road section begins again.", "sentiment": 0.0}, "352956233629724672": {"text": "I extend a congratulation to our friendly country, the United States, in the celebration of one more year of its independence. http://t.co/vGIJT5Y9dg", "sentiment": 0.4375}, "352614790805467138": {"text": "We support the efforts of the Evangelical Church to ask for peace in Honduras, knowing that only with their guidance can we move forward.", "sentiment": 0.0}, "352485374385348608": {"text": "Educatrachos in action. http://t.co/yj4VgZAZt1", "sentiment": 0.1}, "351763471303577600": {"text": "RT @ReinaldoHN: I share with you the story of the gallery http://t.co/NDRRu5ITC7", "sentiment": 0.0}, "351497942961631233": {"text": "I shared with mothers and elderly people to deliver the 10 Mil Bonus and Solidarity Food. http://t.co/3R3KzJDFh9", "sentiment": 0.0}, "351495072174444545": {"text": "This initiative will boost domestic production as opportunities will open in the international market.", "sentiment": 0.0}, "351494485659750401": {"text": "I feel honored and happy to be part of the Petrocaribe Economic Zone, this is a great opportunity for our national product.", "sentiment": 0.6}, "351064637053214722": {"text": "These social aid programs that we provide, is very fair, is the peace we share with each other.", "sentiment": 0.27277777777777773}, "351064450188587009": {"text": "I shared with mothers and elderly people to deliver the 10 Mil Bonus and Solidarity Food to the Elderly.", "sentiment": 0.0}, "350443874826715137": {"text": "All the American Continent, hopes that the discussion of the project in the US House of Representatives will be successful.", "sentiment": 0.375}, "350443662649458688": {"text": "I thank, on behalf of the Honduran families, for the approval of the bill on #reformamigratoria by the US Senate.", "sentiment": 0.0}, "350409289061498881": {"text": "The topics we dealt with were of a migratory, climatic, agricultural, commercial and security nature.", "sentiment": 0.0}, "350409255280590848": {"text": "I was with the presidents of Central America in #SICA, to discuss issues of great importance for #Honduras", "sentiment": 0.4}, "349996969206358016": {"text": "This will decongest vehicular traffic that has affected this area of ​​the Capital for many years.", "sentiment": 0.5}, "349996338970247169": {"text": "The stretch of Sansone sawmill, El Carrizal bridge, return and third lane of Boulevard Fuerzas Armadas was also improved.", "sentiment": 0.0}, "349996261992185856": {"text": "I had the opportunity to open the overpass in Tegucigalpa, the Pepe Lobo Bridge.", "sentiment": 0.0}, "349657382621683712": {"text": "The delivery of the Bond is for the purpose of providing the necessary conditions for children to have quality performance in classes", "sentiment": 0.0}, "349626157206999040": {"text": "More 10 thousand bonuses for my compatriots, we continue to meet the most needy Honduran families. http://t.co/FsM5fk9nAQ", "sentiment": 0.5}, "349313273751023617": {"text": "I am happy for the significant number of compatriots registered in the TPS, there are more than 58 thousand Hondurans enjoying their benefits.", "sentiment": 0.54375}, "349186044396191745": {"text": "Supporting the programs that benefit children, we donated one million Lempiras in the TeleRadio Marathon of the SOS Villages.", "sentiment": 0.25}, "349185786077384705": {"text": "I am committed to supporting all projects that aim to benefit Honduran children such as Aldeas SOS.", "sentiment": 0.125}, "349185576014057474": {"text": "I was delivering the 10 thousand bonus in the beautiful municipality of Yamaranguila, providing a base to improve the welfare of its inhabitants.", "sentiment": 0.024999999999999967}, "348255090114703362": {"text": "I had the pleasure of inaugurating UniMall in favor of the development of the Southern Zone. It will benefit compatriots in Choluteca. http://t.co/EqFK0fu128", "sentiment": 0.0}, "346737541761875968": {"text": "I want to share this recognition with the Honduran producers who have helped reduce the rates of undernourishment in the country.", "sentiment": 0.0}, "346737451500441600": {"text": "I was pleased to receive recognition from FAO for meeting the millennium goal: reduce undernourishment. http://t.co/nxoNUbR1zY", "sentiment": 0.5}, "346283172721483776": {"text": "Here the prize! Congratulations Honduras! http://t.co/Z2OYTTR8rJ", "sentiment": 0.0}, "346275458633043968": {"text": "Recognition before the FAO to Honduras for achieving a 50% reduction in the malnutrition rate in the last 3 years! http://t.co/tColatHrAE", "sentiment": 0.0}, "345669988650192896": {"text": "Donating blood is a gift of life. http://t.co/alT5gThM29", "sentiment": 0.0}, "345020565410684928": {"text": "I shared with my compatriots from the beautiful Department of La Paz delivering computers and the Senior Citizen Bonus.", "sentiment": 0.85}, "344676937358262272": {"text": "Congratulations to the H, today we show once again that when the Catrachos want, we can. http://t.co/Hjjix20suh", "sentiment": 0.0}, "344526521710567425": {"text": "The classrooms are open! More than 2,000,000 children in classes. http://t.co/U9541sDzMt", "sentiment": 0.25}, "344524345781141504": {"text": "We will reach 70,000 computers delivered to children. http://t.co/dGbQny9Gu5", "sentiment": 0.0}, "344434464820183041": {"text": "Educating children and young people is the best way to have a better future for our country. Congratulations to the students on their day!", "sentiment": 0.4}, "344430918162849792": {"text": "The education that is imparted today is the seed that will germinate tomorrow in a better country. Happy students' Day!", "sentiment": 0.65}, "343428513027731457": {"text": "Congratulations on the Honduran National Police Day to all those men and women who watch over the safety of our people!", "sentiment": 0.0}, "343221334760886273": {"text": "Today the triumph was not possible but we went ahead. Let's support the H, we will win against Jamaica!", "sentiment": 0.4}, "343155763105124352": {"text": "Today our players will demonstrate the catracha claw. Come selection, Honduras is with you!", "sentiment": 0.0}, "342822126627221504": {"text": "We were warmly welcomed in the María Teresa Zúniga children's garden today in the delivery of the Solidarity Bonus to the Elderly.", "sentiment": 0.6}, "342820089927704579": {"text": "I extend my sincere congratulations to the news program Hoy Mismo that celebrates this day 34 years of informing the Honduran people. Congratulations!", "sentiment": 0.5}, "342447377539538944": {"text": "In Honduras we have a great natural wealth, I invite you to take care of the resources to have a sustainable development.", "sentiment": 0.45}, "342049063891505154": {"text": "I was in the lands of Santa Bárbara delivering the 10 Mil Bonus to families and enjoying typical dances. How beautiful is Honduras!", "sentiment": 0.39444444444444443}, "341972511749201920": {"text": "Adherence to the EITI guarantees that Hondurans will receive human development in exchange for the responsible exploitation of wealth.", "sentiment": 0.1}, "341660407787814913": {"text": "With the desire to increase investment in Honduras, we have joined the Initiative for the Extractive Industries Transparency.", "sentiment": 0.0}, "340580395533860866": {"text": "World Anti-Tobacco Day, we commemorate the effort made to preserve the well-being of the Honduran people, respecting the health of all.", "sentiment": 0.0}, "340079284976754690": {"text": "Today we commemorate Pine Day, a national tree, giving thanks to God for having provided us with such great wealth in our country.", "sentiment": 0.3333333333333333}, "339935442550013952": {"text": "We celebrate the 1st anniversary of the National Directorate of Research and Intelligence, this government's initiative to support security.", "sentiment": 0.0}, "339579798957461504": {"text": "By supporting the education of the little ones, we form the future of a better Honduras. http://t.co/pfBzwDGFON", "sentiment": 0.140625}, "339579214493790208": {"text": "Today we deliver backpacks to the children of Yoro and surroundings, we have also delivered more than one million 300 thousand texts of Spanish.", "sentiment": 0.25}, "339433916207349761": {"text": "We arrived at the beautiful lands of Yoro. We continue to support the families of this community and its surroundings.", "sentiment": 0.85}, "338264038880464897": {"text": "... Many congratulations in your day to all journalists!", "sentiment": 0.5}, "338263798685257728": {"text": "To those who fulfill the selfless task of informing and creating opinion, having a commitment to the truth and the interests of our people ...", "sentiment": 0.0}, "338119900709154816": {"text": "We continue to strengthen ties of friendship with Latin America! Accompanying others with President Correa of ​​Ecuador http://t.co/7TvExZPQ2c", "sentiment": 0.0}, "337985079445958656": {"text": "I congratulate the journalists in the Alvaro Contreras award, especially Jonathan Russell, honored today with this recognition.", "sentiment": 0.0}, "337687732140793856": {"text": "We are working on a new plan for the Honduran people to have access to health and to have a more equitable system by 2038.", "sentiment": 0.3181818181818182}, "337687397921878016": {"text": "Thanks to the work done by the government in favor of democracy, we will have elections in November with an opening to political pluralism.", "sentiment": 0.1}, "336279338313981952": {"text": "Congratulations to Olimpia Sports Club and its fans, for being the first Tetracampeon in the history of Honduras ...", "sentiment": 0.25}, "336236963491377153": {"text": "A few hours before the game of the final of Honduran football, we ask for prudence and respect among his followers and what wins the best!", "sentiment": 0.13999999999999999}, "335566589783072769": {"text": "To all the accountants who exercise this respectable work, my most sincere congratulations on their day.", "sentiment": 0.5}, "335551459317911553": {"text": "Today, international telecommunications day, I reiterate my position of respect for freedom of expression and the democratization of them.", "sentiment": 0.0}, "335502389790515201": {"text": "Talking with the young people of the north area in the CCIC Chamber, listening to their brilliant ideas.", "sentiment": 0.5}, "335203296509841408": {"text": "We need to put aside the ideas that limit us to develop as a country.", "sentiment": 0.0}, "335203152422895616": {"text": "Engaging commercial relations with Mainland China is beneficial for our country because it means an opportunity for more investment.", "sentiment": 0.3}, "335111779585773568": {"text": "Gold Lenca dance group, Pride Catracho! http://t.co/KOuvtm0rj7", "sentiment": 0.0}, "335086762718273536": {"text": "At his young age he is already a speaker: http://t.co/EEtc5NSHbY", "sentiment": 0.1}, "335084163516465152": {"text": "We are in Comayagua delivering 60 Million Lempiras to small producers, in the Agricultural Development Training Center.", "sentiment": -0.175}, "335084034495508481": {"text": "We continue to support small entrepreneurs who are the ones who sustain the family economy http://t.co/NAN77Pgjbz", "sentiment": -0.25}, "334864080718417920": {"text": "Here attached more pictures: http://t.co/DDjgiKllk8", "sentiment": 0.5}, "334838680340553728": {"text": "The images of the delivery: http://t.co/QsjjlhW0g2", "sentiment": 0.0}, "334838545111994368": {"text": "... recognition by the Latin American and Caribbean Network for Democracy. This is also yours!", "sentiment": 0.0}, "334838431639285760": {"text": "The effort to unite the Honduran family has been great and today we are recognized. We received in the name of the Honduran people ...", "sentiment": 0.8}, "334816750858301441": {"text": "The reincorporation of Honduras to Petrocaribe is an effort with vision in the future and development of our country.", "sentiment": 0.0}, "334816329104257025": {"text": "I urge you compatriots to produce the best to get the most out of the opportunity that opens with Petrocaribe.", "sentiment": 0.75}, "334814231205662721": {"text": "On the international day of the family: http://t.co/ry7vdXgdHx", "sentiment": 0.0}, "334813593478500352": {"text": "Congratulations to all the agronomists in their day, thank you for promoting one of the most important sectors of our country.", "sentiment": 0.45}, "334488208547147778": {"text": "We continue to deliver more computers for the education of children. http://t.co/4Ct0ySgeHe", "sentiment": 0.5}, "334487625010401281": {"text": "The Council of Ministers was today in Ocotepeque, they welcomed us with the warmth of its people and the beauty of its landscapes. http://t.co/SsRujeunYI", "sentiment": 0.0}, "334366370655510529": {"text": "The government keeps getting closer to the people, today Ocotepeque welcomes us with open arms. http://t.co/0AQ0TKnkVW", "sentiment": 0.0}, "333987187790053377": {"text": "... Creating a stable environment for investment, thus improving the economy of our country.", "sentiment": 0.0}, "333986968696401922": {"text": "Having made the alliance with the European Union aims to reach new markets, strengthening the productive sectors and ...", "sentiment": 0.06818181818181818}, "333986596384813056": {"text": "... And an expansion to exports benefiting Honduran producers in different areas.", "sentiment": 0.0}, "333986376410333187": {"text": "Together with Central America and Panama, we have signed an association agreement with the European Union to promote sustainable development,", "sentiment": 0.0}, "333566839672168450": {"text": "Thank you mothers for being such an important pillar in the formation of our country! Happy mothers day! http://t.co/Al1N6BhoMh", "sentiment": 0.4000000000000001}, "333257160387592192": {"text": "It was a beautiful morning sharing with everyone present. http://t.co/liYIfETd9D", "sentiment": 0.425}, "333256772301225985": {"text": "Delivery of the 10 thousand bonus in the Republic of Paraguay school, at the same time I congratulate all the mothers in their day, http://t.co/L6YnvBsR9Y", "sentiment": 0.0}, "332934011972382721": {"text": "Renewing the bonds of friendship with the international community. In pleasant talks with the Chancellor of Palestine. http://t.co/GbT3LVN1mz", "sentiment": 0.36666666666666664}, "332678663806013440": {"text": "On behalf of all Hondurans, welcoming the Hon. Chancellor of Ecuador. http://t.co/Asgl2UTssF", "sentiment": 0.0}, "332533576576929792": {"text": "Participating in IV Ibero-American congress of young entrepreneurs in SPS in the facilities of the CCIC. http://t.co/85ecbE9HTp", "sentiment": 0.05}, "332285169690083329": {"text": "... And also the possible creation of a Transnational Audit. http://t.co/AU74obF48L", "sentiment": 0.0}, "332284856518205441": {"text": "We will study successful models of shared administration in situations similar to the Gulf of Fonseca,", "sentiment": 0.375}, "332284643166519296": {"text": "The international community will be asked for support and advice to convert the Gulf of Fonseca into a trinational development zone,", "sentiment": 0.0}, "332283927697960960": {"text": "This is mandatory compliance by all parties. http://t.co/8dqrk9k8Dk", "sentiment": 0.0}, "332283594452115457": {"text": "... a work route to review the status of compliance with the judgment of the International Court of Justice of 1992 ...", "sentiment": 0.0}, "332282997141303297": {"text": "The chancelleries of the 3 countries will be instructed to set up a legal and Sovereignty technical team to jointly establish ...", "sentiment": 0.1}, "332258696409268226": {"text": "In Nicaragua working for our country. http://t.co/VWwDQetba8", "sentiment": 0.0}, "331876615481094146": {"text": "Delivering property title that will benefit more than 2,200 families in the Gracias a Dios department. http://t.co/iLF2K4zRSA", "sentiment": 0.5}, "331869954125225984": {"text": "Delivering the 10 thousand bonus to the Gracias a Dios families. http://t.co/UFtXDjDmds", "sentiment": 0.0}, "331869229584375808": {"text": "Delivering the Food Bonus for the Elderly in the Department of Gracias a Dios. http://t.co/LK81M1D15J", "sentiment": 0.0}, "331868979926818816": {"text": "It is an honor to be able to deliver the Solidarity Food for the Elderly to Mr. Alberto Wood, 116 years old. http://t.co/9D4Y5ODCcK", "sentiment": 0.3}, "331868601869037569": {"text": "Here with the delivery of computers. http://t.co/7lgRfcC1L4", "sentiment": 0.0}, "331868373824729088": {"text": "Delivering computers to my little compatriots of Gracias a Dios. http://t.co/tSWnLpLKtG", "sentiment": -0.1875}, "331868085134974977": {"text": "Delivering backpacks for our little compatriots of Gracias a Dios. http://t.co/KzfT4lavKw", "sentiment": -0.1875}, "331838338287931393": {"text": "Sharing in Thanks to God with our dear people. http://t.co/Fpb4jXWQzQ", "sentiment": 0.2}, "331836826425892864": {"text": "Here a little more of our people. http://t.co/2227ZovARL", "sentiment": 0.15625}, "331836072617197568": {"text": "Tinkipali al sut tra ... Thanks to the Miskito people for receiving me with so much affection. http://t.co/rCGqYPC3mN", "sentiment": 0.2}, "331835524518121474": {"text": "Sharing with my people in Gracias a Dios in the First Historical Council of Ministers in this region of Honduras. http://t.co/BCsqkRvyMs", "sentiment": 0.125}, "331398844241813505": {"text": "... the national productive sectors of the member countries for their integral development.", "sentiment": 0.0}, "331398739262586880": {"text": "The ZEP aims to stimulate and make sustainable the PETROCARIBE scheme jointly articulating ...", "sentiment": 0.0}, "331398212751593472": {"text": "I congratulate the newly elected President on the will of the Venezuelan people, Nicolás Maduro, for promoting the Petrocaribe Economic Zone ...", "sentiment": 0.16818181818181818}, "331397739067895810": {"text": "... Based on the principles of unity, solidarity, cooperation and complementarity.", "sentiment": 0.0}, "331397535543480321": {"text": "... in its great Latin Americanist vision of the integration of our peoples, promoting the social and economic development of the region,", "sentiment": 0.3444444444444445}, "331397313882886145": {"text": "Yesterday in Caracas the re-entry of Honduras to PETROCARIBE was approved. This initiative created by President Chávez ...", "sentiment": 0.0}, "331162134731968512": {"text": "We are going to take advantage of Petrocaribe to bring more social benefit to the sectors that really need it. http://t.co/WKk0Jz2D9c", "sentiment": 0.24444444444444446}, "330888744024551427": {"text": "... to the Director of Research and Intelligence Directorate so that they give necessary security and the pertinent investigation is carried out.", "sentiment": 0.0}, "330888483348561920": {"text": "I regret and condemn what happened to the businessman Elias Chain, I have given instructions to the Minister of Security, the Director of Police and ...", "sentiment": 0.0}, "330519883118960642": {"text": "In Costa Rica at the summit with Barack Obama. http://t.co/Fi5bha3ldh", "sentiment": 0.0}, "330519244511010817": {"text": "At the summit in Costa Rica with the president @BarackObama http://t.co/OE7KyFl5RP", "sentiment": 0.0}, "330367632731697152": {"text": "Attending Ada Azucena Maltez and Azucena Maradiaga, from the El Manchen district, affected by the rains. http://t.co/FO7Cq2jvTT", "sentiment": 0.0}, "330366635875639296": {"text": "In emergency meeting called to respond to the population affected by the rains last night http://t.co/ttnSkRCIWE", "sentiment": 0.0}, "330323333021331456": {"text": "... to COPECO, Firemen, Armed Forces and National Police to take immediate actions and be able to support our affected compatriots.", "sentiment": 0.5}, "330322942187683841": {"text": "I have given instructions to #Copeco and no one affected will be left without support. I have called an emergency meeting at 8:30 a.m.", "sentiment": 0.0}, "330322060784070657": {"text": "We sympathize with those affected by the heavy rain last night in Tegucigalpa and Siguatepeque,", "sentiment": -0.1}, "330316827945230336": {"text": "... of the right of everyone in society to participate, to live the freedom of the press and the access of everyone to the media!", "sentiment": 0.21103896103896103}, "330316428383227906": {"text": "We must build human society on fundamental principles, respect for dignity, the common good, solidarity and ...", "sentiment": 0.13333333333333333}, "330315722179870721": {"text": "It is a right accessible to all, we must watch over and fight for the right of children and adolescents, our most precious treasure,", "sentiment": 0.3892857142857143}, "330315480940285952": {"text": "Today, international freedom of the press, we reiterate our firm conviction that this human right must be respected,", "sentiment": 0.021428571428571422}, "329357407866220544": {"text": "It is not easy to start putting order but we will not let them steal our hope. LAWYERS CONGRATULATIONS!", "sentiment": -0.21666666666666667}, "329357214655590402": {"text": "Lawyers, today in their day we remember those who are no longer there, but also those who fight day after day, for a more just Honduras.", "sentiment": 0.5}, "329357102634110977": {"text": "Lawyers advocates of justice and law, in these difficult times we appreciate that there are people like you ...", "sentiment": -0.5}, "329289221913333760": {"text": "Also giving them texts for their education. http://t.co/P4nmczlUyY", "sentiment": 0.0}, "329285805426216960": {"text": "Delivering backpacks to my little compatriots of Juticalpa Olancho. http://t.co/gUewBmTHo4", "sentiment": -0.1875}, "328189167911718913": {"text": "Congratulations Yoro! Congratulations Educatrachos! http://t.co/hAn1xE5mqC", "sentiment": 0.0}, "328189106993647616": {"text": "Educatrachos reaches today more than 35,000 computers already delivered. http://t.co/5Fil8UwZIC", "sentiment": 0.5}, "328188948524457984": {"text": "I am in Sulaco, Yoro delivering more than 2,000 computers to teachers and children in 20 schools. http://t.co/GdhE98O2bE", "sentiment": 0.5}, "328188751983550467": {"text": "Fulfilling the most important ... Education of our children. http://t.co/ZzmaWdjIje", "sentiment": 0.45}, "328144762249027584": {"text": "Adelante Ana Pineda continue fighting for the most important for humanity, the recognition of the dignity of the human person.", "sentiment": 0.3}, "328144262430588928": {"text": "... that helped us to remake what was destroyed, since those forums are not entered without addressing the issue of Human Rights.", "sentiment": 0.0}, "328144026710732801": {"text": "... who with his image and trajectory when the representation of our country was banned from the world forums, opened many doors", "sentiment": 0.5}, "328143677790765056": {"text": "... is my decision to have created the Ministry of Justice and Human Rights and I congratulate the work of Minister Ana Pineda ...", "sentiment": 0.0}, "328143343190163456": {"text": "Unfortunately, sometimes we soon forget. But if there is something in my Government that I feel more and more proud of, it is the following ...", "sentiment": 0.26}, "327872217989918722": {"text": "The V Summit of the Association of Caribbean States http://t.co/ri5jU3uM5I", "sentiment": 0.0}, "327764476986281984": {"text": "The reform proposal is in the National Congress and it is up to them to analyze and do what they consider within the framework of the law that corresponds to them", "sentiment": 0.0}, "327763407342284800": {"text": "... and we remain firm respecting these agreements. That is our position.", "sentiment": -0.2}, "327763283241230336": {"text": "In the proposal for the reform of the Telecommunications Law is the position we reached in different dialogues with different sectors,", "sentiment": 0.0}, "327762664229068800": {"text": "... so that the rights of children and youth are respected and their participation is respected, especially if they are national artistic talent.", "sentiment": 0.16666666666666666}, "327761303991111680": {"text": "I reaffirm my respect for freedom of expression and my commitment to greater participation of all in accessing the media,", "sentiment": 0.5}, "327600187231059968": {"text": "Compatriots today at 9pm in national chain we will make an important announcement regarding security.", "sentiment": 0.4}, "327511309857980417": {"text": "In dialogues with agroindustrial producers. http://t.co/qeGVriJaBe", "sentiment": 0.0}, "327237008315539456": {"text": "We reiterate to our compatriots that they have the guarantee that we will respond to their needs.", "sentiment": 0.0}, "327236916992933889": {"text": "Also in San Juan Pueblo and I met with settlers and authorities of Sparta, La Masica and Arizona by telluric movements that affected them.", "sentiment": 0.0}, "327235077534801920": {"text": "I have a deep appreciation and respect that we owe to a generation that yesterday taught and trained us as good men and women.", "sentiment": 0.35}, "327234966545104896": {"text": "Today I was in Santa Rosa de Copán delivering solidarity food to the elderly.", "sentiment": 0.0}, "327062197094187009": {"text": "Today I will be with you in Atlántida to give you the support you need.", "sentiment": 0.0}, "327062071604834306": {"text": "I am very sorry about what my compatriots from the department of Atlántida are going through due to the chain of earthquakes that have affected them", "sentiment": -0.3875}, "326784323296579584": {"text": "Delivering computers in Intibucá http://t.co/gsCvvR0SfR", "sentiment": 0.0}, "325397420953444353": {"text": "6pm: The National Defense and Security Council will read an important statement regarding the deplorable events that took place yesterday.", "sentiment": -0.09999999999999998}, "325318233538301953": {"text": "RT @JuanOrlandoH: We will propose a trust for the Orlan Chavez family, with funds from the security rate.", "sentiment": 0.0}, "325318152776982529": {"text": "RT @JuanOrlandoH: I regret the vile assassination of Prosecutor Orlan Chavez. I will ask the Defense and Security Council for a research team to ...", "sentiment": 0.0}, "324523164711415811": {"text": "I want to inform that I have given the order to the Armed Forces so that tomorrow the measure be reactivated and the military return to the buses.", "sentiment": -0.1}, "324522964085248002": {"text": "The town is right, the measure of the military in the buses should never be suspended. I make it clear that it was suspended without any justification.", "sentiment": 0.09523809523809523}, "324513467216322560": {"text": "I congratulate the National Congress for the approved reform to control substitute measures and close escape doors for criminals.", "sentiment": 0.0}, "323907660070141953": {"text": "RT @ReinaldoHN: So how important changes within the cabinet", "sentiment": 0.4}, "323907633364996098": {"text": "RT @ReinaldoHN: I will announce the withdrawal of the Government as Minister Private Secretary of the President, always grateful for the high honor that ...", "sentiment": 0.08}, "323907598824927232": {"text": "RT @ReinaldoHN: At 4 pm I will make a press appearance", "sentiment": 0.0}, "323592054825418752": {"text": "Congratulations to the U17 for that great match! Thank you for putting the name of Honduras very high.", "sentiment": 0.504}, "323188512167952384": {"text": "With my friend Toño Canales and his son Aaron today in the San Antonio neighborhood of Siguatepeque http://t.co/ZuCtiiiatD", "sentiment": 0.0}, "323180995027279872": {"text": "Today we deliver 5000 computers in Siguatepeque, there are already more than 30,000 children benefited. http://t.co/q05JmlHa52", "sentiment": 0.5}, "322082329826824192": {"text": "Friends, I share with you the communication that COMTELCA made about the Telecommunications Law http://t.co/SYQVlmVXV3", "sentiment": 0.0}, "319953328576552962": {"text": "With my little friend today in El Pedregal! http://t.co/6akyYvcQJC", "sentiment": -0.1875}, "319788192238800896": {"text": "... Since they all work hard to support their families in Honduras! Let us not steal hope.", "sentiment": -0.2916666666666667}, "319787605933826048": {"text": "We thank the people and Government of the United States for extending Temporary Protected Status (TPS) to more than 65 thousand Hondurans ...", "sentiment": 0.5}, "319256023091261440": {"text": "I reiterate my total support for General Juan Carlos Bonilla, who with the Minister Pompeyo Bonilla, we fight for the safety of our people.", "sentiment": 0.02500000000000001}, "319139826056167425": {"text": "This is what they defend. The government is not against freedom of expression.", "sentiment": 0.0}, "319139361318916097": {"text": "All to obtain many special benefits or tax exemptions. This has allowed them to amass fortunes to the detriment of the people.", "sentiment": 0.4285714285714286}, "319139054056783875": {"text": "In this and other types of media concentrations are used to make unfair competition to other companies and put pressure on governments.", "sentiment": -0.25}, "319138357382885376": {"text": "This represents almost 50% of the total licenses granted.", "sentiment": 0.0}, "319138215070162944": {"text": "Speaking of the Telecommunications Law, although CONATEL has awarded 322 licenses for TV, 132 are concentrated in the hands of 4 groups.", "sentiment": 0.0}, "318923202078334976": {"text": "41% fewer attempts against life, 56% fewer traffic accidents, the \"safe summer\" plan was a success this year. http://t.co/mVzr3T1bF0", "sentiment": 0.4}, "318923012617412608": {"text": "I am very satisfied with the work of the police, firefighters, armed forces and volunteers this summer 2013. Congratulations! Do not lose hope!", "sentiment": 0.65}, "318788694251302912": {"text": "We warn the beneficiaries of the exemptions that were not presented in time and according to the law, that they will not be able to use them.", "sentiment": 0.5}, "318788185146667010": {"text": "We thank the Commission for exemptions for their hard work.", "sentiment": -0.2916666666666667}, "318716069336449024": {"text": "... The figures show, thanks for making a truly safe summer.", "sentiment": 0.35}, "318715940390985728": {"text": "I congratulate the National Accident Prevention Commission (CONAPRA) for the excellent work they did at Easter ...", "sentiment": 1.0}, "318452197446795264": {"text": "... And also strengthen the hope of living in peace and tranquility, happy Sunday of resurrection!", "sentiment": 0.8}, "318452008929599488": {"text": "With the resurrection of our Lord Jesus Christ, new forces are born in our hearts ...", "sentiment": 0.13636363636363635}, "318089278812983296": {"text": "Holy Week is about to culminate, that is not tarnished by an accident. With caution, accidents can be prevented. Happy come back to home!", "sentiment": 0.4}, "316965173552361474": {"text": "In sport you win and you lose ... the one that you should never lose is the will to succeed, that you do not rob us of hope, ahead of selection!", "sentiment": 0.8}, "316742178674188288": {"text": "Let's all go with the H! Come on guys, we are confident that they will do their best, they will give their best on the field, yes we can, of course we can!", "sentiment": 0.8333333333333334}, "316626510368866305": {"text": "... Everything to restore tranquility and the needs of people affected by heavy rains.", "sentiment": -0.2}, "316626446456070144": {"text": "I have trained teams of aid, cooperation and public services to join efforts ...", "sentiment": 0.0}, "316352837271580673": {"text": "The government, through the Fire Brigade, COPECO, the Armed Forces and Banasupro, is and will continue to serve the affected families.", "sentiment": 0.0}, "316352555984764928": {"text": "We deeply regret the suffering provoked to the families of the capital by the strong storms ...", "sentiment": 0.21666666666666665}, "315241600026554369": {"text": "Forward Selection, although the road looked difficult, we showed that when the Catrachos want, we can ... Of course we can!", "sentiment": -0.5}, "314890182568595458": {"text": "Remember that justice is creating opportunities for each of the Hondurans! Do not steal our hope.", "sentiment": 0.0}, "314889985578897408": {"text": "Today at 6:15 PM we present the reform of the telecommunications framework Law to the sovereign National Congress.", "sentiment": 0.0}, "314423093969973250": {"text": "Also, I assure you that we will incorporate other products that must be included because they are a real need of the poorest.", "sentiment": 0.037500000000000006}, "314422792147828736": {"text": "I guarantee to my people that no product of the basic basket will pay taxes. Do not be fooled by what they play with the stomach of the people", "sentiment": 0.0}, "314089228000694272": {"text": "I congratulate all the Honduran parents on their day and I invite them to continue fighting for a better future for the children of our country.", "sentiment": 0.25}, "311930168866402304": {"text": "Francisco I is in charge of carrying the message of Peace and love for the world, God enlighten and bless!", "sentiment": 0.5}, "311930085705932800": {"text": "Today is a day of jubilation for Catholic Parishioners \"Habemus Papam!\" For the first time Latin American, Francisco I ...", "sentiment": 0.08333333333333333}, "311662772402405376": {"text": "My message to the Honduran people: https://t.co/bu21jh9qlI", "sentiment": 0.0}, "311116910123175937": {"text": "At noon I will have an appearance before the media in the Presidential House to inform the population of important issues.", "sentiment": 0.4}, "310137448330039296": {"text": "... to build a better future for our country, do not let us steal hope.", "sentiment": 0.25}, "310137208210354178": {"text": "Congratulations today on your day, to the wrestling women, full of hope and optimism, who work day by day ...", "sentiment": 0.35}, "309822208044322816": {"text": "This law reform will bring relief to thousands of users nationwide. Go ahead, Hondurans, do not steal our hope.", "sentiment": 0.0}, "309822041668861952": {"text": "I congratulate the National Congress for having firmly approved the reforms of the credit card law. No more abusive charges to anyone.", "sentiment": -0.225}, "309357223757348865": {"text": "The National Defense and Security Council, aware of the extortion or war tax, has created the National Anti-Extortion Force FNA", "sentiment": 0.25}, "309129998827139072": {"text": "... which in life fought for the integration of Latin American peoples and social justice.", "sentiment": 0.016666666666666666}, "309129897643745280": {"text": "My deepest condolences to the Venezuelan people for the death of its president Hugo Chávez ...", "sentiment": 0.0}, "308976648668196865": {"text": "Women of courage from the USA Here the information of the event http://t.co/BoTAh1uWSW #IWOC", "sentiment": 0.0}, "308975549982859265": {"text": "I congratulate Julieta Castellanos very proudly for receiving the women of courage award from the US government for great achievements and struggles!", "sentiment": 0.9}, "307711626226835456": {"text": "I congratulate the Cristo del Picacho Foundation for such beautiful activity!", "sentiment": 0.425}, "307711542730846208": {"text": "Enjoying the talents of our homeland in the Pride of ours! http://t.co/6e9qJwOGIv", "sentiment": 0.5}, "307476239541747712": {"text": "We will continue with the purge of the national police. Let us not be robbed of hope by Hondurans, we can.", "sentiment": 0.0}, "307475883520835584": {"text": "With the decision of the plenary session of the supreme court, the will of the state powers to strengthen the security of our country is demonstrated.", "sentiment": 0.0}, "307146565708034048": {"text": "Do not let us steal hope, we Hondurans can, of course we can, Mayor Cano!", "sentiment": 0.0}, "307123114754580480": {"text": "I congratulate Mayor Carlos Cano, for his great work on the security issue at Campamento, Olancho. We will support him to keep going.", "sentiment": 0.8}, "306747566358401025": {"text": "The National Party to its 111 years of foundation and fight for a Honduras with Social Justice, with Democracy ... Congratulations!", "sentiment": 0.03333333333333333}, "306746979969556480": {"text": "I want to congratulate my Party, party of the opening, change and transformation, the great National Party of Honduras.", "sentiment": 0.8}, "303570266339037185": {"text": "We continue strong against those who want to take away the tranquility of our people, who do not steal our hope. We Hondurans can!", "sentiment": 0.4333333333333333}, "303569087542460416": {"text": "I regret what happened to General Ramírez del Cid, for the irreparable loss of his child in the hands of unscrupulous people.", "sentiment": 0.05000000000000002}, "302516263513620481": {"text": "I reaffirm my commitment to continue to strongly promote this process.", "sentiment": 0.4333333333333333}, "302516152389734400": {"text": "I want to thank all the sectors that participated today in the great dialogue for the democratization and inclusion of Telecommunications.", "sentiment": 0.8}, "302180366775644162": {"text": "We will reach more than 50,000 children, with Educatrachos, there is still a lot to do, remember not to steal our hope. http://t.co/43VD8BhO", "sentiment": 0.5}, "302123662046277632": {"text": "Think of Honduras, there is good news every day. Let us not steal hope because together we can.", "sentiment": 0.7}, "302123065402335232": {"text": "The American Embassy very responsibly have denied this biased and false news.", "sentiment": -0.04666666666666669}, "302122557199499264": {"text": "Here the image. http://t.co/SibdKBX6", "sentiment": 0.0}, "302122216471019520": {"text": "Because they want to continue to dirty the image of my country? The Herald did a publication without confirming the information with the American Embassy", "sentiment": -0.3}, "302121005483171841": {"text": "Hondurans will be that some use means to defend their businesses as Jorge Canahuati are upset by reviewing the exemptions?", "sentiment": 0.0}, "299304768025817089": {"text": "Excellent the H! http://t.co/DfKe3KuY", "sentiment": 1.0}, "299290881045979136": {"text": "Thanks to the H for that gift, when the Catrachos want, we can. Let us not steal hope, let's go forward!", "sentiment": 0.2}, "299213473592799232": {"text": "Forward selection, with effort and determination, let's show that when the Catrachos want, we can, all to support the support of the H!", "sentiment": 0.0}, "298076099294945280": {"text": "Glad we celebrate 266 years of discovery Virgin of Suyapa, Honduras full of joy and with devotion asks continue to pour much blessing", "sentiment": 0.46249999999999997}, "296615950323679232": {"text": "I want to thank @BarackObama and the Republican and Democratic congressmen who promote the reform that will support our migrant Brothers", "sentiment": 0.0}, "295578670536470528": {"text": "Brazil, we ask God for the souls of the more than 200 people who lost their lives in this morning's disaster.", "sentiment": 0.5}, "295578180092309505": {"text": "I want, in the name of the Honduran people, to stand in solidarity with the brotherly people of Brazil who are going through a moment of mourning and pain.", "sentiment": 0.0}, "295210415200292864": {"text": "IV CELAC-UE Business Summit http://t.co/0UphleuS", "sentiment": 0.0}, "294943719327690752": {"text": "Forward selection let's demonstrate the catracha claw with pride and let's prove we can !!!", "sentiment": 0.0}, "294860732753903617": {"text": "Let us not steal hope.", "sentiment": 0.0}, "294858887767678976": {"text": "We must have faith, Some strive to maintain the belief that we can not but we can. Honduras we are all and we will go forward", "sentiment": 0.0}, "294793664201363456": {"text": "My most sincere congratulations to you women who, with love and effort, struggle to get ahead Congratulations Honduran women in their day!", "sentiment": 0.5}, "293758417657544704": {"text": "Dear people, at the moment, we have not referred to the media, why are the groups that monopolize them so angry?", "sentiment": -0.5}, "293757837182652416": {"text": "Has begun the review of exemptions, exemptions and franchises. There are more L60 billion that the state has given in the last 6 years", "sentiment": 0.25}, "293487104422465536": {"text": "Official data: more than L.10 billion per year are not collected. The commission will review if they fulfill the function for which they were created.", "sentiment": 0.5}, "293486207764140032": {"text": "I want to congratulate and thank the National Congress for approving the initiative that reviews ALL the exemptions.", "sentiment": 0.0}, "291167387946979328": {"text": "Keep going, transforming and improving each time to serve better. Happy Anniversary National Police !!!", "sentiment": 0.65}, "291167130278318080": {"text": "I want to congratulate the men and women who make up the great institution that for 131 years has served and protected the Honduran people.", "sentiment": 0.8}, "289782928723034112": {"text": "It is painful that the one that really works will take away his livelihood.", "sentiment": -0.24999999999999997}, "289782835504640001": {"text": "In the face of massive layoffs, to be sure that injustices are not committed, I am signing a decree.", "sentiment": 0.25}, "286298262154125314": {"text": "For his great dedication and work in the Christmas Safe operations and for fighting day by day to improve the security of our beloved Honduras.", "sentiment": 0.6666666666666666}, "286297988228321281": {"text": "I want to congratulate General Juan Carlos Bonilla, General Rene Osorio and the Men and Women who make up the National Police and Armed Forces", "sentiment": 0.05000000000000002}, "285948488519393280": {"text": "My wish is that peace and prosperity be present in their homes today and always. God bless my dear Hondurans! Happy New Year!", "sentiment": 0.31212121212121213}, "285945620424978432": {"text": "Today we say goodbye to 2012 with many lessons and challenges for 2013 Always united and try to get ahead and fight for a country 5 stars", "sentiment": 0.5}, "284084649418964992": {"text": "Here I leave another image of the project that helps the elderly. http://t.co/F3JFrt2Y", "sentiment": 0.0}, "284084113806352384": {"text": "Solidarity food for the elderly is a reality! http://t.co/X7a2VBpJ", "sentiment": 0.0}, "283937993893490690": {"text": "This program consists of a monthly food bag ... I reiterate, my commitment is with the poorest and most vulnerable sectors.", "sentiment": 0.0}, "283937389552992257": {"text": "Today at 10am we start the largest solidarity program in the history of Honduras, Food solidarity for the elderly.", "sentiment": 0.0}, "283393940873424898": {"text": "MERRY CHRISTMAS my dear CATRACHOS, God Bless you always.", "sentiment": 0.0}, "283393883168190467": {"text": "It has not been easy but in this Christmas season we can unite more so that next year together we will continue the struggle in search of prosperity", "sentiment": 0.3111111111111111}, "283393528770478080": {"text": "Just as Jesus was born in a manger born in your heart and that the star that guided the wise men guides your life on the path of good!", "sentiment": 0.7}, "283242826408542208": {"text": "May this night of peace be just the beginning of a year full of hopes and joys. Merry Christmas Honduran Brothers and Sisters!", "sentiment": 0.35}, "283242711828537344": {"text": "The best Christmas ornament is a big pure and sincere smile, Honduran Brothers the coming of Jesus, is a cry of life and hope!", "sentiment": 0.40285714285714286}, "282276957767479296": {"text": "The police always serving and protecting our population.", "sentiment": 0.0}, "282276759532105730": {"text": "I want to congratulate the Director General Bonilla and all the officers who received his much-deserved promotion for his great work in the police.", "sentiment": 0.35000000000000003}, "279787891452948481": {"text": "My solidarity and condolences to the people and Gov. of the United States because of the tragedy in Connecticut, God gives a lot of strength to the relatives.", "sentiment": 0.0}, "278523736884400129": {"text": "Congratulations to that radio station with cutting edge technology reaching Hondurans and Hondurans nationally and internationally.", "sentiment": -0.3}, "278523564267810816": {"text": "I would like to congratulate Don Alejandro Villatoro and family especially my little friend Cielo Bettel for celebrating the 13th anniversary of Radio Globo.", "sentiment": -0.1875}, "277051587598381056": {"text": "I extend this congratulations to Dr. Andonie Fernandez and family who have been a bastion of this important national communication", "sentiment": 0.4}, "277051304226996224": {"text": "Congratulations Radio America for its 64th anniversary for being the informative voice of the people.", "sentiment": 0.0}, "276725455825010688": {"text": "The State is an order established by God to impart justice and the law is derived from justice.", "sentiment": 0.0}, "276725242091675648": {"text": "The decision of 4/5 Magistrates of the Constitutional Chamber helps the bad ones and affects the good ones, helps the victimizer and affects the victims", "sentiment": 5.551115123125783e-17}, "276724353679380481": {"text": "\"5 Therefore it is necessary to be subject, not only because of punishment, but also because of conscience.\"", "sentiment": -0.05555555555555555}, "276723623342010368": {"text": "\"For not in vain does he bear the sword, for he is a servant of God, an avenger to punish him who does evil.\"", "sentiment": -1.0}, "276722335216705537": {"text": "\"Do good, and you will have praise from her; 4 for she is the servant of God for your good, but if you do evil, fear;\"", "sentiment": 0.1333333333333333}, "276721079731486721": {"text": "Romans 13 \"3 For the magistrates are not to fear the good, but the bad. Do you want to fear no authority?\"", "sentiment": 5.551115123125783e-17}, "274507309047230464": {"text": "And we will continue fighting to reduce public spending as much as possible until we reach the minimum possible.", "sentiment": 0.0}, "274506123938242560": {"text": "As a Christian humanism government, we commit ourselves to not touch any public employee who fulfills 100% of his duty with Honduras", "sentiment": 0.0}, "274505331177046016": {"text": "We will fight against tax evasion, we will review issues such as the exonerations that continue to make the rich rich and the poor the poor", "sentiment": -0.010000000000000009}, "273498309996445696": {"text": "EITI is vital, because the development of natural resources requires full transparency, for the good of the country http://t.co/nFqDdg1d", "sentiment": 0.3125}, "270208988715548672": {"text": "I am satisfied with how the internal elections are taking place.", "sentiment": 0.25}, "264086294961995776": {"text": "Congratulations HRN for its 79th anniversary of foundation, always being one of the most listened to and respected radios nationwide!", "sentiment": 0.5}, "261826735870472192": {"text": "We go ahead with the police debugging, respecting the law. Safety for my people has always been and will continue to be my commitment.", "sentiment": 0.0}, "259290507874795521": {"text": "The decision of the CSJ has deprived thousands of the opportunity of a job. Doing more of the same will continue with the same results ...", "sentiment": 0.16666666666666666}, "259289358044106752": {"text": "Employment is what my people need and that is only achieved by attracting investment.", "sentiment": 0.0}, "258292786460229632": {"text": "Come on Catrachos, let's show that the H can, let's support our brothers of the Honduran team! We are 3 points from the hexagonal!", "sentiment": 0.0}, "256929408798056448": {"text": "Come on Catrachos, everyone with the H! We have already shown, that together when we take out the catracha claw, we move forward!", "sentiment": 0.0}, "254566847066812416": {"text": "At this moment I will instruct the government team to start work and thus seek the exit that most benefits the Honduran people.", "sentiment": 0.5}, "254566576437739520": {"text": "Interesting the proposal to merge Banasupro with the IHMA, but with the participation of consumer organizations and labor centrals", "sentiment": 0.5}, "253863899743547392": {"text": "... I will meet with employers, workers and consumers so that together we can find an outlet for price abuse.", "sentiment": 0.0}, "253863617617874944": {"text": "I am aware that the high cost of the basic basket has overwhelmed the Honduran people, that is why today at 430 pm in the SIC", "sentiment": 0.1366666666666667}, "251529113200893952": {"text": "Decision taken at a meeting of the National Defense and Security Council.", "sentiment": 0.0}, "251528815946371074": {"text": "I inform the citizens so that they have more tranquility and security. I warn the criminals that force will be answered with force", "sentiment": 0.5}, "251528446222663680": {"text": "On the public transport routes with more levels of crime there will be armed forces to defend the citizens.", "sentiment": 0.25}, "251528120157478912": {"text": "I want to announce that tomorrow from 6 am, the government will intensify public safety in the Capital.", "sentiment": 0.0}, "246969302039814144": {"text": "September 15, Let us feel more proud than ever of being catrachos, long live independence, long live the Republic, Honduras our great country", "sentiment": 0.3246753246753246}, "245545885168185344": {"text": "We won in Cuba. Today we will win in Our land, ahead selection, let's take the catracha claw, we go to Brazil 2014.", "sentiment": 0.8}, "244114341371211776": {"text": "It was time to take out the catracha claw ... Hondurans, all our strength with the selection!", "sentiment": 0.0}, "240610783405412352": {"text": "With the support of the people, our government will continue on the path of change. Go ahead, Honduras, go ahead!", "sentiment": 0.0}, "240610447882084354": {"text": "Our goal is to improve attention to the public and end the lack of medicines, equipment, mismanagement and corruption above all.", "sentiment": 0.0}, "240610167002112001": {"text": "We are seeing results ... uncovering a black reality with the purchase of medicines -only this way the real changes will be achieved-", "sentiment": 0.011111111111111118}, "240609467455127553": {"text": "The decision to intervene Hospital School, to transfer the command to UNAH aroused strong reactions. They demanded: \"Another big bomb!\"", "sentiment": 0.17777777777777778}, "240608997420453888": {"text": "Six weeks ago, we took actions to get to the bottom of the Hospital School problems -something that no previous government had done-", "sentiment": 0.08333333333333333}, "240499461082710016": {"text": "Great lesson of oratory in Pech language. http://t.co/2iNTMSAI", "sentiment": 0.8}, "238059561670553601": {"text": "It is worth repeating the good news: With more security, there is more tourism; With more tourism, there is more employment. Go ahead, Honduras! Keep going so!", "sentiment": 0.5}, "238058819815604224": {"text": "More than 16 thousand Salvadoran tourists enjoyed their August vacations in Honduras. They did not have any incident of insecurity. Zero!", "sentiment": 0.5}, "236207784478244864": {"text": "I do not say more. The announcement will come from my new finance secretary.", "sentiment": 0.3181818181818182}, "236207613866557441": {"text": "A great leap forward so that our institutions have a technical and not political management.", "sentiment": 0.26666666666666666}, "236207461328121857": {"text": "A blow against fraud and corruption. A blow in favor of transparency.", "sentiment": 0.0}, "236206671649701888": {"text": "I told them that the thing does not end here. Today, in the council of ministers another bombing is coming.", "sentiment": 0.0}, "235567214319783936": {"text": "The National Police have orders and the obligation to apply the law to every citizen equally. There are no exceptions.", "sentiment": 0.0}, "229689709058736128": {"text": "... Hondurans all together we want, we can!", "sentiment": 0.0}, "229689575751184384": {"text": "I contacted President Callejas, to congratulate the coaches and players of the sub23, which has shown us today that when", "sentiment": 0.0}, "228248298971099138": {"text": "With this we have reached 39,074 bonds delivered in the department of Lempira.", "sentiment": 0.0}, "228248105735315456": {"text": "Tomorrow I will be in the Iguala Lempira fulfilling our promise to the poorest. Already taking the 10mil bonus to more than 1,400 families", "sentiment": 0.5}, "227553225849597952": {"text": "Going into detail, the NC will authorize a transitory trusteeship of the BCH for the use of the resources of the Security Rate.", "sentiment": 0.0}, "227552925893939201": {"text": "In consensus National Council of Defense and Security and Technical Committee: tomorrow the CN authorizes trust for the use of the security rate.", "sentiment": 0.0}, "225645082668306432": {"text": "We continue to create opportunities for youth. Today we deliver 5 million and a half lempiras for training.", "sentiment": -0.16666666666666666}, "223796268076515329": {"text": "Who can oppose the true access to public health for the poorest, that is why the decision of the Hospital Escuela is irreversible.", "sentiment": 0.175}, "222727928079859713": {"text": "Everything is to guarantee access for everyone to the first healthcare center in the country", "sentiment": 0.075}, "222727268508770304": {"text": "The administration passes into the hands of the institution that has the most prepared health professionals in the country: the UNAH", "sentiment": 0.5}, "222726626729918464": {"text": "Council of Ministers where the profound reforms to the health system are being approved. http://t.co/cXnfuXbF", "sentiment": 0.08333333333333333}, "222725174120816641": {"text": "A doctor in person at each of the more than one thousand health centers nationwide", "sentiment": 0.5}, "222724795278692352": {"text": "Today we begin the route for the true access of the poorest to public health, something desired by the Honduran people", "sentiment": 0.175}, "221395862272749569": {"text": "So let's go forward! Fulfilling the commitment.", "sentiment": 0.0}, "221395491668230144": {"text": "Tomorrow we will reach 40,000 titles of property delivered in my government. I'm going to Choluteca tomorrow to give titles to 500 more families.", "sentiment": 0.5}, "219437173110349824": {"text": "This unit example must reach the base. For our party and for Honduras. Go ahead, leaders. http://t.co/nUd7PVit", "sentiment": -0.8}, "218781277770354688": {"text": "Successfully and unanimously the 8 ministers of Industry and Commerce of SICA agreed to the incorporation of Panama to SIECA", "sentiment": 0.75}, "215982883276460032": {"text": "In addition, in training, training of new police and finally in projects of safe municipalities.", "sentiment": 0.21212121212121213}, "215982477817294848": {"text": "In terms of security, the funds will be invested in areas such as criminal investigation to end impunity in our country.", "sentiment": -0.2}, "215898273754529793": {"text": "The international organizations are validating the effectiveness of the social programs of the government of Honduras. The town wins.", "sentiment": 0.1111111111111111}, "215897881977176064": {"text": "Thanks to national reconciliation and reintegration into the community of nations, there are funds for social projects and security.", "sentiment": 0.11666666666666667}, "215897644772491265": {"text": "For the good of our Honduras, the IDB approves $ 75mn for health, education, and poverty reduction with the 10mil Bonus", "sentiment": 0.7}, "215897413666344960": {"text": "In addition, the IDB also approves $ 59.8mn for security, including the training of new police officers", "sentiment": 0.13636363636363635}, "215897228483624961": {"text": "and for the good of Honduras, the IDB approves $ 30mn for Intibucá, Lempira, and Valle hospitals associated with the 10mil Bonus", "sentiment": 0.7}, "215896982965854208": {"text": "Peace and reconciliation continue to bear fruit. The IDB again recognized the country's progress and national unity", "sentiment": 0.0}, "214779389001478144": {"text": "At noon today I will swear in the Deputy Director of the Directorate of Intelligence and Research", "sentiment": 0.0}, "214779139977261056": {"text": "We remain firm in the fight against crime and criminality ... http://t.co/1rlMA0e1", "sentiment": -0.2}, "213621859214835713": {"text": "The executive branch will abide by the ruling of the CSJ on the reintegration of departmental directors of education.", "sentiment": 0.0}, "213621755623899137": {"text": "In Honduras, the rule of law is respected.", "sentiment": 0.0}, "213342119799177216": {"text": "Thanks to the police, the girl is already under the protection of the juvenile prosecutor's office, receiving medical exams and looking for her parents.", "sentiment": -0.016666666666666663}, "213341050318766080": {"text": "More important: they saved a 10-year-old girl who had been taken as a 'companion' by a gangster because she was a minor", "sentiment": 0.2375}, "213339912664125440": {"text": "275 troops participated in operations in the two cities, from 6am until 8:45 a.m., they recovered 17 houses taken by mareros", "sentiment": 0.0}, "213337098915299329": {"text": "The tiger left early, hunting sharks in \"May 14\" and \"Chamelecon\", going where the mareros have taken the houses and public spaces", "sentiment": 0.03333333333333333}, "212296346974171136": {"text": "34 large companies sell L.18 billion per year. But they do not pay taxes because they say they do not earn anything. You believe you who do not earn anything?", "sentiment": 0.21428571428571427}, "212285964314361857": {"text": "Meeting of the national defense and security council http://t.co/OCfz2NIX", "sentiment": 0.0}, "210778505196208129": {"text": "We are not going to allow an accelerated devaluation to be made, in any way we are going to allow this", "sentiment": 0.0}, "210082226128420865": {"text": "We are moving forward resolutely solving the real problems of our country. There is already peace in the aguan. We are working for national peace.", "sentiment": 0.2}, "209847712542228482": {"text": "The dialogue continues and will continue to be the path for peace and reconciliation, we have achieved it in the Aguan and we will achieve it throughout Honduras", "sentiment": 0.0}, "209796918048591874": {"text": "I believe that the settlement in the Aguan is the beginning of the end of agrarian conflicts.", "sentiment": 0.0}, "208907945008832512": {"text": "Yesterday we acted to protect the shark from the sea; now we launch the tiger against the criminal sharks in our land.", "sentiment": -0.4}, "208189321189146625": {"text": "Perhaps slowly, but surely, all criminals will be brought to justice.", "sentiment": 0.09999999999999998}, "207972754752933888": {"text": "Very soon the National Defense Council will appoint the Deputy Director of the DNII who together with General Pacheco will fight for the investigation", "sentiment": 0.125}, "207940171503644673": {"text": "Friends, I want to know what you think about Honduras having an elite police team as well as the Carabineros of Italy?", "sentiment": 0.0}, "207647053466181633": {"text": "We thank Juan Ferrera for his support and that of civil society with the Honduran government and people, in helping to have a better security", "sentiment": 0.5}, "207150681340129280": {"text": "Take advantage to save those savings, it's worthless if it costs us less if we spend that economy unconsciously.", "sentiment": -0.48333333333333334}, "207150560229593088": {"text": "Take advantage of this new reduction in the price of fuel, the seventh consecutive.", "sentiment": 0.13636363636363635}, "206400979678134275": {"text": "The struggle of journalists is also our struggle. . . and from all of Honduras", "sentiment": 0.0}, "206067615691587584": {"text": "My heart and that of the entire Honduran people is with the journalists. The crimes will not go unpunished", "sentiment": 0.0}, "206022301307777025": {"text": "We are going to purge the police, a very complicated thing if the enemy is inside, but we will achieve it!", "sentiment": -0.65}, "205991905505456129": {"text": "Keep lowering the fuel, that's fine, but I invite the Honduran people to save because, no doubt, one day it will rise again.", "sentiment": 0.4166666666666667}, "205303422042390530": {"text": "It is not time to sing victory, but we are very close to solving one hundred percent the crime of our friend Alfredo Villatoro.", "sentiment": 0.2}, "204560034951200769": {"text": "We have six consecutive weeks of low fuel, that's good news. They would be better if we reduce consumption as a purpose.", "sentiment": 0.39999999999999997}, "203556486000017409": {"text": "RT @ComunicadosHN: We invite you to read ... http://t.co/m3KPNrGR", "sentiment": 0.0}, "203486075128262656": {"text": "Among all those negative news, there are some good ones; financing was approved for Patuca 3. More clean energy for Honduras.", "sentiment": 0.31666666666666665}, "203167420851027968": {"text": "Only together can we find the path of peace that Hondurans long to rebuild Honduras and rescue our nationality", "sentiment": -0.025}, "203167257726169088": {"text": "Let us give way to the greatest virtue of the Honduran, solidarity without reserve before the country in danger", "sentiment": 1.0}, "202826072486723585": {"text": "Alfredo Villatoro, a man who was dedicated to inform. To your relatives, my deepest condolences.", "sentiment": 0.0}, "202823086570086401": {"text": "In the government we have all the determination to recover security for Hondurans and Hondurans and defend their lives", "sentiment": 0.0}, "201305999162867713": {"text": "It is the moment that all of us, together, show our love for Honduras.", "sentiment": 0.5}, "201001166363041794": {"text": "I have always been a man of my word, I am going to fix the security problem in Honduras. The struggle is not easy, we must all collaborate.", "sentiment": -0.21666666666666667}, "200583983787024384": {"text": "If necessary, we will give personal protection to all those journalists who are at risk.", "sentiment": 0.0}, "200581905698131968": {"text": "We are redoubling our efforts to rescue Alfredo Villatoro and return him safely to the bosom of his family.", "sentiment": 0.5}, "200331089292689408": {"text": "We are doing everything possible to free our friend Alfredo Villatoro and restore peace to his family and all of Honduras", "sentiment": 0.2}, "200318275870146562": {"text": "I know that the police are working hard, from very early on, since the event happened.", "sentiment": -0.08083333333333334}, "200253867965956096": {"text": "It integrates what is HRN, I am sure that no intimidating measure will change their position in defense of press freedom.", "sentiment": 0.5}, "199893337728237569": {"text": "Honduras has the largest Mayan heritage in the world. #Honduras", "sentiment": 0.0}, "165239322021335040": {"text": "Our country will be at peace, this is my promise.", "sentiment": 0.0}, "147718815747284992": {"text": "Cheer up. It's time to wear the uniform with pride.", "sentiment": 0.0}, "144480744302051328": {"text": "I am very sorry about what happened today with the ing. Landaverde. The bad guys want to intimidate us but we will not allow it. We must help", "sentiment": -0.6749999999999999}, "141579263559221248": {"text": "The lightning operation is a success. We want peace for our country.", "sentiment": 0.3}, "139769957604003840": {"text": "We are working to consolidate the police. We are going to request foreign help.", "sentiment": -0.125}, "139737480059551745": {"text": "Semeh leaves.", "sentiment": 0.0}, "133671408113942528": {"text": "With a firm hand we are moving forward with the lightning operation.", "sentiment": -0.2}, "128635371822120961": {"text": "count on us to help you", "sentiment": 0.0}, "123943294597201920": {"text": "If we ask that the tps be renewed. It is fair and necessary.", "sentiment": 0.35}, "122489756671164416": {"text": "Excellent meeting with Obama.", "sentiment": 1.0}, "114438119352311810": {"text": "Live Honduras live our nation", "sentiment": 0.13636363636363635}, "113686163990122496": {"text": "Everything that happens what counts are the results. If there are changes, it is to improve.", "sentiment": 0.0}, "112645865230970881": {"text": "National security is one of the priorities. We have to work on it.", "sentiment": 0.0}, "104353059051802624": {"text": "I promise you that I will fight for the respect of people of African descent. Honduras is multiethnic and multicultural Everyone has the right to participate.", "sentiment": 0.14285714285714285}, "100620212264644609": {"text": "We will be more energetic with the issue of security and the punishment of crime.", "sentiment": 0.5}, "99496652188033024": {"text": "No one is going to stop us in our primary task of bringing peace and tranquility back to the Honduran families", "sentiment": 0.2}, "99218437011808256": {"text": "By the way we are going to support and strengthen the preparation of new generations of professionals and to know what the U of catacamas does", "sentiment": 0.13636363636363635}, "99217659656273920": {"text": "We have to bet on the future, we do not have to be afraid to make the jump or let's go to the changes. Unchanged Honduras does not progress.", "sentiment": -0.3}, "86554622092771328": {"text": "For there to be peace, there must be social justice to inherit a better tomorrow for our children.", "sentiment": 0.26666666666666666}, "76324085478592512": {"text": "I thank God for having strengthened us in this path of commitment to my country. Let's look ahead and forget what we disune.", "sentiment": 0.0}, "75568522729750528": {"text": "I will support what the Honduran people decide. This is my commitment to my compatriots.", "sentiment": 0.0}, "74643630844952578": {"text": "The most important thing is Honduras and Our reconciliation, we need the union of the Honduran family to be able to advance as a nation.", "sentiment": 0.4666666666666666}, "74278877094092801": {"text": "We will try to have favorable answers for all the concerns raised in \"Dialogue With My President\". We are pending.", "sentiment": 0.0}, "73871935989231616": {"text": "We work so that we achieve that everything is in consensus. We are going to avoid any opinion against. We are going to return to the OAS.", "sentiment": 0.0}, "72186741188075520": {"text": "Tomorrow is an important day, with subscribing our nation, we will be entering the OAS soon. Everything is for national reconciliation.", "sentiment": 0.4}}