{"915140886538997760": {"text": "RT @arab_poem_kw: \"Always working people on the principle: If not benefit does not harm him, and if you do not rejoice not Tgmh, and if you do not praise him do not tithe\"", "sentiment": 0.0}, "914852264434692096": {"text": "Our prayers and thoughts go out to the victims and their families in the aftermath of the appalling mass shooting in #LasVegas today", "sentiment": -0.35}, "913992159803658241": {"text": "@ AmerAlkhatib9 A thousand thanks to the invitation and Anshalh all your days happy and excuse me for a prior commitment to me", "sentiment": 0.2375}, "913759682744872960": {"text": "RT @Ibn_Kholdun: Prosperity, prosperity and security contribute to the reduction of nervousness, while wars, fear and poverty (unemployment) enhance nervousness. #Ibn Khaldun", "sentiment": 0.0}, "913759618618105856": {"text": "RT @Ibn_Kholdun: The nations fade away and fade when the nerve is more important than the idea of ​​the state .. # Ibn Khaldun", "sentiment": 0.45}, "911927701644115969": {"text": "RT @EqTBasT: Yes, I change, because if I said in the 40s, I would not repeat it with twenty, meaning that twenty years of my life was lost in vain. - Ghassan Kafani https: //t....", "sentiment": 0.0}, "911925742530957313": {"text": "@JSFJordan @Petranews gives you wellness. Mubarak's effort is important for everyone to benefit from to maximize achievement, correct mistakes and deal with challenges", "sentiment": 0.4}, "911234175415603202": {"text": "Tragic silence against those officially guilty of #genocide against the #Rohingya and other #Muslim_minorities", "sentiment": -0.4583333333333333}, "910797928872202240": {"text": "Best wishes on the occasion of the solutions of the new year. I call upon God Almighty to make it a year of good, peace, security and safety for the Islamic Ummah and the whole world.", "sentiment": 0.509090909090909}, "910494197228195841": {"text": "#Jordanian_Frank_Assurance https://t.co/zdW7L8i1s1", "sentiment": 0.0}, "910476476394467329": {"text": "His Majesty the King has reserved for his sons and daughters the Jordanians and praise be to Allah for his peace, which has been evacuated and gives Nishmi and the Ministry of Foreign Affairs ... https://t.co/t7vcJC6hl3", "sentiment": -0.125}, "909760283614334976": {"text": "RT @arab_poem_kw: If the heart died, mercy went, and if the mind died, wisdom went, and if the conscience died, everything went", "sentiment": 0.0}, "908724814239666176": {"text": "Religious & military bankruptcy of terrorism on full display after targeting innocent civilians going about their daily lives #londonmetro", "sentiment": 0.15}, "908685604040429568": {"text": "RT @NasserJudeh: Proudbakhtiari by @antonioguterres as a part-time member of the Higher Advisory Board of Mediation. Serving my beloved and majesty king ...", "sentiment": 0.475}, "908299882385068034": {"text": "RT @GhidaTalal: This is the day we waited 16 years .. Opening of the new buildings of the King Hussein Cancer Center # Hussein - Cancer # Hope4CancerJo", "sentiment": 0.018181818181818174}, "908299764931985408": {"text": "RT @GhidaTalal: Today is the day we have been waiting for, for 16 years; The Inauguration of King Hussein Cancer Center's expansion. # Hope4 ...", "sentiment": -0.1}, "908299724385636352": {"text": "RT @KingAbdullahII: What began with Hussein's dream became a global Jordanian monument that saved hundreds of lives. We welcome the expansion of the King Hussein Cancer Center ...", "sentiment": 0.23333333333333336}, "907535242264764417": {"text": "May God have mercy on the victims of the terrorist crime, who were martyred by the cowardly treachery in the # Arish # Sinai # Egypt", "sentiment": 0.0}, "907529311556657152": {"text": "RT @arab_poem_kw: In this life, the human remains like a pencil, making mistakes to write in a beautiful font, and so on until the pen is destroyed.", "sentiment": 0.425}, "906185902850019328": {"text": "@cdcsmmb Know the concerns of people and their mandates. Honesty. Visibility of vision. Develop plans to implement vision and measurable.Know with the spirit of the team. The ... https://t.co/XNTIRuCC0m", "sentiment": 0.0}, "906137084066484228": {"text": "@ ZinaSh84 Szr@szr.jo", "sentiment": 0.0}, "906036287735336960": {"text": "@nashat_hj Good morning ... In the imagination of the fabricated this news may be true but not really !!! I personally feel honored when I called \"Abu Zaid\".", "sentiment": 0.26249999999999996}, "905414035050553345": {"text": "The world must act NOW to end the growing intolerance and discrimination against Muslims; the manifestations of this ... https://t.co/5S21aoqRxH", "sentiment": 0.0}, "905412876478947328": {"text": "RT @KingAbdullahII: My wish for a year of study that brings hope to the new students as well as to their colleagues who preceded them to new stages. Happy to meet with ...", "sentiment": 0.3575757575757576}, "905412825727807490": {"text": "RT @RHCJO: His Majesty King Abdullah II and Her Majesty Queen Rania Al Abdullah Receive High School Graduation # Jordan https://t.co/yU4BIJFWSh", "sentiment": 0.16}, "905119738321305601": {"text": "Violations of the occupation forces and their aggression, again, exceeded every day, with the help of settlers to seize the home of the family of # shamas in Jerusalem #", "sentiment": 0.0}, "903969036152832000": {"text": "RT @arab_poem_kw: Because of the misgivings: we hate each other, and say our meeting, and cut off our womb.", "sentiment": -0.4625}, "903210051153879040": {"text": "Best congratulations on the occasion of Eid al-Adha. I ask Allah to grant good and blessing to the Arab and Islamic nation and to accept the pilgrims of his house as a justified Hajj", "sentiment": 0.7000000000000001}, "902830345866944513": {"text": "The reopening of the Taribil crossing is an important step after the suicide of the terrorist and the realization of the efforts of our master and Jordanian diplomacy. Let today be a glimmer of hope for the stability of the region", "sentiment": 0.4}, "902206503175770117": {"text": "Our prayers with the ppl of #Texas during this difficult time. Deepest condolences to the family of Jordanian Batool Qasim who lost her life", "sentiment": -0.5}, "901007605614743552": {"text": "RT @arab_poem_kw: You will live once on this earth, if you make a mistake and apologize if you are happy through, do not be complicated, and most importantly do not hate, hate and envy, be with the ...", "sentiment": 0.0893939393939394}, "898996142947667975": {"text": "\"Islam teachers tolerance, not hatred; universal brotherhood, not enmity; peace, and not violence\". #Spain #Finland #Russia", "sentiment": 0.0}, "898882945934442496": {"text": "From a meeting on the good, love and tender yesterday, the hospitality of the clan Almubaidin dignitaries in the town of Thania - Karak ... https://t.co/Qc8G9l25GM", "sentiment": 0.6}, "898282796439007232": {"text": "Deeply saddened by the horrific attack in # Barcelona.Our hearts, thoughts, and prayers are with the victims' families and the people of Spain", "sentiment": -0.5}, "897048927001862144": {"text": "Tomorrow, an important new station of comprehensive reform stations, a clear picture of our advanced national model. #Election_Community_Recentralization # Jordan_elected", "sentiment": 0.2590909090909091}, "896044069410963458": {"text": "This is a very special and happy day for the entire Jordanian family seeing Crown Prince Al Hussein graduate from ... https://t.co/8GtKdGtjl7", "sentiment": 0.42142857142857143}, "896042689543770113": {"text": "In the footsteps of his father, His Majesty King Abdullah bin Al Hussein and his grandfather Hussein Bin Talal. Mubarak to Jordan Graduation Highness # Crown Prince # Prince Al-Hussain ... https://t.co/MInx4pf9GO", "sentiment": 0.0}, "895584919782440960": {"text": "Success stories, excellence and perseverance, are shown by high school results. Congratulations to Jordan on these young energies armed with science, creativity and will", "sentiment": 0.18666666666666665}, "895299561723494400": {"text": "RT @deenaabumariam: Al-Wihdat goalkeeper Amer Shafi 'visits club player # Al-Faisaly Bilal Qweider after his discharge from surgery .. These are the ethics of players from ...", "sentiment": 0.0}, "894468392144572416": {"text": "Regardless of the final result Nashami # Al-Faisali created and raised the head of all Jordanian and Jordanian clubs. Blessing efforts", "sentiment": 0.0}, "893801235983331328": {"text": "The shooting of public security men today, by the owner of precedents, is a crime against every Jordanian. Security men, they are the protectors of the homeland and citizen and achievements", "sentiment": 0.0}, "893142361144000512": {"text": "Mubarak access to the team Alnchamy # Faisali_ Jordani for the final # Arab Championship. God willing, the title will be the # Jordan # one hand and one # one heart", "sentiment": 0.125}, "892403022273413121": {"text": "Cancel # Article_308, a victory for the principles of justice and the rule of law and complement our national reform project, highlighting the face of our civilized nation ... https://t.co/p6rCDVtc98", "sentiment": 0.4}, "890576999122685952": {"text": "RT @RHCJO: King Abdullah II: Through our one position with our Palestinian brothers, we were able to fully open the Al-Aqsa Mosque.", "sentiment": 0.25}, "890575197014806530": {"text": "RT @RHCJO: King Abdullah II: Prime Minister of Israel is required to abide by his responsibilities and take measures to ensure the trial of the murderer instead of dealing with the crime ...", "sentiment": 0.0}, "890575082619367425": {"text": "RT @RHCJO: King Abdullah II: This unacceptable and provocative behavior at all levels infuriates all of us and leads to destabilization of security and fuels extremism in the region.", "sentiment": 0.0}, "890574197394735105": {"text": "RT @RHCJO: King Abdullah II: Israel's handling of the issue of the embassy and the killing of Judge Zaiter and other issues will have a direct impact on the nature of our relations.", "sentiment": -0.012499999999999997}, "890573626524794884": {"text": "RT @RHCJO: King Abdullah II: We will devote the efforts of the Jordanian state and its tools to the realization of the rights of our children and justice # Jordan https://t.co/U9giIrYgI5", "sentiment": 0.0}, "890534172036673536": {"text": "Answer some of the questions that I received yesterday https://t.co/OkJiToEw4H", "sentiment": 0.0}, "890124915801763845": {"text": "Where is international law about Israel (the only occupying state in the world today), where respect for the lives of people when a murderer is treated as a champion editor!", "sentiment": 0.0}, "888351645339406337": {"text": "66, on the martyrdom of the founding king in the # Mosque of the maximum and blood is still bleed to this day. End the brutal occupation and stop its crimes in Palestine", "sentiment": -0.875}, "886508384681435136": {"text": "The entire world is now called upon to put an immediate end to the arbitrary measures of the occupation and its violations in the mosque, which threaten the international peace as a whole.", "sentiment": 0.025}, "879463092652048384": {"text": "Mercy for the victims of the 'accident' of the pilgrims, the wounded and the people of patience. These incidents have multiplied and this pain. To reassure citizens that everything works for their safety is an urgent necessity.", "sentiment": 0.0}, "878665313268715521": {"text": "Best Regards by # Eid_Al-Fitr. God accepts your prayers and recites to you and to the most precious Jordan and the Arab and Islamic nation in Yemen and the blessings.", "sentiment": 0.6666666666666666}, "878366811913240576": {"text": "Oh God, who wanted evil to our Arab homeland and our Islamic nation Vashghlh in himself and responded Kdh in his sacrifice and saved Bznk hippocampus. #Grand Mosque in Mecca", "sentiment": -0.25}, "877788903440359424": {"text": "Muslims all over the globe pray this month. He was busy busy blowing up mosques. This is their truth and their religion! # Masjid al-Nuri and Manara al-Hadba.", "sentiment": 0.1}, "876827485266116608": {"text": "#Islamophobia is indeed another form of extremism.The change in rhetorical has become a must. #London #FinsburyPark #Mosque #terror #attack", "sentiment": 0.0}, "876806308531503107": {"text": "\"No hatred is born, no one can build on hatred, it is like someone who builds on the swamp.\" #Terrorism_n_dine_name # Run over_muslim_ in London", "sentiment": 0.0}, "873129613794439169": {"text": "Congratulations to the nation and its leadership and army of the anniversary of the revolution of the Great Arab and the day of the army and sit down.", "sentiment": 0.32222222222222224}, "872932601350291461": {"text": "RT @KingAbdullahII: I still remember the day I met Abdullah, who was fighting cancer with courage, and today he told me the news of his death. God made him a bird of paradise and ...", "sentiment": 0.0}, "872533097740455936": {"text": "Muslims (Sunni or Shia) & all religions. Women & children.Arabs and non Arabs.All are targets of terrorism which must be defated # Tehran attacks", "sentiment": 0.0}, "872531949251960833": {"text": "Terrorism does not differentiate between Sunnis and Shiites. Between an Arab and a foreigner, between a man and a woman, between a child and an adult. Terrorism is a cowardly coward. My deepest condolences to the Iranian people", "sentiment": 0.1}, "870357930859786241": {"text": "@WalidMaani many thanks dear Abu Tariq. May the Almighty protect you and all your loved ones and keep you safe and sound", "sentiment": 0.45999999999999996}, "870357413022629890": {"text": "@salfanatseh God saves you and keeps away any disrespect for your loved ones. all the respect", "sentiment": 0.7}, "869671562240184320": {"text": "# Baghdad House of glory and the cradle of civilization and originality, and the fragrant history and cultural evidence on the history of Islamic countries, became prey to the forces of darkness and distinction and murder", "sentiment": 0.1}, "869607899009617920": {"text": "@MusaAlshuqairi I did not inquire about what the solution of the project was for suspicion but when I was early at the beginning of the project there was 200 trees and it was ... https://t.co/gHK8BVDxfk", "sentiment": 0.1}, "869606169232461825": {"text": "@MusaAlshuqairi really something sad. It was supposed to be a world-class resort in a wonderful area and job opportunities for young men and women of the province ... https://t.co/epIMnWFIuU", "sentiment": 0.19999999999999998}, "869579907394932736": {"text": "RT @HuffPost: Take a minute & read this letter to Donald Trump written by the mom of one of the Portland heroes. - @Rowaida_Abdel https: // ...", "sentiment": 0.0}, "869547275797843972": {"text": "@ egora69 I leave the subject to the shareholders and the bankers to talk about the lunge. My name is especially surprising because I did not own one share ... https://t.co/tV96zibX7F", "sentiment": 0.1777777777777778}, "868835856253145089": {"text": "RT @Fmuneef: Humanity Ricky Best and Telesin Mish died after being racially stabbed on a train in America when they tried to stop attacks on two riders.", "sentiment": 1.0}, "868485349181411328": {"text": "RT @SultanAlQassemi: Heartbreak - A young kid surrounding the coffins of his parents who were killed during a bus attack in Egypt. Photo: ...", "sentiment": -0.05}, "868135403836104705": {"text": "May God have mercy on the victims of the terrorist crime and brutality in the # Minya and inspired their people patience and solace. God willing, we will uproot every cowardly criminal from our world even after a while", "sentiment": -0.07500000000000001}, "868125615102275585": {"text": "I congratulate you by the # month of Ramadan _ Mubarak, may God bless you and the # Jordan most precious security and faith and accept the benefit of business. Happy new year", "sentiment": 0.4840909090909091}, "867696162693894145": {"text": "We affirm that we are the Jordanians of the independence soldiers, we commemorate the sacrifices of the founding king and the men of the first generation, and we protect the achievements and continue to be confident ... https://t.co/xGnbdBFCNK", "sentiment": 0.375}, "867072664141258752": {"text": "Irish Member of Parliament Richard Boyd .. Conscientious and alive conscience not only Arab but human and global https://t.co/lv7dw33bxM", "sentiment": 0.02}, "866926063590547456": {"text": "RT @AbuKeanan: \"Whoever kills a soul without the same or corruption in the earth as if he killed all people\"", "sentiment": -0.1}, "866907720825413633": {"text": "A senseless & wicked attack on children & families who were together enjoying freedom & music. Our Prayers are with victims #ManchesterArena", "sentiment": 0.5}, "866294709475577856": {"text": "No more beautiful than our celebration of Independence Day, coupled with work and accomplishment. This is what I felt today with a constellation of young people. \"Maan ... https://t.co/88qkPFj9jw", "sentiment": 0.2333333333333333}, "864168206490976256": {"text": "From today's session, the Doha Forum at its seventeenth session, entitled \"Political and economic impact on refugee issues\" ... https://t.co/M5CTaeiA7F", "sentiment": 0.1}, "864126951530876928": {"text": "In commemoration of the Nakba, the Palestinian right will remain alive, protected by sacrifices and courageous positions, safeguarded by awareness and confirmed by the fairness of the cause", "sentiment": 0.2619047619047619}, "864126599762935809": {"text": "RT @KingAbdullahII: The determination and determination of our young people, they are able to overcome the most difficult challenges to achieve their dreams. Proud of what our hero Mustafa Q ...", "sentiment": 0.28}, "864008539093839872": {"text": "The Syrian crisis and the failure to reach a comprehensive and just solution to the Palestinian issue revealed the absence of a comprehensive and effective regional security framework", "sentiment": 0.09027777777777775}, "864008312391704576": {"text": "His Majesty King Abdullah II described the active citizenship as the basis of social capital of citizens based on a true belief in rights and responsibilities", "sentiment": 0.08333333333333333}, "864007992995401728": {"text": "Part of the solution is an \"Arab Marshall Plan\". An Arabic version of the glasnost is required with perestroika starting with a new concept of relations between the state and the citizen", "sentiment": 0.06818181818181818}, "864007754477862912": {"text": "We need a new \"impact theory\" on economic growth, job creation, prosperity and a new management mentality in government and the donor community", "sentiment": 0.15757575757575756}, "864007231611834368": {"text": "We have already lost a generation of young people: who are now in their 20s. We do not want to lose another generation", "sentiment": 0.1}, "864006951088398337": {"text": "How much will it take to rebuild the basic infrastructure, regulatory and judicial systems in order to attract foreign businessmen and investors to the economy?", "sentiment": 0.025000000000000005}, "864006570979545089": {"text": "Where will teachers and doctors come to rebuild refugee education and health care systems when they return to their country?", "sentiment": 0.0}, "864006340955516928": {"text": "How can funds be secured in an environment of stagnation, economic crises and low oil prices?", "sentiment": 0.1}, "864005944740634624": {"text": "Our \"demographic gift\" should not have become the biggest and most pressing challenge. We lost a whole generation without taking remedial action", "sentiment": 0.26666666666666666}, "864005578166763520": {"text": "The structural engines of youth unemployment are becoming more profound today because of the impact of wars and displacement. Official figures about 30% do not reflect the calcification of the problem", "sentiment": 0.3444444444444444}, "864005272217497600": {"text": "The Arab generation, which is threatened with loss, today needs serious rehabilitation programs; otherwise it will become a serious and imminent challenge", "sentiment": -0.3333333333333333}, "864004983473266688": {"text": "There is an entire Arab generation of children and adolescents displaced by conflict and deprived of their most basic human rights to health, education, food and psychological security", "sentiment": 0.1}, "864004648990113792": {"text": "Despite the grim picture, there is still room for hope. We still have the potential to re-examine our culture and values ​​and restore the confidence of our generations", "sentiment": -0.5}, "864004424552894464": {"text": "The greatest victims of the events that our region continues to witness are our future generations, our unity, our fabric and our nationhood", "sentiment": 0.5}, "864004123473137664": {"text": "The waves of forced asylum have been too long and have cast a shadow over the host States; they have exhausted their economies and exhausted their infrastructure", "sentiment": -0.2875}, "864003440661463040": {"text": "All thanks to the Doha Forum at its seventeenth session, which came to constitute a scientific response to one of the most important challenges facing our region", "sentiment": 0.3666666666666667}, "863678295975571457": {"text": "Martyr Mohammed al-Kassji, a new victim of Netanyahu's state terrorism, and the mentality of the sick Israeli fortress", "sentiment": -0.21764069264069263}, "863502137531170816": {"text": "All thanks to the Jordanian Chargé d'affaires in Qatar for the opportunity to meet with the elite of the Jordanian community in Qatar and the dialogue on the most important issues ... https://t.co/XNHzrR3tCV", "sentiment": 0.3666666666666667}, "862368579420815360": {"text": "Brothers and sisters, I loved to share with you a story I got today. The story, though private on the one hand, is generally more than one. https://t.co/UKOgB5v8cY", "sentiment": 0.39999999999999997}, "862204461435023360": {"text": "RT @QueenRania: Very happy to announce the grant that Google will give to the Queen Rania @QRFoundation Foundation to launch an e-learning platform ...", "sentiment": 1.0}, "861553531689586688": {"text": "RT @mustafa_agha: Princess Haya bint Al Hussein publishes on her account in Entgram a video entitled \"National Jordan as you have never seen before\". https://t.co/tS3qh1W2...", "sentiment": 0.0}, "860907605455241217": {"text": "Today's meeting with a group of our students, students from the camps and governorates of Jordan # I have the pleasure of my heart. We must support them and communicate with them ... https://t.co/u1R0bWGosi", "sentiment": 0.0}, "859765730195247104": {"text": "RT @KingAbdullahII: Economic Growth Plan fortifies our economy; creating fulfilling jobs. I look fwd to Gov's implementation in partnership ...", "sentiment": 0.2}, "859765693205684224": {"text": "RT @KingAbdullahII: The stimulus plan for economic growth is necessary to build an insidious economy that provides opportunities for young people. I look forward to the implementation of the ...", "sentiment": 0.10000000000000002}, "859107978250772483": {"text": "RT @ raialyoum1: Prime Minister Rifai speaks for the first time about his latest moves: I took my chance twice and this is an honor ... https://t.co/e7Zmczv6KM https://t.co/Y...", "sentiment": 0.375}, "858762155570712577": {"text": "On Labor Day, blessing is the arms that make, plant, elevate, build and rejuvenate. Every year you are good people. # Labor Day # Love Jordan", "sentiment": 0.6}, "858365066680446977": {"text": "RT @NoorHKJ: Hey @facebook u're doing great things globally. Continue w / the responsible thing & fix this mistake. #Jordan is not a war zon ...", "sentiment": 0.3333333333333333}, "856884203572604928": {"text": "I was honored today to visit the Royal Jordanian National Defense College, which, during its distinguished career, has contributed to raising the level of national dialogue ... https://t.co/rSZfNTW8CG", "sentiment": 0.0}, "856551508594356225": {"text": "The government's decision to approve the bill by repealing Article 308 is an official decision that would remove a state of extreme injustice that would initiate impunity for the perpetrator", "sentiment": -0.125}, "856391879742640130": {"text": "Every year and our nation, Arab and Islamic all the best and ask him to preserve the Holy Mosque and Al-Aqsa Mosque, and bless us in our # Jordan is the most expensive # Israa_ and Maraj", "sentiment": 0.3333333333333333}, "856235983766999040": {"text": "RT @QueenRania: Congratulations to the King Abdullah II Secondary School for Excellence - Irbid on winning the @firstlegoleague Champion's ...", "sentiment": 0.1}, "856235940376956929": {"text": "RT @QueenRania: Congratulations to Robustars Team from King Abdullah II School of Excellence - Irbid Winning the @firstlegoleague World - I created https: // ...", "sentiment": 0.5}, "854354198586150912": {"text": "In homes of splendor and generosity and fragrant certificate. With my dear brother Hussain Al-Majali at the kind invitation of Mr. Aziz Safi Al-Kasabeh ... https://t.co/LwHS8kcbGQ", "sentiment": 0.6}, "853889134414508032": {"text": "RT @drmnouh: \"It is no longer acceptable to allow hesitancy and fear of development and keep up with the modernization and evolution of science that wastes your man ...", "sentiment": -0.2}, "853651281667391490": {"text": "Seventh discussion paper; pause with education as a \"strategic sector\" and redefine concepts https://t.co/hGMI5uELeD", "sentiment": 0.0}, "853492943902171136": {"text": "Wishing you a blessed and # HappyEaster..with my hopes & prayers that the almighty fills your lives with peace & love always", "sentiment": 0.5}, "853487370804637696": {"text": "# Feast_Fish_For all our Christian brothers in Jordan and all over the world. May God preserve you with your care and fill your life with love and love ... https://t.co/teEtySPbDO", "sentiment": 0.3333333333333333}, "852592167210110976": {"text": "RT @JSFJordan: In your opinion, why do only 4% of the total number of entrepreneurs in Jordan come from leading women and owners? #JSFJo #JSFPoll", "sentiment": 0.0}, "852117139708313600": {"text": "RT @aymensaket: The River News # Samir_Al-Rifa'i and the Rock of the Arab Spring @SamirAlRifai https://t.co/wjONLwcgG6", "sentiment": 0.0}, "851761986350329860": {"text": "RT @KingAbdullahII: As a result of disregard for the rules of traffic and not to apply them we lose every day a flower of our children and the best of our youth. We all have to deal with this phenomenon ...", "sentiment": 1.0}, "851036790777675777": {"text": "Of the old age: \"Do not destroy their churches nor diminish their space or their cross or their money, nor hate their religion, nor harm one of them.\" # Church of Tanta", "sentiment": -0.15000000000000002}, "850967862986539009": {"text": "May the spirit of this holy occasion fill your lives with joy, and happiness. And bestow on Jerusalem peace. Have a blessed #PalmSunday", "sentiment": 0.75}, "850967424551706624": {"text": "Every year our brothers and Christians in Jordan and all over the globe are doing good and happy. Affinity and love in the world, God willing, peace in Jerusalem", "sentiment": 0.5625}, "850646627161436160": {"text": "Britain applies laws to abolish any gender discrimination in wages. A pioneering idea and a step that is respectful, correct and exemplary, and will also increase GDP revenues.", "sentiment": 0.5}, "849686274608857088": {"text": "US President's reference of HM as a warrior & peace maker is a source of great pride.The world is a better place with HM's counsel & voice", "sentiment": 0.65}, "849684532508995594": {"text": "Hearing the American president refers to His Majesty the King as a warrior and peacemaker called for pride ... The world is a better place with the thought and voice of His Majesty the King in international forums", "sentiment": 0.16666666666666666}, "849584826193776641": {"text": "The disaster of chemical gas emissions should not turn into accusations and media recruitment at the expense of people's lives. But it stresses the need for a political solution", "sentiment": 0.0}, "848994991053701122": {"text": "Terror fueled by hatred is the lame enemy that targets the security of our societies and the dreams of our children, does not differentiate between St. Petersburg or Karak or Palestine.", "sentiment": -0.5}, "848897492343238656": {"text": "The issuance of the # card_the_civil_declaration is very easy. God bless every sincere national effort and handed over the hands of the Department of Status ... https://t.co/N3cm4J6ASS", "sentiment": 0.5316666666666667}, "847164820394835968": {"text": "The Jordanians were united, and their words were united. The Jordanians introduced our bright national model, organized, managed, and creative. God bless Jordan and ... https://t.co/qSB5x5W4nS", "sentiment": 0.6000000000000001}, "846647540271472641": {"text": "The two majors are honored with the military parade at Al-Raya Square. # King https://t.co/hmBLGJtj5S", "sentiment": -0.175}, "846379112788844544": {"text": "Hala and betrayed the Custodian of the Two Holy Mosques. God save the two majesties and help them with his victory to the nation's lift @KingSalman @KingAbdullahII https://t.co/k2AVs7zAXl", "sentiment": 0.0}, "846022162112745473": {"text": "His Majesty inaugurates a new page through Twitter, an authentic Hashemite year, and a constant interest in the younger generation and its tools @KingAbdullahII", "sentiment": 0.1590909090909091}, "846012298909175808": {"text": "RT @KingAbdullahII: This is Abdullah bin AlHussein, a father and a proud Jordanian. Pleased to be with you on Twitter", "sentiment": 0.65}, "846012287425089536": {"text": "RT @KingAbdullahII: Here is Abdullah Bin Al Hussein. Father of a family and a servant of a homeland. In the name of God and on the blessing of God", "sentiment": 0.0}, "844611875690164224": {"text": "Attack on Westminister, the symbol of Modern democracy speaks volumes on repulsiveness of perpetrator.It is attack on all of us @EdwardOakden", "sentiment": 0.2}, "844079373665878016": {"text": "In the memory of dignity and Mother's Day meet the meanings of redemption and sacrifices, God bless our mothers and reward us the best reward and accept our martyrs in Paradise and save Jordan", "sentiment": 1.0}, "843574043940917250": {"text": "RT @RHCJO: With leadership and innovation, we are opening new horizons for the job market and our promising youth. Proud to meet with a group of our pioneering youth in the technology sector ...", "sentiment": 0.37878787878787884}, "843573883844382721": {"text": "RT @RHCJO: Entrepreneurship & innovation are Jordan's future avenues for prosperity and creation of fulfilling jobs. Proud of our youth pio ...", "sentiment": 0.4}, "843136283190968320": {"text": "From a talk to the Jordanian News Agency about the upcoming Arab summit .. The most important challenges and opportunities", "sentiment": 0.45}, "839765335720919040": {"text": "RT @NasserJudeh: https://t.co/VITnsMxkJR", "sentiment": 0.0}, "839432902089797632": {"text": "We pride ourselves on the importance of continuing to empower and involve women in all aspects of life and eliminate discrimination and marginalization.", "sentiment": 0.0}, "838024562054942720": {"text": "This is the shame of our Arab army .. A strong emphasis on the enemies, mercy on the innocent. We ask God to end the suffering of our Arab brothers and to preserve our homeland and ... https://t.co/wveFWE4CAj", "sentiment": 0.4666666666666667}, "836910018700148737": {"text": "# Arabization of the Arab armies, a historic decision Khaled, the body of the # Jordan and his sovereignty, a military institution with a mission of a letter, protect the homeland and preserve its achievements", "sentiment": -0.05}, "833752780808527872": {"text": "I hope that the fees will be raised again. We must support our youth to go in this course, an important part of the economy and small enterprises to support the middle class", "sentiment": 0.05000000000000001}, "831192889837301760": {"text": "No economy in the world can grow at such a meager and unacceptable rate of women's place in the workforce ... https://t.co/fLwk8WUzMn", "sentiment": -0.3}, "830367747343278080": {"text": "https://t.co/mkxQB4YzH3", "sentiment": 0.0}, "828961192693612544": {"text": "RT @QueenRania: In memory of King Hussein, may God's mercy and blessings be upon him .. Whenever we remember you stand proud and be inspired by the values ​​of giving and determination from you # Jordan https://t.co/jqlNme4...", "sentiment": 0.8}, "828894545039519744": {"text": "May Allah have mercy on us, and the best of us is all the best and the longest in Omar Abdullah II King and father and leader, and we have the grace of good Hashemite rule #", "sentiment": 0.9}, "828300369121918976": {"text": "RT @JSFJordan: #JSFJo Recommendations The performance indicators of ministries and government departments should be reviewed to effectively reflect the performance of ministries https://t.co/fY0FudL7Jl # ...", "sentiment": 0.6}, "828300319838892033": {"text": "RT @JSFJordan: #JSFJo Recommendations: Each government institution's allocation must be linked to its achievements for the past year when preparing the budget. Https://t.co/fY0FudL7Jl # ...", "sentiment": -0.25}, "828295059598667777": {"text": "RT @SalmaElTaweel: Proud to be #Jordanian #Jordan https://t.co/2c1epLBmWV", "sentiment": 0.8}, "828294519330394113": {"text": "RT @RHCJO: What did members of the US Congress say about Jordan and King Abdullah II? #JORoyalVisit #Washington https://t.co/sg3JKUx491", "sentiment": 0.0}, "827946353003212800": {"text": "RT @RHCJO: I hold the Hashemite custodianship of the holy sites in Jerusalem, the city that is cherished in the heavenly religions ...", "sentiment": 0.0}, "827946334401478656": {"text": "RT @RHCJO: I serve as Hashemite Custodian of Holy Sites in Jerusalem a city precious to all monotheistic faiths. - HM- # NationalPrayerBreak ...", "sentiment": 0.5}, "827946313643917313": {"text": "RT @RHCJO: Everywhere I meet people who feel they have been marginalized and their identity is not respected and their voices are not audible - His Majesty the King / Leaders Lunch / Breakfast ...", "sentiment": 0.0}, "827946282434043904": {"text": "RT @RHCJO: Everywhere I meet people who feel left out, their identities disrespected, their voices unheard - HM - # NationalPrayerBreakfast ...", "sentiment": 0.0}, "826083637816881152": {"text": "Hate is blind to religion, boundary or citizenship. Terrorists target our humanity. Today was characterized by the cowardly acts in # Quebec", "sentiment": -0.65}, "826029165644283904": {"text": "On the birthday of the father and the leader of his majesty, King Abdullah II, the victor of his people and homeland and the race to feel their hopes and their pains, we pray to God to protect and care for him.", "sentiment": 0.0}, "825355243340840961": {"text": "Hearing christians in region will get facilitated entry abroad is sad.Our region birthplace of Christianity. Let's address causes of trouble", "sentiment": -0.35}, "823805223579844611": {"text": "RT @aymensaket: # Opinion :: Where is the code of behavior of ministers? Here we ask about the code of conduct of ministers that was approved under the government of # Samir_Rafai @SamirAlRifai https: ...", "sentiment": 0.0}, "823769586092937216": {"text": "RT @SamirAlRifai: Opinion :: Where is the Code of Conduct of Ministers? https://t.co/mrcjxwturS", "sentiment": 0.0}, "823769511161688064": {"text": "Opinion :: Where is the Code of Conduct of Ministers? https://t.co/mrcjxwturS", "sentiment": 0.0}, "821353229523046400": {"text": "PEOTUS possible approach 2 the US working with UK & Russia 2 fight extremism around the world maybe similar 2 FDR during WWII @ realdonaldtrump", "sentiment": 0.0}, "820239129204113408": {"text": "Mercy to all our martyrs heroes who sacrificed their lives to protect the spirit of nation and nation. Https://t.co/lv5QFRXTSp", "sentiment": 0.0}, "819903592387805185": {"text": "RT @ Alazzam2013: @alialrefai @SamirAlRifai @AlmuhtasebSahar The Rifai government has prepared a comprehensive program for public sector development and government administration follows.", "sentiment": 0.0}, "819903550830546945": {"text": "RT @ Alazzam2013: @alialrefai @SamirAlRifai @AlmuhtasebSah And approve the first phase of the restructuring program of the government apparatus which included the abolition and integration of ...", "sentiment": 0.25}, "819897925664993282": {"text": "RT @aymensaket: @alialrefai @SamirAlRifai @AlmuhtasebSahar Al-Rifai's government reduced corporate taxes from 25% to 14% and exempted all its income from under 12,000 ...", "sentiment": 0.0}, "819894534935085056": {"text": "@ HossamMahmood2 As for Dr. Abdullah Nsour. We succeeded in the elections and headed the government for 3 years and I hope that between us and my intervention ....", "sentiment": 0.0}, "819893860071538691": {"text": "@ HossamMahmood2 Respect Abu Hail and asked him to be deputy prime minister after he did not succeed in the elections. If you intervened, God forbid, I did not do that", "sentiment": 0.0}, "819875669219876865": {"text": "RT @alialrefai: @AlmuhtasebSahar @SamirAlRifai Dear. Magic is not slogans, but it is an act carried out by the government of Al-Riffi to deduct 20% of the salaries of the ministers went to ...", "sentiment": 0.5}, "819549104938352640": {"text": "On the instructions of our master we have to start ourselves by reducing our salaries and the government to reduce current expenditures and allocate these amounts to avoid creating jobs", "sentiment": 0.0}, "819501222163906561": {"text": "@ HossamMahmood2 We are a family unit and I wish not to be insulted and at the same time not to reap. Our country deserves us to get rid of personalization and to exert our energy to raise the citizen", "sentiment": 0.0}, "818438385434038275": {"text": "Although I and my family have been used to attempts to jam: but I have the right to ask why ?! Who benefits from spreading false news at this time ?!", "sentiment": -0.05714285714285719}, "818435735296573444": {"text": "Once again, false news has been promoted that seeks, in one way or another, unfounded news about the appointment of Zaid's sons at the site of https://t.co/Chcx6cEbNn", "sentiment": -0.4000000000000001}, "818129376306991105": {"text": "Support and strengthen the role of the Association of Retired Military Veterans, who deserve all the good, an important part of the ongoing royal care of gun comrades", "sentiment": 0.3333333333333333}, "818102657588101122": {"text": "The directives of His Majesty to establish a fund to support the martyrs of martyrs who sacrificed their lives for the sake of Jordan.", "sentiment": 0.0}, "815261401346351104": {"text": "RT @RHCJO: His Majesty King Abdullah II wishes #Jordan and Jordanians a year of happiness and prosperity - #ABH https://t.co/ytxkgo8ITi", "sentiment": 0.7}, "815198914932600833": {"text": "Every year, our Jordan Hashemi okay and our banner is full of pride. God made the new year of the blessed Jordan with the blood of the pure martyrs", "sentiment": 0.30016233766233763}, "814535503760556032": {"text": "God willing in the new year will wake up the right and the pains of our nation will end and we will heal our wounds and return our people to their homes and homes. https://t.co/JoLhXO557C", "sentiment": 0.22402597402597402}, "814188215871688705": {"text": "Netanyahu accused Palestinians 4 teaching youth not 2 recognize Israel. While Israeli edu.Min on CNN said Israel is not an occupying power!", "sentiment": 0.0}, "814168289882546177": {"text": "Sec Kerry's speech was courageous and detailed. Two state solution is the ONLY solution. Any other option would lead to disaster", "sentiment": 0.04375000000000001}, "812592291806380032": {"text": "Every year, Jordan and our national unity are stronger than the sedition and mischief of saboteurs and terrorists. #Merry Christmas", "sentiment": 0.0}, "812385619683004417": {"text": "The Security Council's decision to stop the settlement is good despite its decades-long delay. What will the Security Council do when Israel ignores this decision?", "sentiment": 0.32499999999999996}, "810513877041553408": {"text": "God save # Jordan is an oasis of security and safety and the mercy of the martyrs the righteous. The cowards will not escape from the hands of the security forces and brave men of the goddess # Karak", "sentiment": 0.8}, "808229474429005824": {"text": "Our noble messenger said: \"Do not kill a boy, a woman, a big sheikh, a sick person, a nun, and do not cut off fruit and do not ruin it.\"", "sentiment": -0.038095238095238106}, "808011718769147907": {"text": "On the anniversary of the birth of Al-Nabawi al-Sharif, I pray to the Almighty, the Almighty, that the Arab and Islamic nation enjoy the achievement of the message of our master Muhammad from security, justice and peace.", "sentiment": 0.4}, "801111652565450752": {"text": "At the NATO Treaty Workshop: \"Human Factors in Defense against Terrorism: The Case of Jordan\" at the Dead Sea - Jordan https://t.co/UKOgB5v8cY", "sentiment": -0.1}, "801111297186263043": {"text": "At the Atlantic Treaty Association Workshop: \"Human Factors in the Defense Against Terrorism: The Case of #Jordan\", https://t.co/UKOgB5v8cY", "sentiment": 0.0}, "798073705096167424": {"text": "The positions of the father and the great leader # Hussein_Ben_Talal, may God be pleased with him, national and honorable nationalism has not and will not be absent from the minds of the entire world.", "sentiment": 0.43333333333333335}, "797772803013480448": {"text": "With a respectable elite of state figures, economists and specialists within the activities of the Second National Investment Conference https://t.co/UKOgB5v8cY", "sentiment": 0.25}, "796414633892577286": {"text": "RT @Alakofahi: @SamirAlRifai https://t.co/2eiWrRnMpD", "sentiment": 0.0}, "796254080792428544": {"text": "11 years on the # Amman bombings, a painful memory increased the determination of Jordanians to continue the march and the fight against terrorism in all its forms.", "sentiment": -0.7}, "795704735252758528": {"text": "The Israeli court sentenced the child to 12 years in prison", "sentiment": 0.0}, "795661111555145728": {"text": "King Abdullah: \"We are continuing with comprehensive reform, which responds to changes and developments and the need for modernization and development, to establish a bright future for the people of this country.", "sentiment": 0.35000000000000003}, "782642819391426560": {"text": "Muslim youth distribute dates on Christian worshipers after Sunday prayers on the occasion of the \"year of the year_Jerusalem and young Christians distributed dates to Muslims. This is the # Jordan", "sentiment": 0.05}, "781795985722834944": {"text": "We celebrate the year as a single Jordanian family, not separated by race or religion, adhering to the approach of peace, moderation and moderation and fighting the evils of the forces of separation and darkness.", "sentiment": -0.07142857142857142}, "774975374484733958": {"text": "I have become blessed, the Almighty has returned to us and to you and to the Islamic and Arab nation in Yemen and peace and blessing. Happy new year", "sentiment": 0.4681818181818182}, "772862876503638017": {"text": "21st century careers and skills require 21st century curricula, methods and teaching tools. # National Strategy for Human Resources Development", "sentiment": 0.0}, "770685828544729089": {"text": "It is great to see graduates in the presence of His Majesty today. We must improve our schools and support our teachers to ensure a better future for our youth.", "sentiment": 0.43333333333333335}, "770685531978162186": {"text": "Great to see graduates in the presence of TM's today; we must aim 2 improve our schools & support our teachers 2 give our youth a better future", "sentiment": 0.43333333333333335}, "766654275774713856": {"text": "Raised our head, oh # Ahmed_bo_gosh. The vision of the flag of Jordan is high, as we have always believed it. Congratulations gold medal # Rio 2016 # We - Jordan", "sentiment": 0.16}, "758671453797711872": {"text": "The attempt to settle the refugees has proved challenging. The world must focus its efforts on national reconciliation so that they can return to their country", "sentiment": 0.5}, "758671171349016577": {"text": "Integration of refugees has proved challenging. World effort should be towards reconciliation and repatriation to their countries #Syria", "sentiment": 0.5}, "755803042407145472": {"text": "Founding King, at his 65th birthday https://t.co/9emL01aHgr", "sentiment": 0.0}, "753958207861747712": {"text": "The battle today is between darkness and light regardless of the streets Arab, Islamic, European or American. Terrorism must be uprooted from its roots and peace restored to the region", "sentiment": 0.13333333333333333}, "753956129466683392": {"text": "Whatever it on the streets in any Arabic city, any Islamic one, any European or American one. Today our war is between light and darkness ...", "sentiment": 0.13333333333333333}, "750417298792517633": {"text": "May Allah accept your obedience and complete the Eid with your joy and return to us and to you and to the Arab and Islamic nation with good and blessings and miracles. # Feast_Fast_Said # love_Jordan", "sentiment": 0.45999999999999996}, "749156737450663936": {"text": "I felt a mixture of happiness and hope yesterday evening and I and for the fourth year in a row accompanied by our orphans in the camp will https://t.co/BEq0e72sar", "sentiment": 0.35}, "747845721760628736": {"text": "I am very happy to be with my dear and for the fifth year in a row in the ceremony of the free and free funeral of the orphans of Rusaifa.", "sentiment": 0.6}, "745696087743340544": {"text": "The Martyrdom of a number of armed forces and the security apparatuses. We are responding to the ongoing pressure on Jordan to receive more refugees. Https://t.co/laU5tjqlS4", "sentiment": 0.5}, "745309881691967488": {"text": "Warmest condolences on the rise of this blessed group of Jordan's innocent martyrs and their joining the procession of the martyrs of the Hashemite fever fever.", "sentiment": 0.5}, "743772382096166912": {"text": "And Saman Jordan on the chest of \"Ahmed aggression\" https://t.co/Yq9XV64sdw", "sentiment": 0.0}, "743505374846803968": {"text": "We will continue the march of good behind our Hashemite leadership, soldiers in all our locations, and for the security and stability of the heroes of the Arab army and the security institutions", "sentiment": 0.14999999999999997}, "743504255768723457": {"text": "The martyrs of the martyrs have proved that they are the people of sacrifice and awareness. They have prepared their children for martyrdom and redemption for the stability of this fever and to safeguard its internal forehead and its one texture.", "sentiment": 0.0}, "743503424789037057": {"text": "There is no place for terrorism and criminality in Jordan, and this heinous act only faces condemnation, rejection and a hard stance that sticks to any breakthrough, and rejects any justification.", "sentiment": -0.14583333333333334}, "743503063319711744": {"text": "The residents of Al-Baqa'a confirmed that the Jordanians are a living model of believers who belong to one body if a member of his body complains about him and the fever. #Jordan", "sentiment": 0.4}, "743502671227789312": {"text": "The Jordanian lesson was eloquent. This place witnessed the adherence to the sacred right of return and the determination and sincerity of the belonging of Jordanians of all backgrounds and backgrounds.", "sentiment": 0.2857142857142857}, "743502235297058816": {"text": "On my second visit to the hero Ahmed Agnon I said: I hope that Azurk injured a third time and said: Let there be other times and let the martyrdom of # Jordan and our Majesty", "sentiment": -0.041666666666666664}, "743502024868765696": {"text": "I made sure to meet in the camp of Baqa'a, which had been the center of the earth for a long time. When our righteous martyrs were raised by a misguided sinner who was filled with the thought of darkness and the spirit of treachery and betrayal", "sentiment": 0.1875}, "743501861123153920": {"text": "Our children always receive the attention and care of His Majesty the King, who provides ongoing initiatives and directs everyone to carry out their duties to serve and support them.", "sentiment": 0.0}, "743501596651360257": {"text": "Our children who meet today in their honor make their way confidently towards a better future to be loyal soldiers of the Hashemite fever and in all sites of giving and loyalty", "sentiment": 0.3333333333333333}, "743501032366415872": {"text": "We feel pride and hope in these children, who have not been deprived of the loss of the father or mother of the motivation of creativity and excellence, but form the motivation for literary and scientific excellence", "sentiment": 0.1}, "743500496674127872": {"text": "In the breakfast ceremony of Al-Baqaa Sports Club for orphans today with brothers and friends and dignified faces where we met together for good, solidarity and solidarity in Jordan # and the homeland of good", "sentiment": 0.7}, "741679736376688641": {"text": "We affirm our support for the Hashemite Blessing Banner, and behind the leadership of the Dean of the Al-Bayt Al-Athar, His Majesty King Abdullah II Ibn Al Hussein, may Allah protect him", "sentiment": -0.4}, "741677303294529537": {"text": "Jordan will remain immune to the courage of its leadership, the strength of its institutions, its lofty principles, the dedication and sacrifices of its people, and Jordan will remain a place of moderation and moderation.", "sentiment": 0.0}, "741676732743340032": {"text": "His Majesty King Abdullah II has provided his direct guidance and wise leadership to the political reform process, which is fertile ground for the growth of party work and the expansion of its spread", "sentiment": 0.26666666666666666}, "741675815792955392": {"text": "We need to develop the reality of party work in Jordan # and update its speech and tools and the organic link to citizens' issues through programs that are applicable and measurable", "sentiment": 0.0}, "741675094821482497": {"text": "The blessed blood of the martyrs of the security services, the armed forces, their families and their families is a religion in our necks that calls upon us to continue working to develop our Jordanian model", "sentiment": 0.0}, "741674057368764416": {"text": "The words and attitudes of the martyrs' families are still present, and they give a lesson to this determination that produced championships and promised their children and souls a sacrifice for the stability and future of Jordan.", "sentiment": 0.0}, "741673656938553345": {"text": "Our watchful devices have been able to arrest the sinful criminal in record time to confirm that this heinous fever will remain insidious for criminality and terrorism as safe and stable.", "sentiment": 0.1375}, "741673054179332096": {"text": "A group of the members of our valiant security apparatuses rode the precious Jordanians with their pure blood after they were overcome with treachery, and they focused on the security and stability of this fever.", "sentiment": 0.35714285714285715}, "741672566700531713": {"text": "Today we are commemorating the centennial of the great Arab Renaissance, with its struggles and principles, launched by the late Sherif Al Arab, Hussein Bin Ali", "sentiment": 0.25}, "741671850065973249": {"text": "Every year we are accustomed to such a comprehensive gathering that gives a true picture of the unity of the Jordanians and their familiarity with the good and loyalty to the homeland and loyalty to his Hashemite leadership", "sentiment": 0.3499999999999999}, "741669840285499394": {"text": "In a meeting today with a group of leaders of opinion, thought and public work, and brothers and friends by a dignified invitation of the Islamic Center Party", "sentiment": -0.05}, "741148077285904384": {"text": "Greetings to the members, officers and employees of the Jordanian Arab Army for their great role in preserving the security of Jordan and preserving the peace and serving the nation's issues.", "sentiment": 0.8}, "740832890343329793": {"text": "In the Royal Seder we remember our timeless national pages and the achievements of the Hashemites in a great march that will continue to build the # Jordan Model # Love Jordan", "sentiment": 0.65}, "739868486395133952": {"text": "# Jordan will remain an Arab fever Hashemia immune, God willing, and these blessings blessed eyes that will not touch the fire, as they are guarding in the way of God.", "sentiment": 0.25}, "739496576511528960": {"text": "O God, make our pursuit in the holy month of gratitude and our guilt in it is forgiving and our work is acceptable, O most merciful, merciful.", "sentiment": 0.5}, "738403259468091392": {"text": "A picture of the grand celebration of the centenary of the \"Revolution of the Great Arab\" \"Science Review\" in the evening of the day. Every year and # Jordan and the leader of the homeland is fine https://t.co/dnGcWWf6qw", "sentiment": 0.5722222222222223}, "738321960137023489": {"text": "We celebrate the centennial of the Great Arab Revolution, we recall its principles and ideals, because there is no hope for the nation to emerge from its crisis, except to return to the Renaissance principles and the message of revolution.", "sentiment": 0.8}, "738037081499414528": {"text": "I am happy today to meet with a group of children of Jerash and dignified faces from various Jordanian families and tribes who represent one national fabric by their integration and solidarity.", "sentiment": 0.4}, "737708823859826688": {"text": "\"Blessed is the one who has been given the keys to good.\" May Allah preserve His Majesty the Supreme Commander of the Armed Forces, King Abdullah II Bin Al Hussein.", "sentiment": 0.7}, "737629020070629377": {"text": "Purity # Dana is not matched except the purity of its people good people of generosity and noble values ​​of the people of the province, which led to the big caliber and the positions of the great and the parents", "sentiment": 0.5249999999999999}, "737317449838809088": {"text": "There is an entire Arab generation that has been deprived of its rights to health, education, security and the future", "sentiment": 0.0}, "737316360351584258": {"text": "The Palestinian cause is the key to resolving the crisis in the region and the international community must pressure the Israeli government", "sentiment": 0.0}, "737315144808714240": {"text": "The # Arab component that is the most important and the biggest and that pays the price of conflicts is # young people of all backgrounds", "sentiment": 0.3333333333333333}, "737314484868517888": {"text": "# Muslims, # Christians, # Shiites, # Sunnis, # Druze, # Circassians, # Kurds, # martyrs in the battles of the Arab Revolution", "sentiment": 0.0}, "737313110915219456": {"text": "Regrettably, the 'Arab' situation today is in contrast to what is called for by the principles of the Great Arab Revolution", "sentiment": 0.8}, "737312379411824640": {"text": "The positions of His Majesty the King have evaporated # Jordan Woes of conflicts around us and achieved us # stability and # reform", "sentiment": 0.0}, "737311816380997632": {"text": "Maintaining # independence requires adhering to the self-reliance methodology and converting it to # program_work", "sentiment": 0.0}, "737311326050127875": {"text": "# Jordan thanks to his letter \"Success Story\" and a typical Arabic # project despite all # challenges and difficulties", "sentiment": 0.11111111111111112}, "737310111346118660": {"text": "Those who underestimate social communication do not understand the power of this tool and its importance to young people", "sentiment": 0.06666666666666667}, "737309541256339456": {"text": "Required # plan_marshall_warning to rebuild the middle class # and face the crisis of unemployment #", "sentiment": 0.0}, "737308951944015874": {"text": "Saloon salons, virtual government salons, and closed rooms do not make a national elite", "sentiment": -0.1}, "737307915879645186": {"text": "The king's will made a quantum leap in policy reform and governments in economic reform", "sentiment": 0.2}, "737307376638939136": {"text": "The concept of Arab solidarity must be revived and the national security must be redefined and its priorities and agendas should be unified", "sentiment": 0.0}, "737306983993384966": {"text": "# No hope for the Arab nation except to return to the principles of Renaissance #", "sentiment": 0.0}, "737305946398064641": {"text": "All thanks to the American University Graduates Club for their kind invitation and constructive dialogue on \"Regional Challenges, Prospects and Opportunities in Jordan #\"", "sentiment": 0.26666666666666666}, "736951405630607361": {"text": "I was honored to celebrate today with the parents and brothers in the northern Shouneh with our national and national events on our beloved Jordan", "sentiment": 0.7}, "735543308643078144": {"text": "@johnhopebryant @KingsAcademyJOR Was a real honor meeting you and seeing first hand you giving hope across the globe", "sentiment": 0.225}, "735542893826441216": {"text": "@AliaWakileh @johnhopebryant @KingsAcademyJOR it was my honor and pleasure. Keep up the amazing work of changing the life's of youth", "sentiment": 0.6000000000000001}, "735354349359144960": {"text": "Seventy years on the # Independence, we raise our brow high and proud of the world by # Jordan Tahr homeland steadfastness and achievement and pride perfumed by the sacrifices of Jordanians and Jordanians", "sentiment": 0.48000000000000004}, "735171144987357184": {"text": "@nourkhrais proud to have heard your amazing story. A role model of entrepreneurship! Hope # King's academy # class2016 follow in your footsteps", "sentiment": 0.7000000000000001}, "734431071878676482": {"text": "Mubarak to the owners of the majesty and # Jordan graduated HH the Prince # # Crown Prince. May Allah protect him with his care and support to His Majesty in the footsteps of our ancient kings", "sentiment": 0.0}, "733354849119657984": {"text": "That brings together innocent killers in the air, in the field, in markets, hotels, airports, train stations, buses and occupied Palestine", "sentiment": 0.5}, "731198386452500480": {"text": "@alqaqa sure and agree with you. Sad today we speak not only about religions but boredom.", "sentiment": 0.0}, "731189109650247680": {"text": "A Muslim was elected mayor of London. 100 years ago, the Arab Renaissance led Muslims and Christians. Mutual love and respect are our way to overcome the forces of hatred and darkness.", "sentiment": 0.5}, "731187359295901696": {"text": "A Muslim was voted Mayor of London.The Arab Renaissance a 100 years ago was led by Muslims & Christians.God willing these values ​​prevail ...", "sentiment": 0.25}, "730307252977029120": {"text": "5 young Jordanians trying to commit suicide after losing hope for decent work opportunities, we have to knock the alarm bells and be the title of the stage: unemployment, unemployment, then unemployment", "sentiment": 0.13333333333333333}, "728202287424929793": {"text": "On this blessed night I ask God Almighty to preserve the Jordan and raise the grief and affliction of our Arab brothers and support our Islamic nation.", "sentiment": -0.8}, "727424326350299136": {"text": "From my meeting yesterday with the parents and brothers from the people of the ancient province of Jerash https://t.co/UKOgB5v8cY", "sentiment": 0.0}, "726664713539588096": {"text": "Without work nothing thrives ... Every year our workers are a thousand good. The homeland is indebted to every vegetarian and vegetarian working tirelessly for our most expensive Jordan. # Labor Day # Love Jordan", "sentiment": 0.3}, "726663013764370432": {"text": "\"Without Labor nothing prospers\". To all who make our world a better place. Wishing you a #happy Labor day", "sentiment": 0.65}, "726661375230119936": {"text": "Wishing everyone a blessed and peaceful. May all our days be filled with happiness and Joy and my our world be one of love # Happy_Easter", "sentiment": 0.5750000000000001}, "726660702379847680": {"text": "Best wishes to our Christian friends and brothers on the occasion of the feast of the festival. Every year you and the world are all safe and safe", "sentiment": 0.5}, "725702805978271744": {"text": "With dignified faces, from brothers and friends, opinion leaders, intellectuals and youth at the Carmel Club / Martyr Azmi Mufti camp today https://t.co/rkEvcgN73x", "sentiment": 0.0}, "724903981894475777": {"text": "At the Royal Jordanian National Defense College today with a distinguished elite, from the brothers lecturers and learners https://t.co/rkEvcgN73x https://t.co/f9ydVBVNu8", "sentiment": 0.0}, "724652391883235332": {"text": "I am pleased today with the sponsorship of the first South Amman Festival of loyalty, belonging and national wedding # Jordan https://t.co/rkEvcgN73x", "sentiment": 0.375}, "724530021801574400": {"text": "The Proposed Constitutional Amendments and the Sanctity of the Oath https://t.co/rkEvcgN73x", "sentiment": 0.0}, "724529914439933952": {"text": "Proposed constitutional amendments and sanctity of the section https://t.co/rkEvcgN73x", "sentiment": 0.0}, "724135285299228672": {"text": "Wishing our fellow Christians in #Jordan and abroad a blessed #palm_Sunday. May all your days be full of peace & happiness #Love_JO", "sentiment": 0.5166666666666666}, "724134881677217794": {"text": "Congratulations to all Christian brothers and friends in Jordan and around the world. # Love_Jordan # Sun.", "sentiment": 0.25}, "722047962239602688": {"text": "With my brothers from the people of Mafraq governorate and its patrons today https://t.co/39YKSIzdpJ", "sentiment": 0.0}, "722012027296817152": {"text": "At Al-Bayt University today in a meeting with dignitaries from the leaders of thought, public work, professionals and students https://t.co/39YKSIzdpJ", "sentiment": 0.0}, "721991069731307520": {"text": "# Jordan proved to be the most powerful people to wrap around their generous Hashemite leadership, and with the strength of its institutions, its Arab army and its security apparatus, and the blood of its innocent martyrs", "sentiment": 0.43333333333333335}, "721990960821968896": {"text": "We have the strengths to continue our path with confidence and determination in building and defending the image of our true Islam and in confirming our belonging to the message of Al-Bayt Al-Athar", "sentiment": 0.35}, "721990820207980544": {"text": "The dark challenge that targets our youth can only be tackled by enlightening and discarding discrimination and intolerance through feasible and measurable policies and policies", "sentiment": 0.049999999999999996}, "721989293737189376": {"text": "I talked about initiatives for young people and I repeat the need to exempt the youth of Jordan at the age of 22 from the purchase of the first apartment and the exemption of furniture from the tax once", "sentiment": 0.175}, "721988275909607424": {"text": "We have to consider Jordan Technical Certification as one way to reduce unemployment, as in many developed countries such as Germany", "sentiment": 0.15}, "721987381767835648": {"text": "We must stimulate domestic and foreign investment, which creates jobs for Jordanians. The equation here is to increase employment opportunities and qualify our youth to benefit from these opportunities.", "sentiment": -0.0625}, "721986381657063425": {"text": "It is time to focus on education as the cornerstone of comprehensive reform and the requirements of economic reform.", "sentiment": 0.2}, "721985675294334976": {"text": "This generation will have the responsibility to rebuild what has been destroyed and destroyed by terrorists and extremists. We, as parents and society, must consolidate the spirit of citizenship in our children and daughters.", "sentiment": 0.0}, "721984915710025728": {"text": "We, as a society, have a historic responsibility to educate an armed generation with values ​​and principles based on the rules of moderation, non-fanaticism and extremism.", "sentiment": 0.0}, "721984305770196992": {"text": "Efforts, capacities, plans and programs must be combined and intensified to meet the challenge of unemployment in a systematic, thoughtful and durable manner that ensures decent employment for our young women and youth", "sentiment": 0.2222222222222222}, "721983119553912832": {"text": "We have to look at a wider perspective to see where the imbalances are so we can plan for the future. Which means first to look at the social and educational aspect of the matter", "sentiment": 0.13333333333333333}, "721981759764766720": {"text": "I am happy to be in the # home university today in Mafraq Ghalia to talk about young people between challenges and opportunities.", "sentiment": 0.45}, "720975033900929025": {"text": "In Ma'an, at the kind invitation of the noble tribes, between my family, my brothers and my friends, where we gathered together a common march and vivid memory. https://t.co/UP2zJNwViq", "sentiment": 0.25625}, "719768297898713088": {"text": "RT @besocumjordan: @SamirAlRifai @KHBPJO Through entrepreneurship, you can take part in the ability to control when you work, where you wor ...", "sentiment": 0.0}, "719581779250835457": {"text": "With entrepreneurs from 'Grow' at the King Hussein Business Park today @KHBPJO #KHBP_Grow #KHBP https://t.co/xbRxmgCCpB", "sentiment": 0.0}, "719581673944453120": {"text": "With entrepreneurs from the \"Pioneer\" initiative at King Hussein Business Park today @KHBJo #KHBP_Grow #KHBP https://t.co/xbRxmgCCpB", "sentiment": 0.0}, "719548036997844995": {"text": "RT @KHBPJO: State of the Eye during his meeting with Dr. Moayad Al-Samman, Chairman of the King Hussein Business Council 1/2 https://t.co/cmb1grCT4z", "sentiment": 0.0}, "719548019880931328": {"text": "RT @KHBPJO: His country has been briefed on the role of the complex in providing infrastructure to support entrepreneurs to enable their entrepreneurial projects to grow. 2/2 https://t.co/6Jfg...", "sentiment": -0.3}, "719548001417588736": {"text": "RT @tamateggames: We are honored today by the presence of former Prime Minister Samir Rifai, who expressed his interest and admiration for Tomato. @SamirAlRifai https: // t ...", "sentiment": 0.0}, "719547977908494340": {"text": "RT @KHBPJO: Regarding the growth of SMEs, challenges associated with the legislative environment, access to funding 2/2 https://t.co/5JhDBtRzXV", "sentiment": 0.0}, "719547944869969921": {"text": "RT @KHBPJO: Attendees talked about a range of challenges faced by the pilots 1/2 https://t.co/RBNpK8OytV", "sentiment": 0.0}, "719547852679200768": {"text": "RT @KHBPJO: Games, software, electronic applications, creative industries, environment-friendly technology, media and social media. https: //t....", "sentiment": 0.30277777777777776}, "719547850779193345": {"text": "RT @KHBPJO: where he briefed his country on the experiences of leading companies and success stories of some of the pioneers and start-ups. https://t.co/HAMpxb0Swa", "sentiment": 0.3}, "719518178846601216": {"text": "RT @NadiaShomali: His excellency Mr @SamirAlRifai visiting @ play3a and watching a video about our new game @arabracinggame # Arab Racing http ...", "sentiment": -0.13181818181818183}, "719518059489337344": {"text": "RT @ZainJo: Al Ain Samirarfai, Dr. Moayad Al Samman and Mr. Ahmed Hanandah meet Jordanian leaders to discuss entrepreneurship support in the Kingdom.", "sentiment": 0.0}, "719462142550913024": {"text": "Glad to be among inspiring entrepreneurs at #KHBP_Grow .Such projects are essential to the growth of our economy & for job creation #Love_Jo", "sentiment": 0.3}, "719461904515743744": {"text": "Saeed Bujoudi with an inspirational group of Entrepreneurs from the # Entrepreneurial Initiative at the King Hussein Business Park, which is critical to economic development and job creation", "sentiment": 0.2333333333333333}, "714491624139722752": {"text": "# Destroying the ancient city of mankind and liberating them from gang # is a reminder of the need to fight # terrorism to save human lives and human civilizations", "sentiment": -0.06666666666666667}, "714491487157878784": {"text": "#Palmyra belongs to all humanity and its liberation is a reminder of the need to fight #terrorism to save lives and our collective history", "sentiment": 0.0}, "712613668337360896": {"text": "From the opening of the seminar \"Media and Terrorism\" today at the University of Zarqa https://t.co/UP2zJNwViq", "sentiment": 0.0}, "712576658922975234": {"text": "These are the messages that we need to work together to improve the image of Jordan and instill the spirit of optimism that our youth yearn for", "sentiment": 0.0}, "712576058655121408": {"text": "It is important to pay attention to the reality of rhetoric on our platforms, so rhetoric is a means of informing and directing an important and direct impact", "sentiment": 0.3}, "712575078265921536": {"text": "Improving the image of the \"Islamic religion\" hijacked by terrorists towards extremism, extremism, atonement and violence can only be achieved through moderate practice", "sentiment": 0.0}, "712572497133174784": {"text": "# Media has a very important role not only to focus more on weaknesses but also to give hope and highlight strengths", "sentiment": 0.34}, "712571596934873088": {"text": "Emphasis should be placed on investment that can provide permanent employment opportunities and give priority through incentives and exemptions to any other investment", "sentiment": -0.125}, "712570637433311232": {"text": "There must be concrete solutions to the unemployment problem that could lead to frustration among young people and their drift behind terrorist organizations", "sentiment": -0.05000000000000001}, "712569724027215872": {"text": "How can we reassure tens of tens of thousands of students who graduate every year that the economy will create them?", "sentiment": 0.0}, "712568982847496192": {"text": "Today, every new child has a share of the public debt of about 3,800 dinars after it has risen dangerously in the last years and is increasing continuously", "sentiment": -0.1159090909090909}, "712568356268851200": {"text": "At the forefront of the issues is the economic issue, which no longer means mere financial procedures and policies, but touches upon the future of development and the social role", "sentiment": -0.05333333333333333}, "712567869620494337": {"text": "In the fields of Enlightenment, in the dissemination of the positive spirit, the media acquires great importance, confronting and expelling alien and distorted ideas.", "sentiment": 0.2590909090909091}, "712567162473459712": {"text": "Today, more than ever, we need support and awareness, and a positive spirit that is a safety valve for the homeland and the society.", "sentiment": 0.36363636363636365}, "712565861840785408": {"text": "I have the honor to be with these elite experts at this scientific symposium, which comes under the title of the most important, namely # media and terrorism #", "sentiment": 0.45}, "712501698787418112": {"text": "With my brothers and sisters today in the city of authenticity and culture, the city of # Fuheis https://t.co/SHFNbgIQjH", "sentiment": 0.0}, "712320374822854656": {"text": "In our national holidays, we renew the covenant of the nation and its supervisors. Every year our commander, our army and our security forces are all good.", "sentiment": 0.7}, "712318987405635584": {"text": "Priority should be given to programs and teamwork, and the renewal of national elites by stimulating the youth sector and supporting its partnership, especially with regard to its future.", "sentiment": 0.08333333333333333}, "712317677994426368": {"text": "By completing the constitutional stages of the new electoral law, a qualitative step has been reached to reach the stage of realizing the Majesty's ambition and the interest of Jordan and its future", "sentiment": 0.06818181818181818}, "712316171400454145": {"text": "This reality dictates that Jordanian Christians were never a 'minority', neither in the political sense nor in the social sense, nor at any level", "sentiment": 0.016666666666666666}, "712314683336876032": {"text": "# Jordanians # Christians have a significant and direct contribution to the building of the state and in all areas of work, giving and sacrifice keen on the security and progress of Jordan", "sentiment": 0.2375}, "712313425783885825": {"text": "Relationship # Jordanians # Muslims in their brothers # Christians are a full brotherhood relationship and national cohesion and a common sacrifice for the sake of # Jordan and defend his status and his career", "sentiment": 0.024999999999999994}, "712312528265748480": {"text": "I have the honor today to be with these dignified faces in the city of authenticity and culture, the city of # Fuheis, and we celebrate together the anniversary of the Arabization of the army leadership and the battle of dignity", "sentiment": 0.0}, "711943191658942465": {"text": "His Majesty King Abdullah II: \"Victory of dignity stunned the enemy and forced him to recognize defeat for the first time in his history.\" # The Battle of Dignity # The Arab Army", "sentiment": -0.025000000000000022}, "711858078757613568": {"text": "The freshest thing that human lips speak is the word \"mother\", and the most beautiful call is: Mom. A little big word full of hope and love \"# Mother's Day", "sentiment": 0.28750000000000003}, "711857976903147521": {"text": "\"The most beautiful word on the lips of mankind is the word Mother, and the most beautiful call is the call of My mother.\" #HappyMothersDay", "sentiment": 0.675}, "710899363917275137": {"text": "@ hamza998171 I am proud of you and all of our armed forces and security services who are watching for the country to sleep well. God bless you and all love", "sentiment": 0.65}, "709061631314149376": {"text": "On the new electoral law https://t.co/SHFNbgIQjH", "sentiment": 0.13636363636363635}, "708643690940489729": {"text": "The rhetoric of Anti-Islam is not only ignorant but also plays into the hands of Radicals who call themselves Muslims # Trump", "sentiment": 0.0}, "707176664619479040": {"text": "Today we celebrate the most inspiring & courageous women around the world. Happy #InternationalWomensDay. So proud of #Jordanian #women", "sentiment": 0.65}, "707176485115846656": {"text": "# Jordanian women are a model of citizenship. A tribute to the # women in Global Women's Day for their effective contribution to building their country, society and families", "sentiment": 0.3}, "705012413423362048": {"text": "A new hero joins the constellation of the martyrs of Jordan, the protectors of the land and the display .. To the Gardens of the Martyr Martyr # Rashed_Alzayud. God bless # Jordan and handed over the hands of our security services", "sentiment": 0.13636363636363635}, "704696471141142528": {"text": "Every year and # Hama _ homeland congratulations on the 60th anniversary of the # Arabization _ Army leadership. An important historical stage in the history of the Arab Army and our dear homeland", "sentiment": 0.2}, "703360345285500928": {"text": "Any political process following the cessation of hostilities in Syria must preserve the geographical identity and unity of Syria", "sentiment": 0.0}, "703360289710989316": {"text": "Any political process to follow cessation of hostilities in Syria must maintain the geographic integrity and unity of #Syria", "sentiment": 0.0}, "703340043029630977": {"text": "His Highness Prince Ali bin Al Hussein has never lost. FIFA and the international sports community have lost a decent Hashemite president who would have promoted the level of sport and youth", "sentiment": 0.08333333333333333}, "703339987736141824": {"text": "1 of the most capable & committed candidates was not elected as President of # FIFA, Prince Ali will always be a beacon 4 soccer & dedication", "sentiment": 0.35}, "703085332141621248": {"text": "Just when I thought I had seen everything in preliminaries Rubio calls \"Palestinians terrorists.\" I have no diplomatic words 2 describe him!", "sentiment": 0.0}, "702543172933722112": {"text": "We are proud to see His Majesty the Crown Prince at the White House. Despite all that is going on around us, the Jordanians are absolutely certain that Jordan is safe under its wise leadership", "sentiment": 0.4428571428571429}, "702543032827158528": {"text": "Proud to see HM Sayidna and Seedi Hussein in the White House; despite adversity in our region, #Jordanians know they are in safe hands", "sentiment": 0.43333333333333335}, "700391682177691650": {"text": "The adversaries and friends around Syria are suffering alike. We must let Syria heal its wounds and stop interventions from everyone", "sentiment": 0.0}, "700391577609437184": {"text": "Adversaries and friends around Syria suffering alike. We must leave #Syria to heal and stop interventions from all #AnkaraAttack", "sentiment": 0.0}, "699255204244492288": {"text": "# A day to meet the retired military veterans and veterans of Jordan and its history and future and must continue the march of its construction. Thank you.", "sentiment": -0.05}, "698863255754842112": {"text": "Speaking at the opening ceremony of the #Harvard Project for Asian and International Relations Harvard Conference, https://t.co/k9M8Nu68Eq", "sentiment": 0.0}, "698863163396247552": {"text": "The opening ceremony of the Conference # Harvard for Asia and International Relations International https://t.co/9emL01aHgr", "sentiment": 0.0}, "698327072855498755": {"text": "The challenges of countering terrorism and extremism, and the growing political, social and economic environments that are volatile, are no longer local; they have become transboundary", "sentiment": 0.058333333333333334}, "698327032439169026": {"text": "The challenges of combating #terrorism & the increasing volatile environments are no longer local issues; but fluidly transcend borders", "sentiment": 0.0}, "698326746748293120": {"text": "The # Arab world must learn from the experience of both East Asia, including China, and the Scandinavian model of social welfare", "sentiment": 0.03333333333333333}, "698326687348609024": {"text": "The #Arab World would do well to learn from the experience of both East Asia, including China, and the Scandinavian social welfare model", "sentiment": 0.03333333333333333}, "698326062363713536": {"text": "We must begin to remove the fog of war and enable Arab leaders to pass the difficult stage and build the road to the prosperity of the 70 million young people in the region", "sentiment": -0.2}, "698326004201164800": {"text": "We must enable #Arab leaders to come down from the tightrope & build a pathway to prosperity for the region's 70 million young people.", "sentiment": -0.02777777777777779}, "698325470950133764": {"text": "As many others have called for, we need a regional Marshall Plan to help re-stimulate the economies of the # Middle East region", "sentiment": 0.25}, "698325420673015808": {"text": "We need, as many others have already called for, a regional \"Marshall Plan\" to help reboot the economies in the #MENA region # HPAIR2016", "sentiment": 0.5}, "698325133870657541": {"text": "We must design and establish a new philosophy in the Middle East that is internally, globally competitive, compassionate and socially and financially sustainable.", "sentiment": 0.033939393939393936}, "698325090811777024": {"text": "We must design home-grown, globally competitive, socially compassionate & fiscally sustainable philosophy of prosperity across the #MENA", "sentiment": 0.016666666666666666}, "698324770505490432": {"text": "His Majesty King Abdullah II affirmed that Jordan will continue to do what is right. But not at the expense of citizens # Jordanians.", "sentiment": 0.2857142857142857}, "698324720668770308": {"text": "HM King Abdullah II added that #Jordan will continue to help, but not at the expense of the welfare of its citizens # HPAIR2016", "sentiment": 0.0}, "698324468922507264": {"text": "The Jordanian people are Saber and have contributed more than their fair share to help the Syrian refugees, who now make up 20% of Jordan's population. This has caused them hardship", "sentiment": 0.6}, "698324433765822464": {"text": "#Jordanians are resilient & contributed more than their fair share to help the #Syrian refugees who select 20% of the population #HPAIR", "sentiment": 0.6}, "698323671539179520": {"text": "His Majesty King Abdullah II took advantage of the momentum in the region to accelerate the political reforms in Jordan that he had already begun", "sentiment": 0.0}, "698323557907066880": {"text": "HM King Abdullah II took advantage of the momentum created by our #Jordan Spring to expedite the political reforms he had already started", "sentiment": 0.0}, "698322993777348608": {"text": "We can not reduce the ongoing sectarian violence unless we create paths to prosperity for young Arabs. \"Arabs are more attractive than the offers offered to them by militant groups", "sentiment": 0.375}, "698322960898199552": {"text": "We can not hope to curtail ongoing sectarian violence without and until we create pathways to prosperity for young #Arabs # HPAIR2016", "sentiment": 0.1}, "698322522564075520": {"text": "The gradual development of a stable and democratic regime in the region has been disrupted by the establishment of the State of Israel and the suffering of the Palestinian people", "sentiment": 0.0}, "698322469883678722": {"text": "The gradual march toward a stable, democratic system of gov't was disrupted by the creation of #Israel and the layout of #Palestinians", "sentiment": 0.0}, "698322095667859460": {"text": "There will be no stability in the region without the settlement of the Palestinian cause and the establishment of an independent Palestinian state in the territories occupied by Israel", "sentiment": 0.0}, "698321961794011137": {"text": "There will never be real stability in the region without the settlement of the # Palestinian- # Israeli conflict #HPAIR # HPAIR2016", "sentiment": 0.2}, "698321420649132032": {"text": "Instead of working to increase the cohesion between citizenship and civil capital; groups such as a lobbyist come to fill this void with terror", "sentiment": 0.0}, "698321327518851073": {"text": "Instead of the binding glue of citizenship & civic capital, groups such as #Daesh fill this void with the corrosive acid of intimidation", "sentiment": 0.0}, "698321065144143875": {"text": "The essence of truth is that it forms the basis of strong nation states; sovereignty based on citizenship and firm conviction in common civic values ​​and social norms", "sentiment": -0.008333333333333344}, "698320732581920768": {"text": "What constituents robust nation states is sovereignty built on citizenship & a deep conviction in shared civic values ​​& social norms #HPAIR", "sentiment": 0.016666666666666666}, "698320426578141184": {"text": "Five years have passed since Bouazizi set fire to himself and the Arab world is still struggling to find its way", "sentiment": 0.0}, "698320231048028160": {"text": "Five years since Bouazizi's self-immolation; the Arab World is still struggling to find its way # HPAIR2016", "sentiment": 0.0}, "698319869528428544": {"text": "How can we achieve the common security of the Arab people without decades of internal conflicts?", "sentiment": -0.15}, "698319783524241408": {"text": "How do we reach the destination of a shared security and overall prosperity for the #Arab people without decades of internecine conflict", "sentiment": 0.0}, "698319527147413504": {"text": "The need to awaken and guide the spirit of the Arab people; and to motivate countries to consolidate Arab nationalism, internal cohesion and prosperous coexistence", "sentiment": 0.0}, "698319424705658880": {"text": "How do we awaken & channel the liberal & #democratic spirit of the #Arab people & evolve towards internal cohesion & prosperous #coexistence", "sentiment": 0.0}, "698318880159244288": {"text": "The events taking place in the Middle East and North Africa region are serious events with a deep geo-strategic dimension and have international implications", "sentiment": -0.08333333333333333}, "698318838216187904": {"text": "Events currently playing out in the Middle East and North Africa have global consequences of deep geo-strategic significance", "sentiment": 0.0}, "698318614609457152": {"text": "I am delighted to speak today at the opening ceremony of the Harvard Conference for Asia and International Relations to discuss events in the Middle East and their implications", "sentiment": 0.2333333333333333}, "698318557998923776": {"text": "I am pleased to be speaking at the opening ceremony of the HPAIR 2016 #Harvard Conference today to discuss events transpiring in the MENA", "sentiment": 0.5}, "696358424628629509": {"text": "Towards a comprehensive national youth strategy https://t.co/OkJiToEw4H", "sentiment": 0.0}, "696321885001400320": {"text": "Al-Hussein is not a memory, but a continuous approach and a banner of blasphemy .. In his footsteps, we continue the march, a pledge and dedication to the leader of our Renaissance Majesty Abdullah II Abu Hussein", "sentiment": 0.0}, "695209756974252032": {"text": "The Syrian conflict is not just a refugee crisis, it is a proxy war that needs to be solved, not fueling the fire on the fire.", "sentiment": 0.0}, "695209673394425856": {"text": "The #Syrian conflict is not just a refugee crisis but rather a proxy war that needs to be resolved & not amplified by adding fuel to the fire", "sentiment": 0.0}, "695183708622553088": {"text": "The international community should not abandon Jordan today in the # donors' conference on Syria. His Majesty also said that the Jordanian people \"reached the boiling point\"", "sentiment": 0.0}, "695183651148075009": {"text": "#Jordan should not let down by today's #Syria donors' conference. As HM said we have reached a 'boiling point' & have suffered immensely", "sentiment": -0.07777777777777779}, "694861407582445568": {"text": "Our hearts with the family # Hassouna # Jordan, which provided martyrs of the redemption of the homeland. We invite God to dwell Lieutenant # Hazem_hasouna spacious and heal the captain # Hussein_alengdawi", "sentiment": 0.0}, "694548085310164993": {"text": "I hope that I have answered all the questions about speculation that I am going to run for the upcoming parliamentary elections or to support a certain bloc https://t.co/7mr2q7rUS5", "sentiment": 0.21428571428571427}, "693804419306102784": {"text": "With my family and brothers today in the village of Jerba - Ma'an Governorate https://t.co/OkJiToEw4H", "sentiment": 0.0}, "693798282494107648": {"text": "At the kind invitation of Sheikh Saleh Al-Afash Al-Jazi, I was pleased today to meet with the people of good and reform, the people of Ma'an province in Medina and Badia on the damaged and honest brothers", "sentiment": 0.6}, "693511642068418560": {"text": "The French initiative brings the Palestinian issue back to its true priority. # Palestinian unity is necessary to end decades of injustice in order to establish a Palestinian state", "sentiment": 0.0875}, "693362784814374912": {"text": "Happy Birthday to His Majesty King Abdullah II a visionary leader, a pillar of strength in this region & an inspiring father to all Jordanians", "sentiment": 0.65}, "693362696801107968": {"text": "Every year and Majesty # King Abdullah II with a thousand good. May God preserve our master and protect him and his most cherished king and the warmth of his great Jordanian family whom I loved and loved.", "sentiment": 0.68}, "692345387500355588": {"text": "Israel's provocative acts to expand illegal settlements in the occupied territories undermines any prospects for a political solution ahead", "sentiment": -0.25}, "692345273851473920": {"text": "# Israel hinders any opportunity for peace or a political settlement by approving the construction of 153 new housing units in settlements in the occupied territories after an 18-month freeze", "sentiment": 0.06818181818181818}, "691742762572582913": {"text": "###################################################### *", "sentiment": 0.0}, "691742644721033216": {"text": "#NASA named newly discovered planet after #Jordanian student. Congrats to Salah Al-Din Abu El-Sheikh for his great work #LoveJO #Youth_JO", "sentiment": 0.4681818181818182}, "690964031100862464": {"text": "Answers to questions from my Facebook followers https://t.co/HdsaXTjkuT", "sentiment": 0.0}, "690814092039294976": {"text": "Proud of the youth and the vengeance # # Arab weather # Jordan for their continuous efforts. I hope everyone takes caution in the coming cold days https://t.co/QVDDrrBRjy", "sentiment": 0.10000000000000003}, "690511778929852417": {"text": "God's mercy on you O Umm Amjad, dear aunt and good educator and generous Jordanian woman who lived at home. https://t.co/HdsaXTjkuT", "sentiment": 0.7}, "689534327177232384": {"text": "@EdwardOakden @UKinJordan Your Excellency honored us with your presence and visit. May God keep all your loved ones healthy and happy", "sentiment": 0.6666666666666666}, "687744811592450049": {"text": "@HroutKhalil Deeb and Assad ... You and your respected tribe ...", "sentiment": 0.0}, "687707910730838016": {"text": "For the first time a Jordanian film was nominated for the # Oscar Award! The achievement is proud of every Jordanian. Congratulations to Jordan and the team, all the best, God willing", "sentiment": 0.575}, "687707403903758337": {"text": "For the first time, a #Jordanian film #Theeb is nominated for an #Oscar as Best Foreign Film. Proud of our #Jordan #LoveJO @TheebFilm", "sentiment": 0.48125}, "686586353757384704": {"text": "200 thousand vehicles come daily from the provinces to # Amman. The development of a public transport suitable for Jordanians and linking the Kingdom's provinces will have great developmental and economic benefits", "sentiment": 0.31}, "686585957500465153": {"text": "With around 200,000 vehicles entering #Amman daily from other governors, it is essential that we work on improving public transportation", "sentiment": -0.03125}, "686237776187133952": {"text": "My sincere appreciation and thanks to the mission of the Kingdom of Jordan for their outstanding diplomatic efforts during Jordan's membership of the Security Council @JordanUN_NY", "sentiment": 0.39999999999999997}, "686237683459473408": {"text": "After 2 years of great diplomatic achievements, I would like to thank the #Jordanian team for their great contributions @JordanUN_NY", "sentiment": 0.8}, "686221524869758976": {"text": "The suffering of the # refugees must end, from the victims of # Madaya to those who die while trying to escape across the sea. # Refugees deserve dignity and life", "sentiment": 0.0}, "686221419416535040": {"text": "The suffering of #refugees must end, from #Madaya to those dying while trying the sea crossing.They deserve disorder, respect & dignity", "sentiment": 0.0}, "682628689985679360": {"text": "May the #NewYear be one of happiness and peace. May there be no tears nor blood spill but rather laughter and hope across the globe", "sentiment": 0.7}, "682622796002922502": {"text": "The Arab nation celebrates these tongues of the centennial of the Great Arab Revolt. Calling on God to restore those noble values ​​in us. Happy New Year", "sentiment": 0.5840909090909091}, "679639586151202817": {"text": "My warm wishes on the holiest of occasions: the birthday of Prophet Mohammed PBUH & Christmas, may this be an omen for world peace", "sentiment": 0.6}, "679639205971103744": {"text": "The # Al-Nabawi Al-Sharif coincides with Eid Al-Majeed. God willing, this indicates a new year full of good and peace for the whole universe. Happy New Year", "sentiment": 0.36753246753246754}, "679337843957833728": {"text": "From The University of Jordan today: \"The Jordanian Economy: Challenges and Opportunities\" https://t.co/HdsaXTjkuT", "sentiment": 0.0}, "679337777809514496": {"text": "From the University of Jordan today: \"Reading the economic reality between challenges and opportunities\" https://t.co/HdsaXTjkuT", "sentiment": 0.2}, "679320786776293376": {"text": "@THAFFAR The theme has nothing to do with forming a government but my conviction that we should cut taxes and stimulate the private sector to grow with the aim of restoring the middle class", "sentiment": 0.0}, "679254793383108608": {"text": "A major challenge young entrepreneur's face is access to financing; I propose creating an 'Entrepreneurship Loan' with a low interest rate", "sentiment": 0.05416666666666667}, "679254758129995777": {"text": "Getting financing is one of the toughest challenges young entrepreneurs face and I propose to create a 'low-interest' business loan at Jordan", "sentiment": 0.05}, "679254352507224064": {"text": "Every decision and every piaster spent should be geared towards meaningful #job_creation for our #youth", "sentiment": 0.2}, "679254333234405376": {"text": "Every decision and every penny spent must be the goal of creating # job opportunities for young people", "sentiment": 0.0}, "679253884230045696": {"text": "I have opposed & will continue to oppose economic laws that increase prices or taxes until we are able to raise the income level of Jordanians", "sentiment": 0.35}, "679253859542237185": {"text": "I objected and I would oppose any new price or fee hike or any additional taxes until we can increase the income of the Jordanians", "sentiment": 0.13636363636363635}, "679253405534044160": {"text": "Bringing back military conscription in a new format presents a gateway to address #youth #unemployment in #Jordan", "sentiment": 0.012121212121212116}, "679253373124669440": {"text": "Returning to the science service system in a new way will also contribute to addressing the issue of unemployment # Jordan", "sentiment": 0.13636363636363635}, "679252409089069056": {"text": "HM #King_Abdullah II announced the initiative to establish a development fund that would put #Jordan on the map of strategic mega projects", "sentiment": 0.0}, "679252387534536705": {"text": "Our initiative to establish the Jordan Development Fund will put Jordan on the map of major projects", "sentiment": 0.0625}, "679251728127037440": {"text": "We have completely neglected the transportation sector in spite of the fact that it has numerous developmental, social & economic benefits #JO", "sentiment": 0.08333333333333334}, "679251696078360576": {"text": "The transport sector has socio-economic development dimensions and unfortunately has not achieved any achievement", "sentiment": -0.15}, "679251017234440192": {"text": "After the continuing situation, we see a major interest in #Jordan from investors; Imagine the level of growth we could potentially behold", "sentiment": 0.03125}, "679250995763744768": {"text": "With all the complications we see a great demand for Jordan, so how do we have an investment-stimulating environment?", "sentiment": 0.8}, "679250287450677248": {"text": "The main priority today is to create economic and employment opportunities for our #youth #Jordan", "sentiment": 0.18333333333333335}, "679250262746202112": {"text": "The highest priority is to create 'employment opportunities' with consequent economic, social and political consequences", "sentiment": 0.07777777777777778}, "679249565741015041": {"text": "Debt is a tool to build wealth and productivity for future generations, not a tool to finance operating expenses and service debt #JO", "sentiment": 0.0}, "679249508497141761": {"text": "Religion is a means of wealth building and production for the benefit of generations and not a means of financing current expenditures # Jordan", "sentiment": 0.0}, "679248733322747908": {"text": "It is dangerous to concentrate on implementing austerity measures without really incentivizing and growing the #economy #Jordan", "sentiment": -0.19999999999999998}, "679248714020425729": {"text": "From the risk of focusing on austerity and raising prices without being stimulated and developing", "sentiment": 0.0}, "679247902057754624": {"text": "Public debt in #Jordan has more than doubled since 2011 reaching dangerous levels", "sentiment": -0.033333333333333326}, "679247856213987329": {"text": "Public debt has more than doubled since 2011 until it reached very serious levels", "sentiment": 0.022222222222222216}, "679247029948702720": {"text": "#Austerity is an emergency measure used to address temporary issues for short periods of time. It should not be a permanent policy #Jordan", "sentiment": 0.0}, "679246981940686848": {"text": "# Austerity is an emergency and temporary procedure to address a certain situation at a certain stage and may not turn into a permanent approach # Jordan", "sentiment": 0.21428571428571427}, "679246166815412225": {"text": "I am pleased to have a distinguished gathering of professors & experts at the University of Jordan to discuss the #Jordanian economy", "sentiment": 0.5}, "679246111618367489": {"text": "Today I am delighted to be with a distinguished group of professors, specialists and experts at the University of Jordan to talk and discuss the economy and the future of Jordan", "sentiment": 0.35}, "678260123903635456": {"text": "In the village of Peko today https://t.co/OkJiToEw4H", "sentiment": 0.0}, "678218109837250560": {"text": "At the kind invitation of the dear brother Nasr Al-Hamaydeh, I was honored today with my family and friends from the Bani Hamida tribe and the sons of Karak", "sentiment": 0.6}, "677849204694347776": {"text": "The Messenger of Allaah (peace and blessings of Allaah be upon him) said: \"Save me in the Arabs for three qualities: because I am an Arab, the Quran is Arabic, and the language of the people of Paradise is Arabic\".", "sentiment": 0.0}, "677408179844718592": {"text": "From my visit to Ma'an Al Shamkha and Ma'an Municipality https://t.co/OkJiToEw4H", "sentiment": 0.0}, "677114334259081216": {"text": "I am proud today to meet with parents and brothers in Maan Al Shamkha for the fourth time and visit Ma'an Municipality for the second time this year.", "sentiment": 0.26666666666666666}, "676380840465666048": {"text": "I was honored to meet with a distinguished elite of my people from the people of Ma'an and the other governorates of the Kingdom during the opening of the office of the late Sheikh Ibrahim Faleh Al Rowad today", "sentiment": -0.2125}, "675795255195738112": {"text": "At a memorial service for my brother and friend, His Excellency Deputy Sheikh Ateiwi Jamil Al-Majali - Town of Al-Rabah / Karak https://t.co/OkJiToEw4H", "sentiment": 0.0}, "675718217785036800": {"text": "The funeral ceremony of the late Ataioui Majali is celebrated today by his fragrant path, when his family, friends and loved ones recalled the words of the deceased, his humanity and patriotism.", "sentiment": 0.25}, "674965310940823552": {"text": "Today, Global Human Rights Day marks an opportunity to raise awareness and work to end the unrest that is rupturing the region and violating the rights of its members.", "sentiment": 0.0}, "674630571683876865": {"text": "\"We contend that 4 a nation to try 2 tax itself into prosperity is like a man standing in a bucket & trying to lift itself up by the handle\"", "sentiment": 0.0}, "674492367945277441": {"text": "@realDonaldTrump offensive & outlandish call to ban a whole religion is morally outrageous and is merely serving #Daesh", "sentiment": -0.43333333333333335}, "674207054949650432": {"text": "@realDonaldTrump xenophobic proposition to discriminate against Muslims is outrageous. #Muslims are the main victims of radicalism", "sentiment": -0.4166666666666667}, "674190848750395392": {"text": "@ SamerfMomani2 We are brothers and people always and never even in the difference. My grandfather Abu Adnan was a man of justice, he did not have a way. May God's mercy and mercy of all your dead", "sentiment": -0.2}, "673572560534118400": {"text": "@ yazeed20204 There are many educated women who do not get half of their male counterparts because they are female. I hope it will change soon.", "sentiment": 0.08333333333333334}, "673523277814476801": {"text": "@taqjo First Ministry of Women in the era of my government", "sentiment": 0.25}, "673506153897283584": {"text": "Socio-cultural, structural & institutional forces impeding females' activity must be resolved to garner full economic equity in #JO & #MENA", "sentiment": 0.21666666666666665}, "673505998578065409": {"text": "Unfortunately, the gender wage gap in Jordan is still one of the biggest gaps in the world, with women earning an average of only 18% of men earning 16 days", "sentiment": -0.21666666666666667}, "672879864274382849": {"text": "@ ekhlasalrabee1 The most important burden that is added to the middle class, which is the safety valve of any community in addition to the gas jar that inform thousands of houses", "sentiment": 0.3}, "672476253115559941": {"text": "Indeed, tax rates are very high today and tax revenues are very low, and the right way to raise long-term revenue is to lower tax rates", "sentiment": 0.11092857142857143}, "672471279732195329": {"text": "\"It is a paradoxical truth that tax rates r2 high today & tax revenues r2 low, & soundest way2 raise them in the long run is2 cut the tax rates\"", "sentiment": 0.03666666666666667}, "672398531399974913": {"text": "# Jordan must continue to change perceptions and raise public awareness about the importance of women's political and civic participation and give them their rights.", "sentiment": 0.0}, "672398480212643840": {"text": "Sadly, more & more innocent people are falling victims to cowardly attacks of terror around the world, my prayers go out to #California", "sentiment": 0.5}, "672053587284000768": {"text": "Not enough international attention on #Libya, #Sirte has the potential of becoming another #Raqqa as #Daesh is pushed out of the levant", "sentiment": 0.1125}, "672028803800162304": {"text": "We must harness the full potential of #youth to strengthen economic, political, social, and sustainable peace in the region #JO #MENA #Peace", "sentiment": 0.11666666666666667}, "672028692290412544": {"text": "We must take advantage of young people's potential to promote economic, political and social development of a sustainable peace in the region", "sentiment": 0.06666666666666668}, "672011380573212672": {"text": "Women comprise4.3% of entrepreneurs in # JO.Increasing access to finance & support services will help unleash their full potential", "sentiment": 0.175}, "672010208571473920": {"text": "Unfortunately, women constitute only 4.3% of entrepreneurs in Jordan. Women should be supported to contribute more to economic growth by increasing access to finance", "sentiment": 0.05}, "671989572289605632": {"text": "Hand handed cadres # General Directorate of Public Security on their quick detection of the facts in the case of the killing of the martyrs of duty #", "sentiment": 0.12777777777777777}, "671714939837489152": {"text": "It is time to put cameras in all police patrols to avoid further criminal incidents", "sentiment": -0.2}, "671714837047738368": {"text": "May Allah have mercy on Captain Al-Darawsheh and Colonel Al-Jararwa. We are all confident that our security services will arrest the cowardly criminals who will receive retribution in the near future.", "sentiment": 0.1375}, "671010476533415936": {"text": "@AliNsoor They are radicals and cloak themselves in Islam which could not be further from them.", "sentiment": 0.0}, "671009012268343297": {"text": "Nothing Islamic about ISIL: Those joining have no idea about Islam: It is the Islamization of radicalism.Not the radicalization of Islam", "sentiment": 0.0}, "670974520526786561": {"text": "Education is one of the best strategies for protecting girls in #Jordan against forced & #EarlyMarriage # 16DaysJO", "sentiment": 0.35}, "670974423193751553": {"text": "Encourage education and awareness of the importance of the best strategies to protect girls in Jordan # of # early marriage # 16_Yom_Jordan", "sentiment": 0.55}, "670974157081944064": {"text": "On The International Day of Solidarity with the #Palestinian People, we reiterate our unwavering support to their inalienable rights", "sentiment": 0.0}, "670973993676087296": {"text": "In today's international solidarity of the Palestinian people, we affirm the need for achieving the comprehensive and just peace that the Palestinian people deserve.", "sentiment": 0.0}, "670379081612021761": {"text": "When we remember Wasfi al-Tal on the day he was martyred, as we remembered the martyr Hazza al-Majali months ago. This is not only the title of what our martyrs gave, but also the loyalty of the Jordanians", "sentiment": 0.0}, "669869754103013376": {"text": "Female participation in Jordan's labor force, which is 15%, is among the lowest in the world, a missed opportunity on Jordan # 16DaysJO", "sentiment": 0.0}, "669869576323260418": {"text": "The 15% rate of female participation in the work in #JO is among the lowest in the world, a major challenge in ending # VAW # 16DaysJO", "sentiment": 0.03125}, "669839715043004416": {"text": "I hope we continue to see cooperation instead of provocation among nations involved in the #SyrianCrisis to find a political solution", "sentiment": 0.0}, "669839394627584000": {"text": "The situation is becoming more complicated in the region after the strange act of shooting down the Russian warplane. Anshalha calmed souls to remain in Syria glimmer of hope for a political solution.", "sentiment": 0.034920634920634915}, "669500209718763520": {"text": "https://t.co/0E8OlkQeYt Day for the Elimination of Violence Against Women, lets take action & continue to empower women in #JO # 16DaysJO", "sentiment": 0.1}, "669500102625595393": {"text": "25 is the International Day Against Women's Violence. We must educate society about women's issues and violence against them, so as to continue to empower Jordanian women", "sentiment": 0.0}, "669491209212174336": {"text": "We stand hand in hand with our brothers and sisters in # Tunisia and # Egypt. Our prayers and prayers for the martyrs of the victims of the terrorist attacks. War is our war today for our children", "sentiment": 0.0}, "669490504208408576": {"text": "· Our region is hit with terror again; my thoughts & prayers are with # Tunisia # Egypt.We must fight #terrorism 4 sake of future generations", "sentiment": 0.0}, "669187444168880133": {"text": "# Jordan's wonders are now automatically open to the world via Google Street View @GoogleMaps #LoveJO #Heritage https://t.co/hFm9dCjVNf", "sentiment": 0.0}, "668771602205667329": {"text": "Islam should not be defined by terrorists # Daesh is nothing more than a criminal organization wearing an ill-fitting Muslim mask #NotInMyName", "sentiment": 0.024999999999999994}, "668480088355307520": {"text": "I enjoyed my stay in Zarqa for two days in a row .. The first with her ambitious youth and the second with a nice mix of my dear brothers # Jordan", "sentiment": 0.32}, "668464711017570304": {"text": "#GlobaEntrepreneurship week ends today. Let's discuss ways to support the entrepreneurship climate in Jordan #GEWJO # GEW2015 #ECJO", "sentiment": 0.0}, "668464511947579392": {"text": "At the end of Global Entrepreneurship Week we thank all entrepreneurs for their contribution to job creation and economic growth # Youth # Pioneers # Jordan", "sentiment": 0.1}, "668113986026631168": {"text": "\"Our Youth Peacemakers\" https://t.co/sWebCKFgtf", "sentiment": 0.0}, "665992432622923776": {"text": "@salfanatseh A thank you for your kind letter and your good feelings. Bkbar Bkhwali Ghali.", "sentiment": 0.6499999999999999}, "665906194662473728": {"text": "A comprehensive integrated vision of ownership stemming from deep experience in building and managing the state in a region full of turmoil and a world threatened by terrorism.", "sentiment": 0.175}, "665467017651167232": {"text": "Attacks in Paris disgusting and cowardly.Sadly they will continue until ME stabilized & we see end to the killing in our part of the world.", "sentiment": -0.75}, "665436892968693763": {"text": "May Allah have mercy on a man who was not the property of his people, but was the father of all Jordanians, he was respected and appreciated by the whole world and his beloved Jordan.", "sentiment": 0.3666666666666667}, "664479871402418176": {"text": "From the beloved Yarmouk: In front of the tacit attack, which is sweeping the region, the role of universities is becoming more serious. Https://t.co/iRqMKhfndB", "sentiment": 0.32916666666666666}, "663687516915146752": {"text": "We have mercy on our martyrs. Jordan is a strong fortress. We will not rest until we purify the region of terror for future generations and every soul killed in the past will not forget", "sentiment": -0.00416666666666668}, "662300040464080896": {"text": "I handed over your hands, oh # Nashami_the homeland, God gives you a thousand wellness. All respect and respect # Love_Jordan # Rain_khair_o_bark https://t.co/Rvui7DFhTX", "sentiment": 0.5}, "651762364862361600": {"text": "I am particularly happy to meet with friends and family in Maan Al Ghalia, the dignity, originality and generosity that have made much progress in this dear country.", "sentiment": 0.5}, "648591921393176576": {"text": "His Majesty's initiative today called for all values ​​of moderation, tolerance and ethics among the nations to be an impenetrable barrier to the monster of extremism and humanity and the world has to pick it up", "sentiment": 0.0}, "646367249029201920": {"text": "May Allah grant the glory of Jordan, its wise leadership and its good and generous people, and give us back to pray for Eid prayer with peace and peace.", "sentiment": 0.4666666666666666}, "646298112605065216": {"text": "Assaulting security men while carrying out their holy duties does not go unpunished !! The two heroic martyrs of Mufarj and Salayma to the Gardens of Mole, God willing", "sentiment": 0.475}, "644228297287557120": {"text": "RT @IStandWithAhmed: Thank you for your support! I really did not think people would care about a muslim boy. #Thankyouforstandingwithme # IS ...", "sentiment": 0.2}, "644197281143517184": {"text": "RT @POTUS: Cool clock, Ahmed. Want to bring it to the White House? We should inspire more kids like you to like science. It's what makes Am ...", "sentiment": 0.2833333333333333}, "642406931823521792": {"text": "Do not and do not force except God and I am to him return. God bless them and relieve them and accept them martyrs with you have come to meet your order Rajin Topek # Fall _ crane", "sentiment": 0.0}, "641662451180793856": {"text": "All the best for our Prince Hashemi Ali bin Al Hussein in the competition for the presidency of FIFA. Samok the most right and I can change for the better # Prince_ali_viva #AliForFifa", "sentiment": 0.5714285714285714}, "640200467486744576": {"text": "O Allah, accept the martyrs of the martyrs and the martyrs of the Arab coalition forces in Paradise. The souls of the martyrs will not go in vain.", "sentiment": 0.0}, "639484871182843904": {"text": "I asked my opinion about the election law proposed by the government which will be sent to the National Assembly. https://t.co/6p17lEUDG3", "sentiment": 0.0}, "639138252428050435": {"text": "What do we expect from a generation that does not know death and sorrow? We must restore our glory. Our children deserve a life filled with hope, compassion and tranquility. http://t.co/EYBBVBEjEk", "sentiment": 0.4}, "639134557984436224": {"text": "Umar ibn al-Khattab, may Allah be pleased with him, if a sheep died on the Shatt al-Euphrates lost, I thought that God ask me on the Day of Resurrection.", "sentiment": 0.5}, "637658275534798849": {"text": "55 years ago, Hazza al-Majali was martyred by his homeland. We recall with appreciation and respect that great generation of the men of Jordan. May Allah have mercy on the father of Amjad and the immortality of the martyrs of the homeland", "sentiment": 0.8}, "636160163125325824": {"text": "https://t.co/jCFswRooiY", "sentiment": 0.0}, "634516725149630464": {"text": "@ Derar76 What a narrower life if not for the space of hope. I am with you on the main causes, but we must continue to take the initiative and not give the next generation a sad and painful reality", "sentiment": -0.2583333333333333}, "634510382342782976": {"text": "He was the greatest victim of the last years, young people and their dreams and Arabism and religion. His Highness the Crown Prince of the World Forum # Youth of Islam a new beginning of hope, God willing", "sentiment": 0.23522727272727276}, "633030454136958977": {"text": "@samsawalha Thank you for all the important points in your message. I agree with all of them. As for His Majesty's remarks and activities,", "sentiment": 0.4}, "632999057649238016": {"text": "Manpower participation, the way forward https://t.co/njdp6mf3xl", "sentiment": 0.0}, "632981411339837440": {"text": "@besocumjordan thank you for your continuos support and warm and kind words. My very warm regards", "sentiment": 0.66}, "632918288213929988": {"text": "Thank you for your good words and good words. I thank God that I belong to our great Jordan and I am honored to be the brother of every plant and plant. I will ask a long answer about unemployment soon", "sentiment": 0.5375000000000001}, "632909990957838336": {"text": "@aymensaket @MohamedHussainy I have the honor. Next month", "sentiment": 0.0}, "632687984052174852": {"text": "@Mujahed_S Financial discipline is primarily to serve economic growth. When it is an enemy, and a reason for its decline, then become two problems,", "sentiment": 0.20000000000000004}, "632663208294240257": {"text": "@MohamedHussainy Anshelle sit down and talk. Serving the world, which he proposed radically different from the former, which negatively affects the economy and the delay of youth", "sentiment": -0.1138888888888889}, "632655718559186944": {"text": "@MohamedHussainy Yes I think big projects are very necessary. If we can integrate project implementation with a science service, we will maximize answers.", "sentiment": 0.0}, "632552267028275200": {"text": "When economic growth is disappointing (2%), talk of a low unemployment rate (0.1%, modestly) will be questionable and contrary to logic", "sentiment": -0.15999999999999998}, "632277582533238784": {"text": "We pray to God Almighty for the speedy recovery of the wounded of the 58th shell that fell from the territory of Syria on the north of our beloved Jordan. May God protect you. Jordan is safe and the Jordanians are safe.", "sentiment": 0.5666666666666667}, "628258804778561537": {"text": "World news is busy with Assad Cecil, who was killed in Kenya. The martyr Ali does not mention him. Sad and painful that the blood of Arabs has become worthless.", "sentiment": -0.41999999999999993}, "627163584108306432": {"text": "The tragedy that the infant martyr is not the first child or the last child killed by Zionist treason. We will not end this cycle without Israel returning to the 1967 borders.", "sentiment": 0.016666666666666663}, "627161543432642560": {"text": "Tragic fact is that baby killed is not the first nor the last. Only way to ensure hope 4 our children is for Israel 2 withdrawal to 67 borders", "sentiment": -0.13999999999999999}, "623809309554667520": {"text": "RT @VisitJordan: Check out our latest video and follow us for more. #GoJordan https://t.co/7dmJSsg3jI", "sentiment": 0.5}, "619220666982756355": {"text": "I lost the nation in the last ten days of Ramadan a giant man who served his religion and his country and his nation and I love him all. I ask God to enter Paradise Top # Saud_alfisal_v_dema_Allah", "sentiment": 0.2}, "619085085535399936": {"text": "@ Mostafashehade2 @EyadShtaiwe God preserves you and all our youth", "sentiment": 0.0}, "618706397312761856": {"text": "With the compass of the Arab Army wherever we go and renew greetings to our security forces and pray to the Almighty to preserve security and stability in our good country.", "sentiment": 0.7}, "616334222832173056": {"text": "@Mujahed_S Yes It is true that because I was honored to receive the head, the indebtedness was higher than the legal ceiling, so we amended it so as not to violate the law and promised us under 60%", "sentiment": 0.26666666666666666}, "616243439852621825": {"text": "RT @aymensaket: For the greater good, #Follow @SamirAlRifai on #Twitter and his discussion page on #Facebook http://t.co/2jx3t7AXrm # سمير_ ...", "sentiment": 0.6}, "615096705944563712": {"text": "And we bury our martyrs and the martyrs of Kuwait, Tunisia and Yemen, not to mention all the martyrs of the Arabs we weep to hear the words of \"Mawtani\" and torn by the hands of cheese and hatred", "sentiment": 0.0}, "614790782793310208": {"text": "@AlanaswahM has ratified. Correct your tongue.", "sentiment": 0.0}, "614787740618649600": {"text": "The sisterly state of Kuwait is stronger than the attempts of cowardly terrorists to target its internal front and its national unity! The religion of God innocent of criminal bombings", "sentiment": 0.033333333333333326}, "611133173473239040": {"text": "Ramadan Kareem Every year, you are fine. May Allah bless our homeland and our King with His care and grant us the grace of security, safety and peace.", "sentiment": 0.4166666666666667}, "609277578520694786": {"text": "@muderalmiani @ Mothana89Al All thanks for your kind words dear Dr.. All love to you and my family in Maan beloved", "sentiment": 0.5}, "608965177116110848": {"text": "@ Mothana89Al The feeling that the homeland needs forgiveness and mercy among its sons and the folds of the past is what prompted me to accept the invitation of the Gilad cafe and to topple my right.", "sentiment": 0.01785714285714285}, "607569769286402048": {"text": "@samsawalha Thank you but no health as a divorce and as I first heard from you and baseless of praise Praise be to Allah", "sentiment": 0.25}, "607568303163195392": {"text": "@samsawalha Thank you for your question. And give me the information until I answer them. all the respect", "sentiment": 0.0}, "607567523056226304": {"text": "@samsawalha Good evening. First I hear this news from you! Not true in Aqaba or anywhere else.", "sentiment": 0.2583333333333333}, "605107485175738370": {"text": "@AlanaswahM Totally!", "sentiment": 0.0}, "605066203531321344": {"text": "The ethics of Beni Hashim by flying away from the young are what we saw from His Highness Prince Ali after the FIFA elections. Thank God for safety. And congratulations to us with the wisdom. Thank you", "sentiment": 0.1}, "604333364800143361": {"text": "Regardless of final result.73 votes in the 1st round for Prince Ali against 17 yrs of Blatter invincibility is a moral victory. # AliForFIFA", "sentiment": -0.06666666666666667}, "604248255493328896": {"text": "There is nothing worse than targeting unarmed civilians, except to target them in their prayers! God protect Saudi Arabia and all Arab countries ... # Masjid_Annood", "sentiment": -0.4}, "603463498660585472": {"text": "Our beloved Emir, better than Jordan, Arabs and the world. It is a good thing to rekindle respect and respect for the world's most passionate sports institution. #AliForFIFA", "sentiment": 0.47000000000000003}, "602873473598271488": {"text": "On this precious day and air force aircraft flying over Amman, I prayed to the Almighty that the mercy of our martyr Muath and his family be patient.", "sentiment": 0.5}, "602701640710270976": {"text": "Jordan is a success story and a story of will. We must preserve our achievements and independence and the magic of our structure. Every year our leader and the people are saved by a thousand good.", "sentiment": 0.5}, "602070193628516352": {"text": "@sari_alzoubi When I talk about elite I mean the exclusive moral and national responsibility of every individual who claims to be a producer or deal with public affairs", "sentiment": -0.078125}, "599951321437896704": {"text": "I listen to your voice and pulse, read your comments, follow your notes and comment together on events via my new Facebook page: https://t.co/9ymom6EYjO", "sentiment": 0.13636363636363635}, "599516386646339584": {"text": "Every year and the Islamic nation a thousand good occasion of Isra and Maraj. The eyes of the world will not recognize that the Aqsa Mosque and the blessed lands will return to those who belong to it", "sentiment": 0.7}, "598033153807134722": {"text": "@Moh_H_Tarawnh a wider middle layer. Opportunities for our youth. Better service for the citizen. Wonderful education. Free private sector without obstacles. but me. There is no greed nor aspiration for me", "sentiment": 0.3083333333333333}, "595886814029848576": {"text": "@RubaAlbream My activity is my citizenship. I was satisfied with no place waiting for me. Wheat and barley from the Lord of the Worlds. My grandfather believed in the rule of law, the opposition used this slogan.", "sentiment": 0.5}, "595884742958014464": {"text": "RT @SufwatHaddadin: Targeting the Political Program http://t.co/24UjX9B9Fs via @Alrai", "sentiment": 0.0}, "595884711202967552": {"text": "@SufwatHaddadin @alrai Agreed with all your kindly Dr.. I would have liked to have given an example to take my comfort in the debate so that we would not be accused of betraying each other!", "sentiment": 0.35833333333333334}, "595583394072920066": {"text": "@JournalistErsan what is in the best or noblest of our people. Their calls are not answered.", "sentiment": 1.0}, "594940480842035200": {"text": "@ abohammour @nalfayez Dear witness. God bless you", "sentiment": 0.0}, "594920138803142659": {"text": "@nalfayez gives you a thousand wellness. Decisions of the Council of Ministers are successful on the tourism sector, which deserves redress. God willing, start to look at other sectors.", "sentiment": 0.2916666666666667}, "593766552014458880": {"text": "Every year, the country is fine on the occasion of Labor Day. Eid, Grandfather's Day, Labor, and Construction Day. We see the product of their work everywhere. God strengthens them.", "sentiment": 0.4166666666666667}, "591499939429027840": {"text": "His Highness the Crown Prince has promised to fulfill what he has already committed to be \"the voice of the voiceless\". He stands yesterday as a speaker for millions of young people who miss their voices", "sentiment": 0.1}, "587668788142718976": {"text": "It exists with my brothers in Revelation. And just a little bit on the #Russia Pulse @RoyaNews", "sentiment": -0.1875}, "587160532668387328": {"text": "With best wishes to my brothers after a happy Passover. Calling on God Almighty to restore it to us and our nation enjoy the comfort and love and peace.", "sentiment": 0.675}, "586375815195070466": {"text": "@OlaAlmasri many thanks. I am looking forward to being with the Rotarians and benefitting from their insights and opinions.", "sentiment": 0.35}, "583135681255510017": {"text": "@ mmsaqqar @alzoubi_ahmed Ma Baltali I nominate one. But I always hope that people will be in charge of solutions rather than populist slogans free of useful content.", "sentiment": 0.35}, "582737136165617664": {"text": "@muderalmiani God saves you Doctor. I am happy to be with you and my family and I look forward to seeing you soon, God willing", "sentiment": 0.525}, "582554051616747520": {"text": "@alzoubi_ahmed time alone! Less I know about some! I really hope that the new elite and you avoid the mistakes of the elite to personalize positions. all the respect", "sentiment": 0.05656565656565657}, "580790723093475328": {"text": "RT @WalidMaani: His Majesty instructs the formation of a National Committee for the Development of Human Resources how much I am heartened by this royal directive .....,; it is necessary that ... http: / ...", "sentiment": 0.06666666666666667}, "579969342596456448": {"text": "@eureecasam @eureecamoment Platforms like Eureeca are essential to enable entrepreneurs and drive job growth in our region, congratulations", "sentiment": 0.0}, "579198791686868992": {"text": "Allaah says (interpretation of the meaning): Karama is the first Arab victory over the machine of murder, displacement and aggression. It is the dignity of the king of Hashemi, the Arab army and the people of my father.", "sentiment": 0.25}, "579179901476950016": {"text": "The pain of carrying & bearing us. Sleepless nights & days of worry. Boundless & unconditional love. Eternity 2 short 2 thank our mothers.", "sentiment": 0.09999999999999999}, "579173874228535296": {"text": "Allaah says (interpretation of the meaning):", "sentiment": 0.0}, "576115683726999553": {"text": "Words for all of us 2 go by: \"There is nothing noble in being superior 2 your fellow man; true nobility is being superior 2 your former self\"", "sentiment": 0.4699999999999999}, "575676856122281984": {"text": "Where in the world are your followers? TweepsMap maps them by country, state or city. http://t.co/V1XlWVXACa", "sentiment": 0.0}, "575014724443705345": {"text": "Women are not half of society but of society as a whole. She is the mother, wife, sister and daughter. She is our colleague, teacher, educator and role model", "sentiment": 0.14166666666666666}, "573101351145750529": {"text": "We are proud of our Hashemite King, our good people, our Arab army, our unity and our honorable history. We are going to build and protect a Jordanian", "sentiment": 0.75}, "568422997683355649": {"text": "By telling you that you are surrounded during the storm and do not do anything that puts you and others at risk as the eyes of your Habaybak and the homeland. God strengthens all the crews in the field", "sentiment": 0.0}, "567600120263217152": {"text": "RT @AlghadNews: A White Revolution for the Young - Jumana Ghanimat article http://t.co/hO02QLKt2R via @AlghadNews", "sentiment": 0.05}, "566934541256757248": {"text": "A tribute to the veterans and military veterans for their sacrifices and sacrifices in defending the nation's fury and protecting its soil from extinction.", "sentiment": -0.1}, "566330849432309761": {"text": "May Allah have mercy on Zia and his wife pleased and her sister Razan. Killing them assures the whole world that terrorism has no religion. Shame and disgrace to all who distort the heavenly religions", "sentiment": 0.35}, "564047173428318208": {"text": "My son Hussain (15) removed the photos of his Emblems Messi and Ronaldo from his room and replaced the image of Martyr Moaz. He told me I want to become a fighter pilot for the Avengers of my country # Jordan and his youth is fine", "sentiment": 0.4166666666666667}, "563959592623681537": {"text": "May Allah have mercy on him and save Abu al-Husayn as a leader and role model. Husayn ibn 'Abd-Allah was inspired by our children and grandchildren. And extended the age of Faisal and Ali and Hamzah and Hashim", "sentiment": 0.0}, "563654370105888768": {"text": "We Jordanians today like Muath and our brave martyrs shout out \"our only REGRET is that we have but one life to lose for our country\"", "sentiment": 0.4}, "563650494023753729": {"text": "RT @SufwatHaddadin: The father of Maaz wants Ras al-Baghdadi .. I am proud of my uncle, so I was disappointed by the soldiers of Abu Hussein, the army lived, lived the homeland.", "sentiment": 0.08333333333333333}, "563591701088833536": {"text": "@sukhonomar inshallah the blood of our martyrs will not b in vain. Jo remind me of the saying when the going gets tough the tough get going.", "sentiment": -0.3888888888888889}, "563590346794209280": {"text": "@sukhonomar The way the PM and those under his supervision managed themselves was excellent this very difficult time. Too many examples", "sentiment": 0.2833333333333333}, "563587563949010944": {"text": "Has disagreed with the government some of its economic policies, but what the President and his government in the last difficult days deserves only thanks and praise.", "sentiment": -0.019999999999999997}, "563432561733431296": {"text": "I have disagreed with Gov on some of its economic policies but I must thank our PM and government for exceptional job over last few days.", "sentiment": 0.16666666666666669}, "563314806204018688": {"text": "RT @khaberni: Fighters of our Royal Air Force flying over Karak and Amman after carrying out a combat mission outside the borders of the homeland. http://t.co/xSUVBPEgBF", "sentiment": 0.0}, "563312484019212288": {"text": "I was honored and my noble colleagues to offer condolences to the families of the heroic martyr and to shake hands with Haj Safi, who established and decorated a symbol and a hero in the Jordanian Karama School", "sentiment": 0.6499999999999999}, "562677002508185600": {"text": "The martyr, the hero Moaz Alkasraba Habibullah and the son of all Jordanians .. Genes of the mole ... Do not sleep the eyes of the cowards ... The words of the earth and it ..", "sentiment": 0.0}, "558520739490324480": {"text": "May Allah have mercy on him, a merciful king and an authentic Arab who dedicated his life to serve the Arab and Islamic nation. Mtrahh Paradise, God willing. God extended the age of his brethren, His Majesty and King Salman", "sentiment": 0.375}, "557935497498992641": {"text": "@SufwatHaddadin I did not complain when I was being criticized and I am not going to complain now!", "sentiment": 0.0}, "557462305164623872": {"text": "@SufwatHaddadin I am trying! :)", "sentiment": 0.0}, "556103536422170626": {"text": "The abuse of Charlie Hebdo's magazine is shameless. Promotes hatred and violence and is incompatible with respect for religions. This freedom is irresponsible ...", "sentiment": 0.0}, "555239865919348737": {"text": "@RandKrayshanHKJ A free thanks. It saves you and saves you and your precious family.", "sentiment": 0.3666666666666667}, "554261054356606977": {"text": "Our visit to Paris is not only to denounce this ugly incident but also to remind the Arab victims of all the religions that are being killed every day by terrorists", "sentiment": -0.3}, "554196450234474497": {"text": "Congratulating the nation with men as the director of civil defense who buried his mother and returned to serve the citizens during the storm. May God have mercy on her", "sentiment": 0.0}, "554000304752971776": {"text": "Huda was an example of the care Jordanians have 4 each other.The government is also to b thanked as well as our super mayor & armed services", "sentiment": 0.10416666666666666}, "553177014966833152": {"text": "RT @MoayadSamman: I nominate @Shusmo for the #MENA BEST #SocialMedia Trainer Award # SMMF2015 & @SMCMENA in #Bahrain", "sentiment": 1.0}, "553137258920812545": {"text": "Paris events are not Islam vs. Freedom but rather terrorism against humanity. Reject the killings just as strongly as the mosque attacks", "sentiment": 0.4333333333333333}, "552333469683290113": {"text": "@AliBinAlHussein You make us proud YRH.", "sentiment": 0.8}, "551973743887544320": {"text": "@HuffingtonPost Same goes 4 Religion.All Monotheistic religions based on love, kindness & goodness.Extremists in them all have vandalized that", "sentiment": 0.25}, "550983857525108736": {"text": "We celebrate the birthday of the Prophet Muhammad. The Arab Prophet Hashemite Secretary. The messenger of peace and Islam. Al-Nazir al-Mustapha (peace be upon him). God restores us with good and good", "sentiment": 0.7}, "550379542397734912": {"text": "God saved Jordan, a bright country with light, love and tranquility. Every year, you and your loved ones are in good health http://t.co/c1aPpv4zYO", "sentiment": 0.6}, "550230713321398272": {"text": "Inshallah Jordan's light will continue 2 shine in a world that is tragicly growing darker.May everyone bathe in light & hope this New Year", "sentiment": 0.0465909090909091}, "549236042847383552": {"text": "I have benefited greatly from the open dialogue on current issues with a distinguished elite of the Juman Center for Civil Society Empowerment # We are proud of our youth http://t.co/JPFltPRCkn", "sentiment": 0.3}, "548052495423905792": {"text": "Every year and you are a thousand good for the occasion of the glorious feast. All of us pray and pray for the return of the son of Jordan to the people of his country and his homeland. http://t.co/YIEnXS0KGr", "sentiment": 0.7}, "547795230993297408": {"text": "A meteor in the air, a lion on earth. Oh God, to break his family and prepare him for his homeland and his people safe. All the praise and thanks for the sacrifices of the Arab Army. God strengthens you.", "sentiment": 0.35}, "546286951653834754": {"text": "His Highness the Crown Prince, the humanitarian holder of His Majesty and his great-grandfathers, has launched the initiative \"Hearing Without Borders\" which will give hope to our children to recover hearing and pronunciation.", "sentiment": 0.8}, "535178619191312385": {"text": "With the passing of the late Abu Nasser, Jordan lost a great man who sacrificed himself to serve his country, his kings, and the issues of his nation. May God have mercy on us and we will live in it", "sentiment": 0.21212121212121213}, "522775264808693760": {"text": "Attended conferences in EU. Impressions r austerity measures & IMF pushing back EU into recession. Food for thought as JO discuss new tax law", "sentiment": 0.06818181818181818}, "521693575936237568": {"text": "May Allah have mercy on you. Abu Shuja. The brave in his Arabism and in the words of the word. To his beloved family patience and good solace.", "sentiment": 0.7333333333333334}, "517743059266572288": {"text": "The highest congratulations and congratulations by Eid Al Adha. I ask Allah Almighty to protect you and your loved ones and to preserve our most precious land of security and stability.", "sentiment": 0.5666666666666667}, "517346775481741312": {"text": "Let us stop the language of rumor and intimidation after the brave Arab army presented the accurate story is the confidence, credibility and security of the Jordanians and their leader", "sentiment": 0.6000000000000001}, "515445856233725952": {"text": "@Ahmad___Jordan my brother Ahmed. Anshalah works as the biggest friends of your family in their personal, not functional, capacity. Honest people are behaving.", "sentiment": 0.3}, "515440552544722944": {"text": "Let us pay more attention to the future of our children so that they will not fall prey to their despair. We must defend ourselves, our Islam, our Arabism, our minorities and our humanity from terrorism.", "sentiment": 0.25}, "512973817686540288": {"text": "The inflamed region requires our readiness for all possibilities, even if it is necessary to contribute all our military capabilities and capabilities to defend our national security.", "sentiment": -0.05}, "510842920937598976": {"text": "A great responsibility placed by His Majesty today on everyone in keeping with the process of democratic transformation both in its field, especially the concept of effective citizenship", "sentiment": 0.4666666666666666}, "508899499566059520": {"text": "@MillenniaVision and with clear KPIs to understand where we are from the vision put fourth.", "sentiment": 0.05000000000000001}, "508898657416908800": {"text": "@MillenniaVision well said", "sentiment": 0.0}, "508629206087909376": {"text": "RT @ScoopEmpire: @SamirAlRifai Check out these incredible photos of #Jordan will leave you breathless! http://t.co/m3hMjaCF2m", "sentiment": 0.9}, "507846568393711616": {"text": "@ alawneh1981 God bless you", "sentiment": 0.0}, "507845209573441537": {"text": "@ alawneh1981 God bless you!", "sentiment": 0.0}, "505958815670358017": {"text": "With our praise and thanks, our students returned to their schools. The importance of the language of dialogue is necessary because the interest of our students and education is more important than any agenda and the nation above all", "sentiment": 0.22000000000000003}, "505474707093610497": {"text": "@SherryAbuJamous @aymensaket the lady got her response & listened. Disagree that it is irrelevant that U are a teacher.Teachers do not accuse.", "sentiment": -0.5}, "505472637791776768": {"text": "@ fatoom77_ali @aymensaket Thank you for listening and for taking the time to air some of your worries here.", "sentiment": 0.0}, "505471912508530688": {"text": "@SherryAbuJamous @aymensaket thought u put your Bio so others c it.Reading abt someone before responding is respectful.U should teach that", "sentiment": 0.5}, "505460824752656384": {"text": "@aymensaket @ fatoom77_ali land tax buying and selling dropped from 10% to 5%. 35 million to support student transpiration. Please research", "sentiment": 0.0}, "505458832617660416": {"text": "@ fatoom77_ali @aymensaket Please do me a favor and see what we did on taxes. I totally agree lower taxes on productivity is right policy", "sentiment": 0.14285714285714285}, "505454348185268224": {"text": "@SherryAbuJamous @aymensaket @ Deema22 I read on your Bio that you are a teacher.", "sentiment": 0.0}, "502422283093565440": {"text": "As we have entrusted to Hashim Duma, the dean of Al-Bayt continues to work intensively to protect Islamic and Christian holy sites in Jerusalem and to stop attacks on the Palestinian people", "sentiment": 0.0}, "499879006637129728": {"text": "His Majesty's efforts to promote the reform and transparency process continue through his call to activate the Ministry of Defense and expand the role of the Independent Electoral Commission", "sentiment": 0.0}, "497708582927089665": {"text": "The Amman message. More timely than ever http://t.co/uOz9wmTZFv", "sentiment": 0.5}, "497698978499424257": {"text": "Prosecution of Palestinians, Sunnis, Shiites, Christians, minorities.More fighting is not solution. Need 2 return 2 Amman message and dialogue.", "sentiment": 0.5}, "496713451348037632": {"text": "RT @RHCJO: His Majesty King Abdullah II donates blood to the injured sector # Gaza in Al Hussein Medical City today # Jordan #Jordan # Jordan http://t.co/Av8AweJp...", "sentiment": 0.0}, "496224634610544640": {"text": "However, the shocking results are an opportunity to take a serious approach to educational methodologies, especially the guidance that we have given.", "sentiment": -0.2708333333333333}, "496002754251194368": {"text": "The homeland lost one of his sons, the martyred Lt. Nart, who was carved out of the gendarmerie by a sinner. His mercy and acceptance of God with the martyrs of our Arab army and our security apparatuses", "sentiment": 0.0}, "495968760876896256": {"text": "@ramiyas @lossantoslost we hear arguments y this happened. Real issue is the moral outrage of schools bombarded & over 400 children killed.", "sentiment": 0.0}, "495962688854716416": {"text": "@ramiyas @lossantoslost Did not mean 2ignore your question. Just thought the massacre of Innocent citizens was more sober than to respond!", "sentiment": 0.3140625}, "495635226882617344": {"text": "@aramram we have taken a very tough stance regarding the innocents citizens.And we have done all we can make sure the wounded are care 4", "sentiment": -0.002777777777777768}, "495628222394945536": {"text": "Is innocent Palestinian blood so insignificant, that the souls lost are being covered as just mere numbers! Are not all human animals equal !?", "sentiment": 0.0}, "494344335278628864": {"text": "The one united Jordan who suffers with his twin brother and gets angry at the brutality of what is happening in Gaza. http://t.co/8wuRYtlFkW", "sentiment": -0.55}, "494041643465449472": {"text": "There's no religious belief, political ideology, security paradigm that can justify taking the world back 2 the dark ages. Save our innocents", "sentiment": -0.0375}, "493462640941752323": {"text": "May Allah accept your fasting and your happiest days, and keep our Jordan and our King. Happy returns to our nation.", "sentiment": 0.8}, "493462587212705793": {"text": "There is nothing more beautiful than the conclusion of the holy month of Ramadan with innocent orphans of the camp. Thank you to Al Aqsa Sport Club for this charity ceremony", "sentiment": 0.6166666666666667}, "492403175601614848": {"text": "We appreciate the launch of His Highness the Crown Prince's initiative to support the role of young volunteers and their ability to push Jordan towards greater prosperity and vitality", "sentiment": 0.3}, "492388450629201921": {"text": "Thank you to the Jordanian Society for Political Science for the dialogue meeting with a group of professors of political science. Home needs their opinion always good.", "sentiment": 0.2333333333333333}, "492211461725249536": {"text": "@ SufwatHaddadin A Thank you Doctor for good speech. This is a more important feeling for me than any site that some expect to seek.", "sentiment": 0.5333333333333333}, "491999566284079104": {"text": "I was very happy to have breakfast with the orphans at the Eid al-Tafayla Charity Association. May God reward all those who enter joy and joy into these innocent souls", "sentiment": 0.775}, "491514097263865856": {"text": "I was honored to visit our wounded brothers who were wounded in the aggression on Gaza in the medical city where the meanings of the brothers are revealed. I heard them praying to Allah to protect the King and protect Jordan and his people.", "sentiment": 0.0}, "490923791896166400": {"text": "The Almighty said, \"worship God and do not involve Him with anything, and the parents will have mercy on me, and on me, the kin and the orphans.\"", "sentiment": 0.0}, "490923685599920129": {"text": "I would like to thank the Al Dhahiriya Charity Association for the annual Risifah orphanage and give me the opportunity to meet again.", "sentiment": 0.0}, "490789280311046145": {"text": "@aymensaket @Mujahed_S @LahibBaniSakhar How I wish everyone to discuss content, programs and ideas because home is bigger than people", "sentiment": 0.0}, "490224204394942464": {"text": "@mwalsmadi @Mudar_Zahran Min Zaan !? No one is coming to Jordan and we are proud of the Maccabees and the role of our armed forces.", "sentiment": 0.8}, "489644873960534016": {"text": "All thanks to the owners of the edifice of the newspaper Al-Dustour Al-Glawa, the Chairman of the Council, the editorial staff, the professional journalists, the receptionist and the interesting dialogue.", "sentiment": 0.26666666666666666}, "489399778099200000": {"text": "@amr_csi As Chairman of the Foreign Affairs Committee of the Senate and there is a detailed position on Petra. Thanks to the question to avoid any confusion", "sentiment": 0.15833333333333335}, "489398672858152960": {"text": "His Majesty King Abdullah and Crown Prince continue to treat the wounded in Gaza and strengthen the military field hospital service to alleviate the suffering of the people of Gaza", "sentiment": -0.1}, "489396574976364546": {"text": "We condemn and condemn the brutal Israeli aggression on the Gaza Strip and support the Egyptian initiative aimed at stopping the violence and killing innocent civilians", "sentiment": -0.1875}, "487337514923880448": {"text": "Just when one says it can not worse around us. It does! God give the suffering, all the courage & strength to deal with their real nightmares", "sentiment": 0.2}, "486062890743373824": {"text": "I was honored to be with Jordan TV this holy month through the \"Sualif Ramadan\" program. All thanks to the program staff. Ramadan kareem", "sentiment": 0.2}, "484438007169028096": {"text": "@SmThamer and you and your loved ones with a thousand good. Calling on God Almighty to perpetuate the cloak of happiness and tranquility and love. with many thanks", "sentiment": 0.5499999999999999}, "483933189350494209": {"text": "@AnasBtoush What makes Jordan so special is that each and every Jordanian is part of a united loving Jordanian family.", "sentiment": 0.47857142857142854}, "482766254290112514": {"text": "\"Lord, make this a safe country and provide its people with fruits,\" calling on the Lord that security, security and peace prevail in every Arab country and be a mercy wing for its people.", "sentiment": 0.5}, "482464290411003904": {"text": "\"According to my country, it was founded on\" love \".. There is no treachery there is no treachery, and we are thinner people of course .. But if the call is clear .. We have the embers. The poet Haider Mahmoud", "sentiment": 0.3}, "482236793710862336": {"text": "Congratulations to graduates! I had the honor today to graduate 18 students from Al Zaytouna University. God bless them all and make their days full of success # the future", "sentiment": 0.21666666666666665}, "482233498900500480": {"text": "@ SufwatHaddadin on my heart honey costume! What's important is your doctor.", "sentiment": 0.4}, "482221595063111680": {"text": "@ilereg I am the fortress one to be a part of this wonderful endeavor. Our youth are our \"present\" in both it's meanings and our #future", "sentiment": 0.3333333333333333}, "480979525896265728": {"text": "@Shusmo Could not have done it without you and the great PMO team.", "sentiment": 0.8}, "480956695049293826": {"text": "Honored to speak at # SMSummit2014 & share my experience with social media & how social media transformed govt communications & our world", "sentiment": 0.03333333333333333}, "480923362227519488": {"text": "Excited to start my day with the young and enthusiast participants of # SMSummit2014 #Dubai", "sentiment": 0.2375}, "480789065311461377": {"text": "I was pleased to meet Ayman Rashid, the founder of Ariba Ariba, which attracted 5 million users in a very short period of time. A Jordanian success story that we are proud of", "sentiment": 0.4}, "480787004477566976": {"text": "Had the pleasure of meeting Ayman Rasheed, founder of AreebaAreeba, a Jordanian success story with over 5 million users in a short time!", "sentiment": 0.15}, "480783195571376129": {"text": "We propose that we work to enable our children abroad to exercise their right to vote and, as a national duty, to emphasize their attachment to their country and their interaction with its issues.", "sentiment": 0.2857142857142857}, "480783114680012800": {"text": "Enormous energies and enlightened minds, inside and outside Jordan, deserve all care and support. It is our duty to invest in it and seek to empower it", "sentiment": 0.0}, "480782938598948865": {"text": "I would like to thank the Jordanian Business Council in Dubai for the warm hospitality and the opportunity to meet with members of the Jordanian community in the UAE", "sentiment": 0.6}, "480734905198854144": {"text": "On my way to meet the elite of the Jordanian community in the UAE .. The sons of the Jordanian communities are the permanent ambassadors of their homeland where they are", "sentiment": 0.0}, "476326394826223618": {"text": "The highest congratulations and congratulations to His Majesty the Supreme Commander and our Arab Army, our security services, the military retirees and the families of our martyrs.", "sentiment": -0.1}, "476001259653464064": {"text": "On the Royal Sitting Day we congratulate ourselves on this cherished occasion. He called upon God Almighty to preserve Jordan as a strong rock under the leadership of His Majesty the King", "sentiment": 0.4333333333333333}, "475243777444282368": {"text": "RT @samerasfour: \"@EYnews: 'Loyalty, strength of character and consistency' Sir Alex Ferguson identifies characteristics for success #WEOY", "sentiment": 0.3}, "472778051655577600": {"text": "RT @HayafayezRifai: http://t.co/DSjAQLmbIr", "sentiment": 0.0}, "472039181422952448": {"text": "Praise be to Allah for countless things. Today in the graduation of my son Zeid I ask God Almighty to protect your loved ones and care for them. Thanking everyone who overwhelmed me with the question.", "sentiment": 0.35}, "467984103728754688": {"text": "@gghezawi young people have created.", "sentiment": 0.1}, "466088501121794048": {"text": "Praise be to Allah for the release of the son of Jordan Ambassador Fawaz Al-Atan. Congratulations to him and to our master and to our national institution and family and loved ones. If with hardship please.", "sentiment": 0.7}, "464395644371619841": {"text": "@WalidMaani Thank you Dearest Abu Tareq", "sentiment": 0.0}, "461414694084149248": {"text": "RT @RHCJO: I am proud and proud of every vegetarian and fennel who has worked and tired for our homeland, Your Majesty # Jordan is the strongest, Happy New Year #ABH", "sentiment": 0.42727272727272725}, "461414645983879168": {"text": "RT @RHCJO: Proud of Jordanians who roll up their sleeves & work hard to build our country, # Jordan's strength lies in its people, Happy Labo ...", "sentiment": 0.4361111111111111}, "460296402640601088": {"text": "The people of a good, authentic, generous, dear self, wrapped around his leadership, hospitable, superior to the small. One hand in good and bad # Love Jordan #lovejo", "sentiment": 0.3071428571428571}, "460035933971415040": {"text": "@moh_saqallah I did not talk about Maan and its noble people, but about bullying the institutions of the state and the law of groups that fire shots on our children.", "sentiment": 0.6}, "459660786894667776": {"text": "@ Yasermaadat as a homeland that lurks in the interest of its homeland, its security, its stability and the life of every home in it. And defend Jordan, the state of law and institutions", "sentiment": 0.0}, "459647357836345344": {"text": "@abusameerzen Fahmi on my stomach. What is the personal calculation in your mind? Who is not afraid of the life of the security men with the same care as a citizen committed, afraid of Ish!", "sentiment": -0.075}, "459628258569781248": {"text": "@ kayasrah78 I'm the best of its meanings and inside every cream house where Fargo is not recommended to place the canned accusations aside. Law and sovereignty is the foundation of any state", "sentiment": 1.0}, "459602378145402880": {"text": "@ freedom4xx Thanks. Look light!", "sentiment": 0.30000000000000004}, "459602119889522688": {"text": "It is enough to keep silent about anyone who breaks the law and shoots our children in the security services. Those who mediate escape from justice mediate violations of the law. Enough.", "sentiment": 0.0}, "457896655690670080": {"text": "On this blessed day we celebrate as one family the glorious Passover. May God grant us peace, love and brotherhood", "sentiment": 0.5}, "457783093492199424": {"text": "@aymensaket enlightened leadership is available in our master just judge the rule of law. Educated people. Security and stability. And a large middle layer.", "sentiment": 0.20476190476190478}, "456093687983120384": {"text": "The sincere calls for the return of the son of Jordan Ambassador Nashmi Fawaz al-Aitan and the release of his families to return, to his country and his family and his family known as loyalty and dignity, safety", "sentiment": 0.5}, "455466860847566848": {"text": "@ god100000 God help you. I also read the agriculture bill, which we will discuss tomorrow at the meeting of dignitaries. From the request of science to the month of the month!", "sentiment": 0.0}, "451047255135772672": {"text": "@LAWGA I do not give unnecessary foggy speches :)", "sentiment": -0.4}, "451028367534739456": {"text": "@LAWGA not sure if you read my speech at Jordan UNIV last month? It's a true reflection of how feel in general.", "sentiment": 0.0375}, "451027199601430528": {"text": "@LAWGA not at all. Just did not feel my place to put marks on PMs performance.", "sentiment": 0.0}, "451013626393272320": {"text": "@ Deema22 @IAASchool full of hope for a promising tomorrow after meeting the students today. Wish them all the best in any career they choose", "sentiment": 0.5166666666666667}, "448204502131544064": {"text": "@MunaRifai very comforting news: p", "sentiment": 0.2}, "446918905882492928": {"text": "On Mother's Day. All respect, reverence and love for every mother. What we have provided will be a point in the sea of ​​your kindness and sacrifices that do not perish. Your satisfaction is what we call him every day.", "sentiment": 0.5}, "446912555760775168": {"text": "Happy Mother's Day. Those formidable ladies across the world whoiled silently & brave selflessly 4 their families and children. Thank you", "sentiment": 0.8}, "443158702397620225": {"text": "RT @amersabaileh: The more loud slogans are amplified, the more the facts on the ground ... The manhood is not an excuse for the armies of a tractor or singing songs .. A simple position, a right word or ...", "sentiment": 0.22261904761904763}, "438960863081693184": {"text": "@ Laith22ss all the respect for him and everyone who worked in the Royal Guard and our armed forces and our security services. I hope you will receive it and tell him my education, including the Medal", "sentiment": 0.0}, "438944710141681664": {"text": "@besocumjordan A thank you for your kind message and for your words of love and disposition. We meet on your return to Amman. With all love", "sentiment": 0.5333333333333333}, "438943439766695936": {"text": "@WalidMaani Dear Abu Tareq. Many thank for your kind words and I am happy you liked it. All the best always", "sentiment": 0.7}, "436896258889105408": {"text": "@Ashrafalraie A Thank you for your kind words and precious testimony. The pond is present and you", "sentiment": 0.3666666666666667}, "436894019202080768": {"text": "@ MoriCR7 Hi. It is a rumor but I deeply appreciate the vote of confidence by your mother. Hope it's contagious at home :)", "sentiment": 0.0}, "431714562623418368": {"text": "HMKH terribly missed. JO & His late Majesty blessed that HMKAII has dedicated his every minute to achieve the aspirations of all Jordanians.", "sentiment": -0.65}, "431708175373717504": {"text": "RT @KHBPJo: King Hussein Bin Talal is a great and unforgettable man 1935 - 1999 http://t.co/n66J21QhB9", "sentiment": 0.8}, "431483615852396544": {"text": "@gghezawi @AAlnoursi The amnesty, which has been determined by you and the club owners and fans and my family from the region and the players who are proud of them", "sentiment": 0.8}, "424971969407508480": {"text": "RT @MaryamBinFahad: Who wants to live the beauty of life .. Smiling with a clean heart and with the same tolerant. @Badr_abdlmhsn", "sentiment": 0.17575757575757578}, "417893254118797312": {"text": "Let us welcome the New Year to all those who are serious about us. Employee, teacher, doctor, security personnel, army and civil defense ... for every Jordanian donor. Every year you are fine", "sentiment": 0.25492424242424244}, "417753894367014913": {"text": "May Allah have mercy on the martyr Talal Rajoub. In these days we call upon him for forgiveness and for his family with patience and solace. God protected the house and brought them back to us safe Ghanem.", "sentiment": 0.25}, "416976704230682624": {"text": "@SamiMahasneh women half the society and the Constitution impose equalization but some laws discriminate for political reasons. It is necessary to address the matter in a timely manner", "sentiment": -0.05555555555555555}, "415434223609446400": {"text": "Best wishes and all thanks for the glorious holidays. Calling God Almighty to be the next tongues and all years years good and love, happiness and peace.", "sentiment": 0.5166666666666666}, "415429847931187200": {"text": "All the very best wishes for Peace and Joy this Christmas and a New Year filled with Health, Happiness and Prosperity", "sentiment": 0.6072727272727272}, "400533031267872768": {"text": "God protects the ecstasy. Always proud of you. You won respect and hearts of all. Good luck, God willing.", "sentiment": 0.5833333333333334}, "389795873141825536": {"text": "Every year you are a thousand good. God save Jordan. And keeping his people good and authentic and save and our most expensive. God willing all our days good and peace and love", "sentiment": 0.41874999999999996}, "380060719406133248": {"text": "@gghezawi God delivers you and saves you. Thank God for everything. All love and respect for the Ghazawi and the family of Sheikh Hussein Club", "sentiment": 0.5}, "365498019631730690": {"text": "@gghezawi and you and the precious team and his wonderful audience and all my family in the Jordan Valley with a thousand good", "sentiment": 0.7333333333333334}, "365426932894015490": {"text": "May the spirit of Ramadan stay with us. Kindness, generosity, sincerity & compassion.Family, friends & all manankind deserve this from us.Happy Eid", "sentiment": 0.8}, "365420806592929792": {"text": "RT @AlOraibi: Eid Mubarak .. In sha Allah, the souls will calm down and the Arabs will meet on the good .. And, God willing, the next holiday Iraq, Syria and our Arab homeland in a better condition", "sentiment": 0.2657407407407408}, "365197119298093059": {"text": "Best wishes for Eid al Fitr. Ask the Lord Almighty to accept from us and from you our fasting and our resurrection and obedience and every year and you are well.", "sentiment": 1.0}, "359704701186486274": {"text": "@Shusmo @bnabulsi @primemistry @primemistry The real credit goes to the amazing team I had the honor of having with me while in office.", "sentiment": 0.4}, "354643841376198656": {"text": "Best congratulations by the holy month of Ramadan, calling upon Almighty God to restore it to you and your family and love you for health, happiness, tranquility and success.", "sentiment": 0.625}, "351621586396250112": {"text": "@DinaBatayneh Thanks so much for your thoughtful message", "sentiment": 0.26666666666666666}, "342860789738246144": {"text": "@refaeen God bless you. Irbid is enlightened with its good people and good-hearted guests from every inch of this proud country.", "sentiment": 0.7333333333333334}, "340357935089737728": {"text": "@MunaRifai Alf Mabrook my love :) You did it! And made us all so very proud. You and your fellow graduates are amazing ..., # KAclassof2013", "sentiment": 0.7000000000000001}, "335839365219631105": {"text": "@gghezawi perfect. Inshallah middle of the week after next. All my very best t you and our al nashama", "sentiment": 0.5}, "335839062671884288": {"text": "@Fattah_Alrefai All love and respect for the people of Kfar Sum. And to the youth of Rifaiya, especially to all the original brothers", "sentiment": 0.2916666666666667}, "335836982464897025": {"text": "@Riyadmjd thank you for your very kind message & I am equally proud of the youth in Jordan that gives us all hope for unlocking Jo potential", "sentiment": 0.5266666666666667}, "330228903794860033": {"text": "@smurad @walidmaani Jobs, jobs & Jobs. Can only happen when our universities and vocational training r centers of excellence 4most competent", "sentiment": 0.26666666666666666}, "330216950305280000": {"text": "@aymensaket @aymanhsafadi @marwansjuma Thanks Ayman. Warmest wishes to you and yours", "sentiment": 0.2}, "330202621879144448": {"text": "@WalidMaani your wisdom is needed more now than ever as you foresaw, and we took actions to avoid what we are facing in universities today.", "sentiment": 0.5}, "329482581043208193": {"text": "@ZaidAlTarawneh it's a day to celebrate all who toil for the good of Jordan. Appropriate it is Abu Zaid's BDY as he has always done so ...", "sentiment": 0.6}, "327685553258647552": {"text": "GM.Poltics is delicious anywhere. But these days it sunk 2 new lows.We must put r differences aside nd b united 4 JO 2 address regional chaos.", "sentiment": 0.5681818181818181}, "320920959206977537": {"text": "@Amroalrheemi A thanks for your kind inquiry. We have been welcomed by the constant and constant question of the father. Hamdallah God willing we will be among our people soon", "sentiment": 0.21000000000000002}, "319833569881104385": {"text": "@LadanCher I am out if town. Best luck in your meetings in Jordan", "sentiment": 1.0}, "316309177939136515": {"text": "@gghezawi thanking you and youthful feat. God willing, success will always be your ally", "sentiment": 0.275}, "315554521407434752": {"text": "@Amroalrheemi this is ok of your origin. You are the brother and nephew of the dear and what is known about you except loyalty and manhood", "sentiment": 0.5}, "313733154093555713": {"text": "@ Mudar_Zahran You do not know Jordan. What we do is our duty to serve this good people and carry bad accusations. But attacking the High Court is far away from you, young", "sentiment": 0.07200000000000002}, "310313659949801472": {"text": "Attended the US- JO business forum. Great to hear what is said about JO, its leadership and people by visitors from all over the world.", "sentiment": 0.8}, "299940861402288129": {"text": "@samerasfour @walidmaani @michaelnazzal @ghidatalal @dinamired @nasserjudeh too you all and your loved ones. Warmest wishes always", "sentiment": 0.7}, "285767057398706176": {"text": "God willing this year will bring us all happiness and joy, the ability to face our challenges with courage and to spread compassion", "sentiment": 0.5833333333333334}, "285764888125652992": {"text": "God willing, the new year, a year of good and blessing, overcome all challenges with courage and spread love and brotherhood between us. God save our most precious Hashemite Hashem and save all your loved ones.", "sentiment": 0.46948051948051944}, "284658135820558336": {"text": "@MichaelNazzal @ssjabusami @maherkaddoura @ raedm84 @umyazan @maisaltaee @ hannoosh83 @megosalbashian @helen_haddadin many more in yrs 2 come", "sentiment": 0.5}, "284657793326264320": {"text": "@ ahmadomari92 A thanks. Young men and women, our most precious and future generations, deserve our service sincerely and sincerely, and sacrifice them and not to relay problems", "sentiment": 0.32857142857142857}, "284653759169196032": {"text": "@Allozi @supernasif @ramzihalaby @ssjabusami @nasserjudeh @smouasher @zaidaltarawneh @nashmiyya Always!", "sentiment": 0.0}, "284653620140597250": {"text": "@BidayaPR @olaalfares @smuuurfette @fadig @ sha3teely @hadeeln_ @arabobserver @moeys @shusmo @kamelasmar thank you. To all of you ...", "sentiment": 0.0}, "283565779599912960": {"text": "Every year, our people, our loved ones and our brothers, the Christians, have a thousand good things to celebrate the glorious holidays. God gave us all the love, peace and joy.", "sentiment": 0.675}, "283259963793608705": {"text": "To my dear christian friends. May the spirit of Christmas bring u peace, hope and love. And may all your prayers be realized inshallah.", "sentiment": 0.25}, "282271236212531200": {"text": "@gghezawi Thanking you for your effort and follow-up. Bless you and the youth again.", "sentiment": 0.0}, "281037389772763137": {"text": "Congratulations to Sheikh Hussein team qualify for the Premier League. A wonderful team of Jordanians proud and proud.", "sentiment": 0.8666666666666667}, "280727641638711297": {"text": "@ arrefaee67 Inshallah.", "sentiment": 0.0}, "280716804152778752": {"text": "@Oalzoubi Welcome. Not incorrect", "sentiment": 0.8}, "278594842588762113": {"text": "Thanks @k_z_j. May Allah grant you and everyone", "sentiment": 0.2}, "273759986486759424": {"text": "@AhmadShararJO no I do not", "sentiment": 0.0}, "268947797678645248": {"text": "@dagmoos @smalwir let's differentiate between real corruption and the perception of it. Let's address main reasons for deficiency.", "sentiment": 0.18333333333333335}, "268944247598751744": {"text": "RT @DanaZkat: FM @NasserJudeh: If there's consensus on one thing its on the King. He's the guarantor of #Jordan reform process & fac ...", "sentiment": 0.0}, "268944128488919040": {"text": "RT @smalwir: cost of yesterday's vandalism: JD100smillions-lost lives, ppty damage, scar'g tourists + investors + scared ppl nxt wk wire $ ou ...", "sentiment": 0.0}, "268574603130048512": {"text": "@SBuraik totally agree", "sentiment": 0.0}, "268574377086447616": {"text": "@AdhamEtoom improvement services are necessary. Taxes were lowered so that the private sector could operate more and borrow at lower prices to move the wheel of growth", "sentiment": 0.16666666666666666}, "268562847204782080": {"text": "No government in the world likes or wants to burden its citizens with additional burdens. At the same time, no one likes to pay the price of passing decisions", "sentiment": 0.1}, "267744274441986049": {"text": "@smalwir It was my honor and privilege to have spent time with so many amazing students not to mention the alumni! Well done for a great conf", "sentiment": 0.45}, "266765649450237952": {"text": "RT @Shusmo: Live Tweets from @SamirAlRifai Speech at @HarvardArabWknd Sustaining the Spring - Avoiding the Fall http://t.co/9IUr0dam #Re ...", "sentiment": 0.13636363636363635}, "266765588993548288": {"text": "RT @Shusmo: You can find @SamirAlRifai Speech at @HarvardArabWknd Sustaining the Spring - Avoiding the Fall http://t.co/9IUr0dam # haw201 ...", "sentiment": 0.0}, "266765399687843841": {"text": "RT @Shusmo: Sustaining the Spring - Avoiding the Fall http://t.co/9IUr0dam #storify # haw2011 by @SamirAlRifai at @HarvardArabWknd", "sentiment": 0.0}, "266732389185769474": {"text": "RT @smalwir: Private sector most important job creator in the future in the arab world. we should not demonize it for expedient political ...", "sentiment": 0.18}, "266731937798950913": {"text": "RT @smalwir: Samir Rifai @HarvardArabWknd The shroud of state paternalism that governs Arab generations creates a formidable barrier to ...", "sentiment": 0.0}, "266731771037618177": {"text": "RT @smalwir: we need political openness and deep economic restructuring. must happen in parallel. far reaching. Samir Rifai. @HarvardAra ...", "sentiment": 0.06000000000000001}, "266731619157684225": {"text": "RT @smalwir: In a digital age, our young electorate does not tolerate the analogue sermons at which most Arab governments operate S Rifai @Har ...", "sentiment": 0.19999999999999998}, "266731592309944321": {"text": "RT @smalwir: Pervasive 'wastocracy' needs to be dislodged by a new strain of 'meritocracy'. need culture of excellence @HarvardArabWknd ...", "sentiment": 0.13636363636363635}, "266730978997850112": {"text": "RT @smalwir: @HarvardArabWknd Samir Rifai - what we've witnessed over the past 2 years has been historic but not yet transformational ...", "sentiment": -0.125}, "266168098535665664": {"text": "Looking forward to being in my Alma Mater tomorrow. Chance to speak about opportunities and challenges facing us. http://t.co/RJfkOhTI", "sentiment": 0.0}, "266155781165043714": {"text": "Hope through these connections we can understand each other more voices of our youth will be heard even more clearly http://t.co/SP7HpC8c", "sentiment": 0.24375}, "261546152506310656": {"text": "Every year and you are a thousand good and your Eid happy and blessed. And on the good and love and peace and honesty we meet always, God willing.", "sentiment": 0.5900000000000001}, "259217083936698368": {"text": "@WalidMaani @michaelnazzal @ghidatalal @dinamired @nasserjudeh @ petermillett1 @vqussisiya @haifanajjar @marwansjuma Warmest always", "sentiment": 0.0}, "258927284952657920": {"text": "@AAlnoursi all love and respect for young people. Good luck always", "sentiment": 0.4333333333333333}, "256711410241912832": {"text": "@AhmadShararJO it was a pleasure seeing you and your dear family and i am always thrilled to interact with the youth of Jo.", "sentiment": 0.6}, "256125529328082944": {"text": "@OmarBiltaji @suhailjouaneh @abeerqumsieh @maherkaddoura excellent", "sentiment": 1.0}, "252810636961128448": {"text": "@hazem looking forward to going back to my Alma mater", "sentiment": 0.0}, "252089988735438848": {"text": "@SuzieAlkhatib Voter decides who is worthy of his trust", "sentiment": 0.3333333333333333}, "252062185134649346": {"text": "@SuzieAlkhatib did not join any party list with my respect for all", "sentiment": 0.0}, "250252449762385920": {"text": "@aabushi A thank you for your kind words. Thankfully, I had the honor to serve my country and my country", "sentiment": 0.6}, "249116622193827840": {"text": "@samerasfour @walidmaani @ghidatalal @dinamired @michaelnazzal @marwansjuma @ petermillett1 @oalasad @sukhonomar alf mabrook althiqa algaliya", "sentiment": 0.0}, "243443815120252928": {"text": "@Nader_A_Salameh It looks so. Have been getting the same as well. Sorry", "sentiment": -0.25}, "241474056178761728": {"text": "@WalidMaani @ petermillett1 @mazenhomoud @michaelnazzal @ghidatalal @vqussisiya @haifanajjar @marwansjuma @samerasfour deepest rewpect", "sentiment": 0.0}, "236849324431122432": {"text": "Happy Eid blessed with God's permission. May Allah reward you with good, mercy, love and tranquility.", "sentiment": 0.6666666666666666}, "234580577200791554": {"text": "@Shusmo @queenrania @primemistry The PM account would not have been the same without your, and the teams dedication, hard work and passion", "sentiment": -0.14583333333333334}, "234578828444459009": {"text": "@Alnoursi and you and the family with a thousand good. Excuse me for the delay. May we meet after the feast. With respect", "sentiment": 0.32499999999999996}, "234577415165313024": {"text": "@manalswalha1 Jordan service is the only standard in any home interest decision today but not at tomorrow's expense. Whoever criticizes me objectively has all respect for me.", "sentiment": 0.0}, "228955103992885248": {"text": "@ PeterMillett1 Watching an amazing Show! Only the British can do this + Celebrate national pride. Wish you can export some of that! Congrats", "sentiment": 0.20000000000000004}, "226230841590812673": {"text": "@MichaelNazzal @ghidatalal @walidmaani @nasserjudeh @ petermillett1 @vqussisiya @haifanajjar @dinashoman @marwansjuma kul3am wa2intum be5eir", "sentiment": 0.0}, "226018927262711808": {"text": "\"Lord, make this a safe country and give its people fruit.\" God bless you and accept your obedience to Akram month. Every year you are a thousand good", "sentiment": 0.6}, "225947218157395968": {"text": "@MahmoudKhadir If we can not choose the right candidate with a voice, what will enable us to choose the right candidates with two votes ?!", "sentiment": 0.2857142857142857}, "225944373488144385": {"text": "@AnasBtoush many thanks", "sentiment": 0.35}, "225943880858759169": {"text": "@waleedtarteer Hamdillah. It is great to be back home", "sentiment": 0.4}, "225926240769548288": {"text": "@ arrefaee67 We sympathize with Syria Arabism and guarantee its stability, sovereignty, security of its citizens and good neighborliness with us", "sentiment": 0.7}, "224900050617241600": {"text": "@ahedsukhon absolutely :)", "sentiment": 0.2}, "224873261484355586": {"text": "@ sultan908090 God will prolong your life and bless you. Praise be to Allah", "sentiment": 0.0}, "224860032670511104": {"text": "@MahmoudKhadir I am with one vote, with the number of dawar number of deputies.", "sentiment": 0.0}, "224858717173202947": {"text": "@ahedsukhon totally agree. Only country in world where the one man, one vote system is listed as undemocratic!", "sentiment": 0.0}, "224789163243876352": {"text": "@ahedsukhon I agree with you perfectly", "sentiment": 1.0}, "224535136199389184": {"text": "@vanessariddle I have just read much about you.And I just want to tell you that your courage is amazing and with it you can beat anything;)", "sentiment": 0.4}, "224195527246491649": {"text": "@ barahmeh87 Any law to elect my argument. The participation of the largest number in a fair election will determine the composition of the Council. I hope that candidates will succeed on all spectrums and mobility", "sentiment": 0.75}, "224155834521890817": {"text": "@ barahmeh87 Everyone agrees on the need for reform. In my opinion this is done through participation and not boycotts.", "sentiment": 0.0}, "224123102089580544": {"text": "@AmerHabashneh What to say?", "sentiment": 0.0}, "223331091359088640": {"text": "@InasAlsarayrah thank you", "sentiment": 0.0}, "223331072853811200": {"text": "@monajdawi yitawel 3mrak. Allah yibarrk feek", "sentiment": 0.0}, "223318679515967488": {"text": "@M_Moghrabi Thank you .. God bless you", "sentiment": 0.0}, "223318312711499776": {"text": "@OulaFarawati Allah yibarek feekum. Hamdillah :)", "sentiment": 0.0}, "222976523307724802": {"text": "@khaled_ababneh In the absence of the stated and progressive goal of reaching this goal, it may explain the tactic as a knob and flounder.", "sentiment": -0.0125}, "222967895616000002": {"text": "@tareqbadawneh @khlifatlida official who does not know that his presence in the chair of responsibility to serve people, must meet his new workmanship or buy a chair at home!", "sentiment": 0.13636363636363635}, "222964090639884288": {"text": "@Alnoursi honor me and I will call in Bahr next week", "sentiment": 0.0}, "222962805429649408": {"text": "@ahedsukhon blessing in you and in young people. It is also best that parties be established with clear programs and leave the invitation of former officials or accept their affiliation for a later period", "sentiment": 0.24000000000000005}, "222748833145303040": {"text": "@ahedsukhon God created but despite the decline of our universities there are a large number of professors who will enrich the work of any program party", "sentiment": 0.21428571428571427}, "222735126080126977": {"text": "@KhlifatLida well received. Thank you", "sentiment": 0.0}, "222735100805267457": {"text": "@tareqbadawneh @khlifatlida Your voice is heard, initiatives and solutions through the media, social networking and symposia are introduced ways to expand the circles of officials", "sentiment": 0.03333333333333333}, "222733071991054336": {"text": "@ahedsukhon completely. Program parties and known programs and progress to the citizen. Youth and universities play a significant role in this", "sentiment": 0.2375}, "222728953352302592": {"text": "@ahedsukhon @tareqbadawneh @khlifatlida Therefore the parties built on efficiency and programs are the best way to push competencies to advanced sites in the future", "sentiment": 0.4666666666666666}, "222247970605772800": {"text": "@khaled_ababneh God's creation we will continue to communicate soon", "sentiment": 0.0}, "222245208178434048": {"text": "@khaled_ababneh This is my duty and young people are the present and the future of our most expensive Jordan", "sentiment": 0.019999999999999997}, "222243354912624640": {"text": "@khaled_ababneh I fully agree with you and my answer was talking about the phenomenon that you talked to", "sentiment": 0.0}, "222242262350954496": {"text": "@tareqbadawneh @khlifatlida I hope that their \"concepts\" do not apply to the sons of army officers, doctors, lawyers, teachers, etc.", "sentiment": 0.0}, "222242139810185216": {"text": "@tareqbadawneh @khlifatlida Under the slogan of inheritance Some fight any relative to any current or former officials so as not to serve in public office regardless of its efficiency.", "sentiment": 0.0}, "222239214941634560": {"text": "@tareqbadawneh @khlifatlida The word political inheritance was fired from opponents and was chanted without thinking. 20 years between the government of my father and my government and 12 president!", "sentiment": 0.0}, "220825284541284352": {"text": "@Gageeunabridged is wrong and they deserve better. Yet they continue to \"yerfa3oo rasna\"", "sentiment": 0.0}, "220790548536107008": {"text": "@KhlifatLida The biggest challenge for us is education and linking its outputs to the job market to create job opportunities for young people. Would not the street be a haven for unemployed youth?", "sentiment": 0.1}, "220787424643657728": {"text": "@BahaAlKhateib Thank you so much. Nikbar feekum and we are fortunately to be servants to Jordan and our great people.", "sentiment": 0.46666666666666673}, "220420939723186177": {"text": "@ghazirefai God bless you. Thank you for your kind message. The greatest of my younger brothers, God willing, I will stay at your good. And the interest of the beloved Jordan above all else", "sentiment": 0.4642857142857143}, "220032026366066689": {"text": "@Oalzoubi and you and everyone okay. thanks a lot", "sentiment": 0.35}, "220031660161372161": {"text": "@ arrefaee67 Thank you do much. Warmest wishes to you and the family", "sentiment": 0.2}, "220031469089857538": {"text": "@waleedtarteer many thanks and may you years be filled with the beat things inshallah", "sentiment": 0.3666666666666667}, "219442189657317376": {"text": "@DinaBatayneh Thank you so much for your kind wishes :)", "sentiment": 0.4}, "218973164246536192": {"text": "@waleedtarteer yes I agree he is being very wise and if he continues this way it will be a welcome thing to Egypt, the region and the world", "sentiment": 0.855}, "218697055667888128": {"text": "@MichaelNazzal @ghidatalal @walidmaani @nasserjudeh @samihtoukan @vqussisiya @haifanajjar @dinashoman @marwansjuma Warmest", "sentiment": 0.0}, "218696924734304256": {"text": "@waleedtarteer Thank you", "sentiment": 0.0}, "218638913105969152": {"text": "@KhlifatLida pond in you. Youth must be organized to make their voices heard on a programmatic basis. I am ready to help any efforts for young people", "sentiment": 0.15000000000000002}, "218617450143547394": {"text": "@yazanstar I'm always with dialogue instead of sit-ins. It's hard to be artists Jordan today in the street instead of their place in all fields. Their right to us is great", "sentiment": 0.2646825396825397}, "218615687457943552": {"text": "@KhlifatLida Acknowledgments. My Government's work and policy were geared towards young people and protecting their future. I am at your disposal for anything that serves this purpose", "sentiment": 0.05}, "218010705402667008": {"text": "@waleedtarteer People and investment will go to the most competitive, the safest and most welcoming. We need to continue being that", "sentiment": 0.5}, "218009216009515008": {"text": "@waleedtarteer thank you very much. Very kind of you", "sentiment": 0.78}, "218008957564878849": {"text": "@waleedtarteer The MB will ride a wave after their victory in Egypt. How they address education, poverty and unemployment is real test.", "sentiment": 0.2}, "217513185417232384": {"text": "@AAlnoursi good morning. I promised to honor the head of Sheikh Hussein Club. And I will be at the time when I will forget him", "sentiment": 0.7}, "216795260943220736": {"text": "@ledysabrina @oalzoubi true. But we must be wary of replacing parties with personalities who may not meet on a certain program within a single list as it is now", "sentiment": -0.0017857142857142932}, "216793926378586113": {"text": "@DrAhmadAlnouti Dear Dr.. Enjoy and benefit from your interesting talk. My respect and love for you and your family.", "sentiment": 0.4666666666666666}, "216559552009740289": {"text": "@Oalzoubi There will be parties at the level of the country with programs offering candidates and the number of constituencies equal to the number of seats in the Council", "sentiment": 0.0}, "216558363306233856": {"text": "@Oalzoubi Personally, I prefer the electoral system in India, America, and Britain to vote for one candidate in an electoral district", "sentiment": 0.0}, "216552953601982464": {"text": "@ arrefaee67 true to your tongue. With love and respect. May God help you", "sentiment": 0.425}, "216093587643957249": {"text": "@Oalzoubi @judeabutayeh @marionbataineh @basimnyq @marinabaza @roya_news @zeinadababneh @suleimanjojo @hasan_altal @a_akhatib 2 u all", "sentiment": 0.0}, "215692838380388352": {"text": "@JasemAzam God is prolonging your age. God protects all young people and cares for them", "sentiment": 0.1}, "215447415573069824": {"text": "@ABOUDISM @majdooj @waddahbarkawi definitely who has enough votes describes to win. But laws should not create majorities. People should.", "sentiment": 0.26666666666666666}, "215403875216261120": {"text": "@WaddahBarkawi @majdooj MB want law 2 make them majority see their numbers or else they boycott. Democracy is abt Participating 2change.", "sentiment": 0.0}, "214649763663069184": {"text": "@smalwir Thank you very much", "sentiment": 0.26}, "214646250488856577": {"text": "http://t.co/g82yzyUp", "sentiment": 0.0}, "213166927667924992": {"text": "@ ryan1414 I would refer you to @ForeignMinistry as former PMs do not get briefed on these issues", "sentiment": 0.0}, "212837025907359745": {"text": "@DrAhmadAlnouti God takes your life Doctor. Honor me and I am great in you", "sentiment": 0.8}, "212779519478726657": {"text": "@HuthaifaAlnouti honor me", "sentiment": 0.0}, "211127163632627712": {"text": "@zreiqat thank you", "sentiment": 0.0}, "210961492856668162": {"text": "@ PeterMillett1 @dima_khatib @michaelnazzal @ghidatalal @haifanajjar @dinashoman @walidmaani @nasserjudeh thanks.Great week.60down40 to go :)", "sentiment": 0.5}, "209227360967475200": {"text": "@bataleh @beladalshamnews http://t.co/ZosBrqmo", "sentiment": 0.0}, "208458785457582080": {"text": "@MichaelNazzal @ghidatalal @haifanajjar @dinashoman @marwansjuma @walidmaani @nasserjudeh @drmnouh @samihtoukan thank you. It's mutual", "sentiment": 0.0}, "207731796874506240": {"text": "@mabushaireh @roya_news If he has information about colleagues I do not know it should be disclosed", "sentiment": 0.0}, "207731545560195072": {"text": "@mabushaireh @roya_news @mabushaireh @roya_news I was not used to comment on unfounded statements. Its aim is to keep its promoters in the media", "sentiment": 0.0}, "206430901855453184": {"text": "@ahmadhamadat. Surely you know in particular that you are a service in security for a long time that the Prime Minister does not temper anyone and that the placement of the Council of Ministers is done by the competent authority", "sentiment": 0.2791666666666667}, "205929154686877696": {"text": "Every year you are a thousand good. Independence is the harvest of the generation of pioneers who sacrificed everything in order to be Jordan the master of himself does not know the colonial yoke. Mercy on them and thank them", "sentiment": 0.7}, "205647323286601729": {"text": "@abulkury thank you. Will check on accuracy and background and revert back", "sentiment": 0.0}, "205645674484736000": {"text": "@ulkury Sorry I thought you ask for. We did not agree with anything else", "sentiment": -0.5}, "205644048319512577": {"text": "@ZaidAlTarawneh @jawadabbassi And mentioned to Jawad the fact that semi \"Shabab\" also can have long experience and service in Government :)", "sentiment": -0.05}, "205643625638526976": {"text": "@abulkury A military college has been approved with the preliminary approval of the Ministry of Agriculture and Environment to have an environmental impact study before proceeding with the project", "sentiment": -0.1}, "205639431594586112": {"text": "@JawadAbbassi My service in the state 19 years for science only!", "sentiment": 0.0}, "205637350439649280": {"text": "@JawadAbbassi The study was necessary so as not to offend the ministers who were employees of the state for a long time. But retroactively we had to speed it up", "sentiment": -0.025}, "205569377934909440": {"text": "@JawadAbbassi This was the direction of my government and formed a committee to study the abolition of the retirement of ministers, but the government resigned. The formation of this paradise was announced at the time", "sentiment": 0.0}, "203798021832572928": {"text": "@khalidnatour Thank you for your interest. The best side to request the integrated program and the work of all the committees is the prime minister", "sentiment": 1.0}, "203184839829098498": {"text": "@AliNsoor and I have seen the photos. It is sad to be the oldest listed in the first university in this bad situation and not be used", "sentiment": -0.3166666666666666}, "203150929946607616": {"text": "@AliNsoor Thank you for your message", "sentiment": 0.0}, "203150152335237120": {"text": "@khalidnatour. The program was presented and distributed at that time and was on the page of the presidency with the possibility to be seen by the citizen and continues to accomplish", "sentiment": 0.0}, "202707345313247234": {"text": "RT @ jo24com: @SamirAlRifai Rifai in a special meeting with jo24: practiced in the two terms of the general mandate undisputed \"video\" http://t.co/Qg56m2Ey", "sentiment": 0.20357142857142857}, "202707318645850112": {"text": "RT @Roya_News: d. Yousef Mansour: Government # Samir_Al-Rifa'i has successfully studied the integration of a number of institutions and has not taken the step to change the government @SamirAlRifai #JO ...", "sentiment": 0.75}, "200885253152309248": {"text": "@aymensaket @nasserjudeh @aymanhsafadi Thank you :)", "sentiment": 0.0}, "199222175113281537": {"text": "@MunaRifai Good luck! You will do great as always inshallah :)", "sentiment": 0.75}, "193648469775355904": {"text": "@ arrefaee67 Welcome. Anything I can do for a young man is ready.", "sentiment": 0.3666666666666667}, "190833889709801472": {"text": "@JawadAbbassi formed a committee to study the retirement of ministers and there was a tendency to reconsider it. The government resigned before the completion of the Paradise for its work.", "sentiment": 0.0}, "190799411536863233": {"text": "@nsoor_zaid @rozeenmuasher @rsnimrix @salwaqattan @samihtoukan @samah_samaha @sanadazab @samobaid @sarahabualia @sdbashir thank you ...", "sentiment": 0.0}, "190741823000555520": {"text": "@ShireneRifai @forbes @umagazinejo @umenjo Well done! That itself is a well deserved honor. Hope 2 see many more #JO women being acknowledged", "sentiment": 0.5}, "190438397419061248": {"text": "@Hazim_Majali correct your tongue. Indeed, optimism, praise be to God, is due to the consciousness of the Nashami and the Nishmiyat and the circumspectness of our leadership and their solidarity against any malice that may affect our country.", "sentiment": -0.125}, "190388259040403456": {"text": "@FriederikeHell No what I was implying is that need to discuss economy as part of reforms. I agree with all issues you bought up in tweet", "sentiment": 0.0}, "190383683369316353": {"text": "@mhawamdeh @hazem thank you", "sentiment": 0.0}, "190381641905090561": {"text": "@FriederikeHell They both have to do with our future and the quality of life our children will have.", "sentiment": 0.0}, "190376586946686977": {"text": "@Hazim_Majali These days we can not distinguish between politics and economy and regardless of the names deficit and debt debt and create jobs need an integrated program", "sentiment": 0.0}, "190373262725885952": {"text": "@hazem Yes but the translation is not accurate. . Not a shame but a loss!", "sentiment": -0.20000000000000004}, "190367583596314624": {"text": "Shame that while some hav strong opinions on election law, they hav not disclosed their viable plans 4 issues such as Jobs, deficiency and debt.", "sentiment": 0.21666666666666665}, "188634591014293505": {"text": "@SamiMahasneh did not follow his remarks but an answer to your question. My government is no longer a person or a party in anything but the integrity of the elections.", "sentiment": 0.0}, "188180063127216128": {"text": "@anammari;)", "sentiment": 0.0}, "188177425312657408": {"text": "@anammari not sure if that's a reflection of the quality of my tweet or that of news :)!", "sentiment": -0.25}, "188173384226586624": {"text": "@SufwatHaddadin anytime but dont be disappointed.Normal office far from opulent and no grand political or media plans emanating from there;)", "sentiment": -0.15}, "187936186055139328": {"text": "@ SufwatHaddadin serious media analysis! Hired a grand suite! To receive close to the media and politicians with the aim of polishing. Salon home champion benefits !?", "sentiment": 0.08333333333333334}, "187881343726792704": {"text": "@ mq_67 if you have proof that there was any tampering the judiciary were the place to go to for that.", "sentiment": 0.0}, "187180315465359360": {"text": "@omarnajust The main problems are economic. And the solution of expanding the middle class through real employment opportunities for all. The most important question is where the silent majority is.", "sentiment": 0.20952380952380953}, "187130032450314240": {"text": "@JordanianFalcon The seven axes dealt with all this. Relay real problems even if street compression is not a solution.", "sentiment": 0.2}, "187097012259405824": {"text": "@JordanianFalcon The goal was to improve the life of the citizen. I do not mean only in the short term but in the long term", "sentiment": 0.0265625}, "187095870850871296": {"text": "@JordanianFalcon, which in my opinion means that the Council was convinced of a program and is not looking for self-benefits. The relationship of the government with the council must be as good as long", "sentiment": 0.32499999999999996}, "187095624339030016": {"text": "@JordanianFalcon My Government has abolished the privileges of the Council. And provided a reform program devoid of any empty promises. And took unprecedented confidence.", "sentiment": 0.13333333333333333}, "187092296477573121": {"text": "@JordanianFalcon of any hand?", "sentiment": 0.0}, "184925873126899712": {"text": "@TAYKLO has the honor", "sentiment": 0.0}, "184920148875030528": {"text": "@MohannedA @tayklo important programs and that we elect our candidate on the basis of that regardless of the size of the circle. And that the program be clear and realistic.", "sentiment": 0.36666666666666675}, "184914892220936192": {"text": "@MohannedA @tayklo Tu Long! Establishing a mentality through education and culture. Law does not change behavior alone", "sentiment": -0.05}, "184913969381777409": {"text": "@iMansaf I agree with you perfectly", "sentiment": 1.0}, "184913373878685696": {"text": "@jordanmosaic @yasmeeneh @tayklo lol!", "sentiment": 0.8}, "184912528588013568": {"text": "@TAYKLO We establish the mentality of electing the most efficient and not the closest. Law plays a role but can not change the behavior. Parties programs is the best solution in the future", "sentiment": 0.5}, "184910188745207808": {"text": "@aliaztoukan @yasmeeneh @tayklo Good Morning. Totally against it. Diplomatic passports are for diplomatic missions, nothing else.", "sentiment": 0.35}, "184903492949901313": {"text": "@jordanmosaic @yasmeeneh @tayklo Since you are easily entertained may I suggest diapers for the future :)", "sentiment": 0.21666666666666667}, "184751053252734976": {"text": "@SufwatHaddadin @khaberni We must distinguish between the integrity of the elections and criticism or support for the decisions of the Council. The ballot box is the best place for that.", "sentiment": 1.0}, "184748745647341570": {"text": "@ Urdun6 Praise be to Allah. Thank you for your question. With respect", "sentiment": 0.0}, "184748296290582528": {"text": "@randamhammad @yasmeeneh @tayklo Never giving up on the importance & value of our individual vote in elections is how we shape our future", "sentiment": 0.0}, "184746880863961088": {"text": "@khaleifat No one above the law no difference between large or small heads in front of justice. The only criterion must be integrity, honor and respect for the law", "sentiment": -0.008928571428571432}, "184743279521300481": {"text": "@ENO_Media @yasmeeneh @tayklo The law punishes the purchase of votes if proven. Political money and the purchase of debts are destructive to any democratic act", "sentiment": -0.3}, "184702284586954753": {"text": "@yasmeeneh @tayklo The elections were free and fair. And the people is the one who chooses. Participating in the election is more effective than criticizing the outcome", "sentiment": 0.55}, "180127402045878273": {"text": "@ gemini395 Definition of democracy is universal. Congress' and parliaments have roles that are clearly defined & compliment judicial system", "sentiment": 0.05000000000000001}, "177772733466279936": {"text": "@Oalzoubi The House of Representatives studied the report of the Committee and hear the government's response and vote. This is democracy. If you want to talk in the name of people,", "sentiment": 0.0}, "177736601080840192": {"text": "\"Beyond a doubt truth bears the same relation to falsehood as light to darkness.\" Leonardo da Vinci", "sentiment": 0.2}, "174567745889898496": {"text": "@watwouldudo Thanks. What I actually said was that the Arab spring in my view begun with the Arab revolt, that was led by the Hashemites.", "sentiment": 0.1}, "172958113513742336": {"text": "@samerasfour We still are acting as the \"proverbial ostrich\". Revisiting the subsidy paradigm 2 direct it to those most descripting is a must!", "sentiment": 0.19999999999999998}, "171593550574796800": {"text": "@BahaAlKhateib Ideas and small businesses r hope of our economy. Several places 2 present ideas. You may want to start at Planning Ministry", "sentiment": -0.08333333333333333}, "170809407083511808": {"text": "RT @maherkaddoura: We all have choices and I choose to be relevant not insignificant, I choose to make a difference not be indferent #Te ...", "sentiment": 0.4}, "166983644680945665": {"text": "@MohamedA @yasserburgan Henry Kissinger once said: p \"The longer I am out of office, the more infallible I appear to myself\".", "sentiment": 0.5}, "166863201017921536": {"text": "@jordanmosaic that the deputies gave the government that canceled their privileges unprecedented confidence, demonstrating the extent of their national sense and willingness to sacrifice personal", "sentiment": 0.3}, "166849051315277826": {"text": "@jordanmosaic The government that she headed is abolished the privileges of deputies. Ministers' salaries have been cut by 20% and we have had a tendency to abolish future pensions", "sentiment": 0.0}, "166416757987356672": {"text": "With all the mud slinging about allegation of bribes. Code of conduct with media would have helped in protecting this important profession.", "sentiment": 0.4}, "165528998191968258": {"text": "@manalsharif @AddThis Thank you very much. Hamdillah she lived a happy and full life and saw her great grandchildren blossom.", "sentiment": 0.5525}, "165159932524634112": {"text": "@ Wafas121 deserve more than for limited possibilities", "sentiment": 0.2142857142857143}, "162843745836990464": {"text": "@MajdShweikeh @ irani1 @sdbashir @MMadadha @NasserJudeh #FF #JO A thanks to you who has done & continues to do so much out of the lime light", "sentiment": 0.26666666666666666}, "161879357512613891": {"text": "@abulrifai :) :)", "sentiment": 0.0}, "161538621671878656": {"text": "@YasserBurgan For me, the importance of these social networks lies in what the presidency benefits from the constructive views of young people, being present and future.", "sentiment": 0.03333333333333333}, "160084086554234880": {"text": "@SufwatHaddadin I am of her and her policies!", "sentiment": 0.0}, "160082174924701696": {"text": "Just saw the \"Iron Lady\". A very good and relevant film. Much to be said about standing on principal. I strongly recommend.", "sentiment": 0.48583333333333334}, "159775147828584450": {"text": "@AliChubby @mloukhyeh to me what his first second money! Although I spoke for an hour and forty minutes instead of 140 characters! Staying here is something I can not miss :)", "sentiment": 0.125}, "156789684931010560": {"text": "Just about to start at @tvRoya", "sentiment": 0.0}, "156430874857050113": {"text": "@M_Moghrabi @abeerabutouq @mohanneda @lumaq @xiniaa @tvroya Create God Reel What do you think was the best I would ever have on a whole program! :)", "sentiment": 0.6}, "156428463199371264": {"text": "@ jaber87 :)", "sentiment": 0.0}, "156400440551026688": {"text": "@AbeerAbuTouq @mohanneda @lumaq @m_moghrabi @xiniaa @tvroya I faint that I have missed the day :)", "sentiment": -0.5}, "156287537869111297": {"text": "@MohamedA We are honored to meet with His Majesty the King and the news broadcast by the Petra Agency covered the meeting accurately", "sentiment": 0.4000000000000001}, "153037674717003776": {"text": "@bilaltarawneh I did!", "sentiment": 0.0}, "153034981487288321": {"text": "He called on God to be the sunset of the day for our pain and pain and our sorrows. And that the sunrise of tomorrow will be an equal to love, happiness, tranquility and hope. Happy New Year", "sentiment": 0.42727272727272725}, "153027166945280000": {"text": "May presents sunset take with it all our woes, disappointments & pain. And may tomorrows sunrise bring us all peace, goodness & joy.Happy 2012", "sentiment": 0.8}, "152438582240477187": {"text": "@ Samer4all Hamdillah. Our service to our great Hashemite Kingdom is a fraction of what it so literally and justly describes.", "sentiment": 0.8}, "152319549541330944": {"text": "@Jaafar_shraideh Ministry of finance is the place to get all these numbers as well as Min of planning. Many thanks on the personal wishes.", "sentiment": 0.2333333333333333}, "151939106614673409": {"text": "@ almanaseer84 Thank you very much. Happy New to you and all your loved ones Inshallah", "sentiment": 0.5454545454545454}, "151936908694523905": {"text": "@ khleifat87 2% of Jordanians pay personal income tax. 60 companies pay 85% of total income tax. 100 companies pay 52% of total sales tax.", "sentiment": 0.0}, "151353470681759744": {"text": "@AsemAmosh God Long live your life and save you and your family and your loved ones", "sentiment": 0.2621212121212121}, "150649298567180289": {"text": "A wonderful Christmas eve and n amazing Christmas 2 all my Christian brothers & sisters. May all your days b white, joyous & full of goodness", "sentiment": 0.39}, "149946441387868160": {"text": "@susanhawa Allah yisalmek. Thank you very much. Have a very Merry Christmas and a wonderful new year inshallah.", "sentiment": 0.39909090909090905}, "149203659421515776": {"text": "@BahaAlKhateib We can do both. Continuing to engage them to do the right thing as well as protecting our economy are not mutually exclusive.", "sentiment": 0.2857142857142857}, "148410513305505792": {"text": "@aymensaket @mahmoudhomsi looking forward inshallah", "sentiment": 0.0}, "148406621293383681": {"text": "@Mahmoudhomsi @aymensaket Am in USA 2c Zaid. He just finished semester and will have to remove some more pins from hand on wed. Back soon", "sentiment": 0.25}, "148392773949726721": {"text": "@Mahmoudhomsi @aymensaket Hamdillah. Thank you for you kind messages. I continue 2 follow your discourse & I am the big fan of your passion!", "sentiment": 0.3}, "144804318132973568": {"text": "RT @AymanHsafadi: Universities should lead effort 2restore dignity, intellectual environment to campuses. Students will definitely embra ...", "sentiment": 0.15}, "144318564273360896": {"text": "@WaddahBarkawi Unity of vision.Clear program.Meeting of like minded minds. Get out of comfort zone and no longer b the \"silent\" majority", "sentiment": 0.05000000000000001}, "144316983754764289": {"text": "@TAYKLO clear statement. And answer the skeptical few who fish with turbid water. If the talk of this supplication remains, then the intentions that are not in the truth will unfold", "sentiment": -0.19999999999999998}, "144307594851397633": {"text": "@WaddahBarkawi We need to keep our eye on where we want 2 go & we need 2 raise OUR voice. No one side can claim exclusivity on the \"truth\".", "sentiment": 0.0}, "144181988989992961": {"text": "@Najib_Mikati Totally agree. We also need to be candid and honest with our people. Gov along with civilians decide future of our children.", "sentiment": 0.3}, "143646396510257153": {"text": "@bataleh Corruption shame anywhere. But fighting corruption is targeting IT & not mixing truth with imagination. Fighting that impossible", "sentiment": -0.6666666666666666}, "142293069176385536": {"text": "@nofakh @gurubanat We need to ask ourselves what happened to education system that was an example in past? Perhaps teachers union will help!", "sentiment": -0.25}, "140827473691688961": {"text": "@ Deema22 @mohanneda @hazem @humeid I am the one who sent file to Anti corruption and bought Muayyad in to clean up (huge) mess.", "sentiment": 0.19722222222222227}, "140387259168993280": {"text": "Every year you are a thousand good. God willing, the coming years will be a year full of purity, serenity, happiness, pride and joy", "sentiment": 0.5599999999999999}, "140058301097447424": {"text": "@agriway Improve the situation of retirees and civil and military personnel. And directing support to its beneficiaries", "sentiment": -0.1}, "138568609608908800": {"text": "@larayoub #un #jordan A great start. But much more needs to be done to empower them through education, culture and in the work place.", "sentiment": 0.65}, "138190732992315392": {"text": "@GuruBanat I hope I will be able in right forum to speak about My Government. Ila ilha wa ma 3alayha. Tough to do here.", "sentiment": 0.13227513227513227}, "138189291162574848": {"text": "@ GuruBanat and getting people in Gov. to think strategically not tactically. In order for Gov. have a program and stick to it", "sentiment": 0.0}, "138188458740027392": {"text": "@GuruBanat 3.Culture of the greater good.Instilling that in ourselves so reform actually becomes about how all benefit not a certain group.", "sentiment": 0.2732142857142857}, "138187897605079040": {"text": "@GuruBanat 2. Education. Our youth need to be given tools to compete locally and regionally. Youth not finding jobs annually is a time bomb!", "sentiment": 0.0}, "138186787389575168": {"text": "@GuruBanat Thank you. Firstly. The economy. Need for fiscal discipline, smaller more efficient government and private sector as real partner", "sentiment": 0.19}, "137595763755716608": {"text": "@WalidMaani Thank you Abu Tareq", "sentiment": 0.0}, "137552935365251073": {"text": "@tarawnah Lol! :) Hope he was not CIA!", "sentiment": 0.8}, "137551330817482752": {"text": "@tarawnah very accurate", "sentiment": 0.5200000000000001}, "137549239566868480": {"text": "@tarawnah from the information I have that he talked about, it was very accurate. Obviously there are issues I read for first time.", "sentiment": 0.2566666666666667}, "137548162608009218": {"text": "@tarawnah Yes thought it was a very accurate portrait & fair.Also was informative and spoke volumes about behind scenes diplomacy", "sentiment": 0.2733333333333334}, "137546054341111809": {"text": "@MohannedA @zaidaltarawneh challenge is to define reform in that context. Most see expansion of states role in the economy as reform", "sentiment": 0.5}, "137543545870499840": {"text": "@MohannedA @zaidaltarawneh by right.I mean those need. Not those that feel entitled. But through a transparent social safety net.", "sentiment": 0.0016369047619047578}, "137542875499085825": {"text": "@MohannedA @zaidaltarawneh Not a divorce rather family changing habits due to realities of household income and spending 4 children's sake.", "sentiment": -0.125}, "137541402828611586": {"text": "@MohannedA @zaidaltarawneh ygaweek :) Blind subsidies never reach right segment. Creation of a middle class through big Gov impossible today", "sentiment": -0.17619047619047618}, "137539878714998784": {"text": "@ZaidAlTarawneh more like a Gov life boat. Unfortunately it has a big hole called subsidies and is carrying too many people! Unsustainable", "sentiment": 0.125}, "137528751738204160": {"text": "@ZaidAlTarawneh Reforms on the political clear. Imperative to define and be very clear about they mean on the socio economic front.", "sentiment": 0.02350000000000001}, "137525287909998592": {"text": "@ZaidAlTarawneh was he talking about the USA!?;)", "sentiment": 0.0}, "137525056317292545": {"text": "RT @ZaidAlTarawneh: \"Conflict between govt & private sector has proved to be good politics but has produced bad policies, giving us a wea ...", "sentiment": 3.700743415417188e-17}, "137524801291038720": {"text": "@ Deema22 @xiniaa @shusmo @drmnouh @nasserjudeh @marwansjuma @walidmaani Warmest to all and thanks for your wishes", "sentiment": 0.2}, "137399243995492353": {"text": "@abulkury just for the record I am Traveling since my injury for something I could not delay due because of injury. No treatment abroad.", "sentiment": -0.125}, "137397781999534082": {"text": "@susanhawa thanks", "sentiment": 0.2}, "137394142786486272": {"text": "@abulkury @ghiyarushidat TY for your care.Something baseet inshallah.Is it just me or has 2011 been filled with much unnecessary roughness ?!", "sentiment": 0.0}, "136538407915630593": {"text": "@RandaHabib Zaid & Muna were honored 2 take pic wth His Late Majesty Sayidna days before HM traveled 2 the US in 98. They will never forget", "sentiment": -0.3}, "136426907657969664": {"text": "@abulrifai @munarifai Hope you like pic :)", "sentiment": 0.0}, "136030541299453952": {"text": "RT @Nashmiyya: '#KingHussein had been \"a man among men, a king amongst kings\", which \"humanity was legendary\"' #PrinceCharles #JO #I ...", "sentiment": 1.0}, "135768597980131328": {"text": "@GhiyaRushidat And I hope the reason you were there is not serious. Salamtek to you and yours.", "sentiment": 0.16666666666666666}, "135767377911611392": {"text": "@GhiyaRushidat Thank you very much for your kind message :)", "sentiment": 0.43}, "135308238341160960": {"text": "@ZaidAlTarawneh You were an example of the best in a professional Jordanian. E & Y lucky to have you. Irte7et min Guset iltawrith alsa5ifa!: P", "sentiment": 0.4777777777777778}, "133529159073939456": {"text": "@GaliahKRESHAN thank you so much. Have a wonderful Eid. Warmest to your dear father and family", "sentiment": 0.6}, "132744834875273216": {"text": "\"Lord, make this a safe country, and its people will be rewarded with fruits\" every year, and you will want love with a thousand good things.", "sentiment": 0.5666666666666667}, "130923615238619137": {"text": "@AtiehHamarneh Zaid is better Hamdillah. Juggling university & physio. Thanks so much for asking. It has been ages! Warmest to u and yours", "sentiment": 0.3}, "129093641527508992": {"text": "@ Deema22 @mohanneda Shaw I think you sit! :)", "sentiment": 0.0}, "128943176403783680": {"text": "@ Deema22 @mohanneda lol :)", "sentiment": 0.8}, "128357414847250432": {"text": "@Ahmad_ALSamman The motives of a \"political party\" that does not run for elections and does not participate in Governments is questionable.", "sentiment": -0.25}, "127706787519545344": {"text": "@Jamal_Bat @blessjordan @abulkury @ahmad_alsamman @suziealkhatib The Hashemites have always been inclusive and visionaries", "sentiment": 0.0}, "127698653317038081": {"text": "@BlessJordan @abulkury @ahmad_alsamman @suziealkhatib We are blessed with an enlightened leadership, stability and youth. Ingredients of hope", "sentiment": 0.0}, "127651617767034880": {"text": "@ shadi_101 I can only speak about the actions of my Gov. Others can speak about their.", "sentiment": 0.0}, "127651171203690497": {"text": "@ shadi_101 would appreciate you listing them here. And sending them to relevant authorities. I assure you no corruption on our watch.", "sentiment": 0.4}, "127649266238881792": {"text": "@abulkury @ahmad_alsamman @suziealkhatib Indians not chiefs! Programs that outlive people. Ability to finance these in transparent way.", "sentiment": 0.0}, "127644370395594752": {"text": "@abulkury @ahmad_alsamman @suziealkhatib I honestly believe that we are the problem not the law. And to have law create parties is not ideal", "sentiment": 0.07499999999999998}, "127643477994512384": {"text": "@ Deema22 happy birthday and many happy returns. You absence here is only excused for time to hug the family and blow candles!", "sentiment": 0.4175}, "127641768001933312": {"text": "@Ahmad_ALSamman @abulkury @suziealkhatib actually more even at 40 u are deemed to young. Thus imperative for youth to join political parties", "sentiment": 0.19999999999999998}, "127641159391645696": {"text": "@abulkury @ shadi_101 @suziealkhatib @mohammadasfour I was asking about corruption cases during my Gov time as Shadi I understood accused us", "sentiment": 0.0}, "127637909087072257": {"text": "@ shadi_101 @suziealkhatib @mohammadasfour @abulkury examples please? Let's avoid slogans!", "sentiment": 0.0}, "127630403979841536": {"text": "@ shadi_101 @suziealkhatib @mohammadasfour @abulkury get into specifics so we can stay away from empty catchy slogans", "sentiment": -0.1}, "127444040735137792": {"text": "@engkhaldhendawi @suziealkhatib @mohammadasfour @abulkury Thank you.important tht long term programs 4 job creation not b victim of spring", "sentiment": 0.12916666666666668}, "127442819173462017": {"text": "@SuzieAlkhatib @mohammadasfour @abulkury thank you very much. Have a great evening", "sentiment": 0.53}, "127430603049148416": {"text": "@SuzieAlkhatib @mohammadasfour @abulkury just an example of how low our political discourse has become. Funny I admit but very sad too!", "sentiment": -0.1}, "127429219893526529": {"text": "@Nashmiyya @smokefreejo we did enforce the law and not just that one. Gov does not have luxury of picking which laws to impure or not.", "sentiment": 0.0}, "127427933282369536": {"text": "@SmokeFreeJo we did multiple times. And yes when we did we were also called undemocratic and enemies of public freedoms;)", "sentiment": 0.0}, "127427462471757824": {"text": "@SuzieAlkhatib @mohanneda when you find out please let me know :)", "sentiment": 0.0}, "127426877034995712": {"text": "@abulkury @suziealkhatib exactly. And everyone just keeps forgetting 70 percent of Jordanians are under 30!", "sentiment": 0.25}, "127424588211695616": {"text": "@SuzieAlkhatib was going through political vocabulary being used 2 attack certain school of thought not hair one bald, Ding, my husband, the Russians, :)", "sentiment": 0.10714285714285714}, "127413837291982848": {"text": "@MohannedA lol :) yet another reason I am so grateful I do not smoke!", "sentiment": 0.8}, "127394099199348737": {"text": "@iyadabumoghli @ymansour I look forward to many more. Just got back home and was expecting 4 a bit more of a hopeful atmosphere. Much to b done", "sentiment": 0.33999999999999997}, "127372088767029248": {"text": "RT @KhalilWahhab: Government of Raiha, Government and Jay. And governments that promote strategic thinking and leadership. As long as the education system is costume what is upbringing and what people have changed: m ...", "sentiment": -0.05}, "126267356241604609": {"text": "@Ahmad_ALSamman This is a opportunity for youth to be active in political parties to fight these issues. They are the core of corruption", "sentiment": -0.06666666666666667}, "126264530505437185": {"text": "@ arrefaee67 President is a statesman, law and believer in dialogue. It faces great challenges, the most important of which is the agreement on what reform is required and necessary. We have to support him", "sentiment": 0.42500000000000004}, "125536002029780993": {"text": "@umsarsour Agreed. So is a doctor, pilot, worker, engineer, student, soldier, blogger, journalist, businessman etc etc .. We are all #JO", "sentiment": 0.0}, "125502407080820736": {"text": "@tarawnah We must get over the words that became part of our destructive discourse .. Digital, liberalali, 7arath, 7arass qadeem, asla3.etc", "sentiment": -0.3}, "125499778095259649": {"text": "@tarawnah I respect his loyalty and support to his PM. I just wish he kept \"7aratheen\" out of letter. Cabinet represents all Jordanians.", "sentiment": 0.0}, "125234839124316160": {"text": "@Oalzoubi very true", "sentiment": 0.45499999999999996}, "125234766432837632": {"text": "@ReemMosleh please read Gov program at the time but long process over tens of years needed.", "sentiment": -0.05}, "125234310096756739": {"text": "@ omar55555 will check if online", "sentiment": 0.0}, "125234206006706176": {"text": "@ omar55555", "sentiment": 0.0}, "125234077228990464": {"text": "@ dhaimat707 Agreed", "sentiment": 0.0}, "125214039277174784": {"text": "@HendAbuenein programs should outlive people ideally.", "sentiment": 0.9}, "125213629401403394": {"text": "@waleedtarteer students are the product of home, school, universities, teachers, curriculum and values. They deserve so much.", "sentiment": 0.2}, "125210962826498048": {"text": "Just left lecture at Harvard on higher education. Amazing! We need an educational revolution if our youth are to compete in the future.", "sentiment": 0.22000000000000003}, "125190030300950528": {"text": "@iyadabumoghli @ urdunmubdi3 @ymansur Gov jobs should not institute more than 5 percent of new yearly jobs and should b based on meritocracy", "sentiment": 0.3181818181818182}, "125187004114812929": {"text": "@ UrdunMubdi3 @iyadabumoghli @ymansur we all know we want better lives, more jobs. Let's hear from everyone on how they plan to do that.", "sentiment": 0.5}, "125186849399513088": {"text": "@iyadabumoghli @ymansur we can not in the name of populist politics do the expedient thing today & have 100's of 1000's of youth hopeless tom", "sentiment": 0.0}, "125184892400173056": {"text": "@iyadabumoghli @ymansur youth need to be more engaged around what they want and how to achieve that through political parties.", "sentiment": 0.25}, "125183122521325568": {"text": "@ymansur @iyadabumoghli 100%", "sentiment": 0.0}, "125177080232161281": {"text": "@iyadabumoghli @ymansur Time, staying the course and the buy in from everyone essential ingredients. We need to rise over petty politics.", "sentiment": 0.0}, "125171692287967232": {"text": "@ymansur True and full defense is required for the program of everyone and not give up on the first turn. Defending strategy and non-swing rest assured", "sentiment": 0.31666666666666665}, "125162208090005504": {"text": "@ymansur When a strategy turns into a tactic and the length of time becomes a tactic, Teslik. The fear of becoming teas and reactions is always strategic", "sentiment": 0.45}, "124963512933040128": {"text": "@OmarBiltaji very kind of you sir.", "sentiment": 0.78}, "124801402265534464": {"text": "@ A7lamShams irony is that the victim of \"reform\" has been the economy, making it difficult to address the priorities highlighted in report.", "sentiment": -0.2875}, "121550069488025600": {"text": "@ Deema22 agreed that is an integral part of reform. But wasta & Ma7soubia are forms of corruption that some do not see as us needing to fight", "sentiment": 0.0}, "121548950779080706": {"text": "@Aaarabisk it means much more than that's. But even those that you described mean very different things to different people.", "sentiment": 0.046875}, "121538884495618048": {"text": "@ Deema22 What we need most is not to talk about reform but to actually agree to what reform means.", "sentiment": 0.25}, "121527017765212160": {"text": "@yazanstar Saloons called politics are the source of most of the rumors they serve. In my life I have no other nationality and will not be. Lord bless me with my Lord", "sentiment": 0.28125}, "119823315346001920": {"text": "@MusaZag Let's celebrate the constitutional amendments and how #JO shining example of consensus evolution not confused revolution.", "sentiment": 0.2}, "119820861040640001": {"text": "@MusaZag How does article protect corrupt if law says give us info 2 investigate & if there is case write what u want? U areiable 4 rumors", "sentiment": -0.5}, "119807472503500800": {"text": "@ Deema22 half the battle was lost when this became a freedoms issue not a slander 1. And was portrayed as protecting guilty not the innocent", "sentiment": -0.055555555555555546}, "119807054478180352": {"text": "@ Deema22 Lower house approved, senate postponed and now we are gonna spend the next few weeks with a new battle cry!", "sentiment": -0.02121212121212122}, "119806803298091008": {"text": "@ Deema22 when constitution was being nothing polarizing should have been allowed to upstage it and take away from this accomplishment", "sentiment": 0.0}, "119804841743753216": {"text": "@MohamedA NO 1 talking about the constitution .. Polarized people at wrong time & wave the rejectionists immunition 2 kill accomplishments", "sentiment": -0.5}, "119788623238414336": {"text": "@basemaggad :)", "sentiment": 0.0}, "119788121654177793": {"text": "@MohamedA if one is not a 7arath, not old guard, not a liberal and just does what they think is best for #JO. What does that make them? :)", "sentiment": 0.475}, "119785939764649985": {"text": "let's celebrate the achievement (personally hoped age of news MPs would be 25) & in a democratic civilized way discuss article 23.", "sentiment": 0.2}, "119783718641602561": {"text": "Whether by design, default or pure inexperience. Very important constitutional amendments upstaged by article 23 of anti corruption law. Sad", "sentiment": 0.0780952380952381}, "119151873457524736": {"text": "@nadims_twits @ samman1970 I thought policies were very clear but perhaps we should have communicated them in a better way.", "sentiment": 0.315}, "118972230079225856": {"text": "@ samman1970 lol! My tech loyalties are not as clear as my policy and political ones :)", "sentiment": 0.3}, "118675376833708032": {"text": "@ samman1970 Ask Gov at that time. My understanding was that the 4 Million was the highest offer received at time in an open tender", "sentiment": 0.0}, "118665234440404992": {"text": "@ samman1970 its not about opinions. It is about numbers. I am Certain the info is available at the privitization committee on each case.", "sentiment": 0.30714285714285716}, "118657291254894592": {"text": "@ samman1970 an assessment of privatization should b done. To c which ones were successful which were not. And 2 look at it in a holistic way", "sentiment": 0.75}, "118623401135972352": {"text": "@FaresAsadi Thank you. As long as one knows they are doing the RIGHT thing, with a clear conscious and with nothing 2 hide it becomes easier", "sentiment": 0.10892857142857143}, "118620847899557888": {"text": "@ Deema22 peoples freedoms end when they infringe on the freedoms of others. We can not slander the innocent and say that is freedom of speech!", "sentiment": 0.5}, "118619633661132800": {"text": "@ samman1970 blind subsidies, relying on Gov 2 employ, spending 90% of budget on salaries is either a free market model nor is it sustainable", "sentiment": -0.04999999999999999}, "118599897615310848": {"text": "@ samman1970 and rightly so!", "sentiment": 0.2857142857142857}, "118558879360614400": {"text": "@ siramer1 I do not want to comment on your question and leave the assessment of my government and the circumstances that have surrounded it for history. It is not the right time to say what I have.", "sentiment": 0.2857142857142857}, "118374271910285312": {"text": "@ siramer1! questioning the position and agendas of some sources", "sentiment": 0.0}, "118325330128814080": {"text": "@mabushaireh totally agree! Only way of fighting both rumors and corruption is complete transparency. Nothing beats the truth. Keep going.", "sentiment": 0.03333333333333333}, "118324720679665665": {"text": "@ samman1970 No the model did not fail. In my opinion what failed was the monitoring systems that did not control greed or good governance.", "sentiment": 0.15}, "118322240273133568": {"text": "@mrslaughalot is that your polite way of asking me to be quiet? :)", "sentiment": 0.0}, "118321908675657728": {"text": "@mabushaireh Lovehow 1 + 1 = 3. and there is always big conspiracy in the minds of some!", "sentiment": 0.0}, "118267120059559936": {"text": "@yshomali Who is going to teach this in schools? Do the vast majority of our teachers believe in a free market economy? Will new union help?", "sentiment": 0.1787878787878788}, "118215290306830336": {"text": "@MohamedA You have it all wrong those who bring down the deficit are enemies of the people and of the state !!!: p", "sentiment": -0.3277777777777778}, "118206135923773440": {"text": "@sofeeeen God bless you. I always do what my conscience dictates to me and I am convinced that he serves our children. It is not important to thank those who cultivate but to be harvested by our children", "sentiment": -0.2}, "117892739798024192": {"text": "@ymansur @randahabib @ alakayyali28 That is always welcome. But we need to help ourselves so external support can generate REAL growth & jobs", "sentiment": 0.3333333333333333}, "117885876201209856": {"text": "@ymansur @randahabib @ alakayyali28 But it's enjoyable 2 some! Problem is we do not have a parachute strapped on, but our children's future!", "sentiment": 0.25}, "117872788026564608": {"text": "@ymansur @randahabib @ alakayyali28 Reminds me of saying \"if you do not know where you are going, every road will get you now.\"!", "sentiment": 0.0}, "117839730460209152": {"text": "@MohannedA @jawazsafar :)", "sentiment": 0.0}, "117649596196462592": {"text": "@ siramer1 Praise be to Allah. After hearing what your \"sources\" of the American Embassy here in Amman recently said in Al-Waklix, I was upset if my talk was positive!", "sentiment": 0.07575757575757576}, "117643958099771392": {"text": "@abulkury Now I know what the US embassy \"sources\" think of me! After reading what else they were saying would b worried if it was good :)", "sentiment": 0.7}, "117524866630025216": {"text": "@ samman1970 at times Gov's take easy way out and hand over a larger burden to the next. HMs looks at longer term. And RHC is a tool to do that", "sentiment": 0.14444444444444446}, "117127022253309952": {"text": "@ samman1970 HM does not interfere in the day to day work of Gov and gives PM complete mandate and advises when HM feels Gov off course.", "sentiment": 0.1}, "117126486212870144": {"text": "@ samman1970 HM sees the PM when either PM requests and wants to get HM advice or on something or when HM wants to discuss issue with PM. Cont ...", "sentiment": 0.2}, "117125756919889920": {"text": "@ samman1970 I answered first. Second yes PM does receive. But I personally believe a more structured way necessary for briefings.", "sentiment": 0.15}, "117001618704183296": {"text": "@yarazaneh Saw you too :)", "sentiment": 0.0}, "116851055060451328": {"text": "@thiab we must all work 2 make certain playing field leveled so best & brightest will be able to represent their peers and next generation.", "sentiment": 0.42857142857142855}, "116769955466321920": {"text": "@thiab That will be the peoples choice. Especially their peers.Important for next generation to push envelope and 4 their hopes to be heard.", "sentiment": 0.13333333333333333}, "116769429722906625": {"text": "@ samman1970 law and have a sitting parliament decide on a permanent law as that is only way there will be some kind of consensus.", "sentiment": 0.3}, "116769114567098368": {"text": "@ samman1970 Gov was instructed to hold elections within the year as no parl when we came. Vacuum too long. So we could only improve on old", "sentiment": 0.010416666666666668}, "116768780436258816": {"text": "@ samman1970 Changing law and re registering voters would have taken 16 months. And then 4 months to prepare for elections.", "sentiment": 0.0}, "116616116201209856": {"text": "@Mujahed_S committee established 2 find out then. Report covers year before. Nonetheless it is a gauge of negative sentiment and bureaucracy", "sentiment": -0.3}, "116490941065461760": {"text": "@jordanmosaic Hamdillah better. We are all very grateful for the amazing support and kind messages. Thanks for asking.", "sentiment": 0.42000000000000004}, "116477148361015296": {"text": "@Mujahed_S To lower age of MPs from 30 it needs constitutional amendment as it is stipulated there.", "sentiment": 0.0}, "116470458668425216": {"text": "@TAYKLO This Council is in turn a constitutional and representative of the Jordanians. Democracy does not mean that we demand the departure of every council we disagree with, but talk to those who represent us", "sentiment": 0.15625}, "116468459424071680": {"text": "@sofeeeen 140 characters is not enough to talk about what has been done to reduce the deficit and raise the growth rates and work in order not to burden our children with additional burdens", "sentiment": 0.0}, "116465977209798656": {"text": "@Mujahed_S youth amendment is constitutional not legal. Could not happen in absence of parliament", "sentiment": -0.05625}, "116465656089690113": {"text": "@mabushaireh one man one vote one district is a law that We have determined worst law in the world despite the fact most democracies use it", "sentiment": -0.25}, "116465068937453569": {"text": "@ordoni only spent 40 days with them! Too little to Deliver on something like that.", "sentiment": -0.09583333333333333}, "116463807521505280": {"text": "@RashaKhalifeh We would be cutting our nose to sponge our face! A strike hurts our economy and we will end up having to pay for it.", "sentiment": -0.6}, "116459150220865536": {"text": "@ordoni changing constitution needed process like this and needed a government and parliament that had the luxury of time", "sentiment": 0.0}, "116457873147568128": {"text": "Is it 2 much 2 ask for youth to b represented in parliament!?! A parliament in a country that prides itself that 70% population is under 30!", "sentiment": 0.2}, "116425397897408512": {"text": "@atalhouni I agree many talented Jordanians with dual add much 2 country. If they want to serve as officials, giving one up easy choice", "sentiment": 0.4583333333333333}, "116420323255140352": {"text": "@ samman1970 It is imperative to have a strong independent central bank that instills confidence in the economy and makes us all feel safe", "sentiment": 0.23333333333333334}, "116418880712355840": {"text": "@ samman1970 Just when I thought I had heard and seen it all in the last 8 months!", "sentiment": 0.0}, "116130346222882817": {"text": "@AroubAkM @alichubby I guess some do not see twitter as a tool for learning just for insulting. Shame!", "sentiment": -1.0}, "116128334009733121": {"text": "@AliChubby thanks for the your kind feelings. May god grant Jordan sons & daughters that will always serve it selflessly & with conviction", "sentiment": 0.4}, "116092283471929345": {"text": "@bilaltarawneh Thank you very much. It is my loss that I missed out serving people such as you & a great nation like ours in that capacity.", "sentiment": 0.35333333333333333}, "116072866851725312": {"text": "@SuzieAlkhatib No", "sentiment": 0.0}, "115889880453758978": {"text": "@SuzieAlkhatib it makes you eligible in my opinion if you decide to give it up in order to serve your country. Easy choice I would assum.", "sentiment": 0.43333333333333335}, "115834796625772544": {"text": "@Janabi @MohannedA :) :)", "sentiment": 0.0}, "115823475704332288": {"text": "@SuzieAlkhatib let's reverse the question & ask why would an official want 2 have another citizenship while he or she caries a Jordanian one", "sentiment": 0.0}, "115808010160447488": {"text": "@YasserBurgan Never too late to give it up for a higher national calling :)", "sentiment": -0.024999999999999994}, "115781455946330112": {"text": "@abulkury We all have to work harder so our Passport and Nationality will have the weight of great developed nations in future inshallah.", "sentiment": 0.2}, "115772480186089472": {"text": "@bataleh No", "sentiment": 0.0}, "112930192565075968": {"text": "@abulkury @oalzoubi The message was that our answer to terrorism is hope and democracy.", "sentiment": 0.0}, "112922891355566081": {"text": "To honor the fallen 10 yrs ago, the \"veto\" wielding super power should become an honest broker & refuse the spilling of blood by any one.", "sentiment": 0.4666666666666667}, "112906171345666048": {"text": "Moving ceremonies on sad anniversary of 9/11. Shows the sanctity and dignity of human life. Our victims should b shown same respect by world", "sentiment": -0.16666666666666666}, "108369178649571328": {"text": "I call on the Lord to be your feast and our most precious Hashemite feast filled with mercy, love, serenity and pride.", "sentiment": 0.475}, "105663709187276800": {"text": "@MohannedA The things one can get away with when they are five :)!", "sentiment": 0.0}, "98323720027910144": {"text": "@ Deema22 Doing more sports means less Twitter. No one can fill the vaccum that you will leave! :)", "sentiment": 0.16666666666666669}, "98322148023738368": {"text": "RT @thiab: The radical change occurs when the motivations and individual motivations of the vast majority of the nation are in line with the nation's orientations, hopes and aspirations.", "sentiment": 0.0}, "97724887900229632": {"text": "God accepts your obedience and forgives us and you and all your loved ones. Ramadan kareem.", "sentiment": 0.7}, "97312356908019712": {"text": "@daoudkuttab Cost of some families showing their happiness is 4 other families 2 live in misery 4ever. And now we will plead 4 their pardon!", "sentiment": 0.2371212121212121}, "96126012986888192": {"text": "@BahaAlKhateib Thank you 4 your kind words. I am the one lucky 2 have Jordan as my Country and to be interacting with its future. YOUTH.", "sentiment": 0.3111111111111111}, "95857605032951809": {"text": "@ flyingmonkey82 @abulkury Read Sabr Rawashdeh's comment on my page. As I was saying different interpretations legally. #bergish", "sentiment": 0.1}, "95838389701582849": {"text": "@abulkury pls read my reply again, never said our decision was illegal! #Bergish #LoveJoForests cc. @rscnjordan @ flyingmonkey82", "sentiment": -0.5}, "95293054247903233": {"text": "@MohannedA Inshallah the day will come where all swords in the region will be converted to plow shares. And we construct not destruct", "sentiment": 0.0}, "95281709553164288": {"text": "@MohannedA Extensive discussions take place btwen army & Gov. Foreign aid sometimes a factor. Unfortunately we live in tough neighborhood!", "sentiment": -0.09438131313131314}, "95269948162715648": {"text": "@abulkury All spending decisions are the Governments. And PM is Min of Defense.", "sentiment": 0.0}, "95161460556173312": {"text": "@FerasMajali Thank you Feras. The Constitution! Was talking in general. As you rightly said we have a parliament that represtents Jordanians", "sentiment": 0.16785714285714287}, "95141251736797184": {"text": "@abulkury @ cold0shoulder Most importantly is to actually know how many people those say that they represent the people actually do!", "sentiment": 0.25}, "92585456067284992": {"text": "@SulAwad Very easy to take things for granted and to think grass greener on the other side. Till you get there! We have much to b grateful 4", "sentiment": 0.21277777777777782}, "92545830904528897": {"text": "@SulAwad We should all take a step back and a take deep breath. Let's amplify our achievements and correct mistakes. We R all in same boat.", "sentiment": 0.0}, "91422593592197120": {"text": "@VGDakessian I do not have the answer but @JD_capital should.", "sentiment": 0.0}, "91191190455730176": {"text": "This is my 1st year twitter anniversary. I am so grateful to all my twitter friends for bringing more insight and understanding to my world.", "sentiment": 0.5}, "90784954245578752": {"text": "@Tayseer_kloub pardon. I will touch it more on my Facebook page soon", "sentiment": 0.5}, "90781722928611328": {"text": "@ramihamzeh Xu I say! :)", "sentiment": 0.0}, "90781427876110337": {"text": "@Tayseer_kloub no", "sentiment": 0.0}, "90781099415961600": {"text": "@FirasKhlaifat promoting rumors alliances and political differences have become a profession of some. Always standard when evaluating myself and others is the service of our country and our king", "sentiment": 0.0}, "90705612933046272": {"text": "RT @ PrincessPetra81: @SamirAlRifai ur excellency the natural gaspipe was hit again today we r promoting #saveenergyjo to spread awareness ...", "sentiment": 0.1}, "90697418319986688": {"text": "The choice was between bitter and ordered ... http://t.co/ZvTSOXJ #ReformJo #JO", "sentiment": -0.1}, "90507677343551490": {"text": "@xakozhw Ihsan Pasha and improve Pasha God's mercy of the most precious homeland Nchami and defended him with honor and bravery. Our Circassian and Chechen brethren are an example of loyalty and loyalty to Jordan", "sentiment": 0.5}, "89930961478877184": {"text": "@mabushaireh @yshamieh Here is the link http://t.co/mGlaLLx", "sentiment": 0.0}, "89690412926779392": {"text": "For those who asked about the page link on Facebook http://t.co/mGlaLLx", "sentiment": 0.0}, "89592722318557184": {"text": "Students using football for positive social change. Great initiative! http://t.co/y1ElIfb #Jordan #Palestine #Egypt @ yazman89", "sentiment": 0.35353535353535354}, "89592485306834944": {"text": "Students using football for positive social change. Great initiative! http://t.co/y1ElIfb #Jordan #Palestine #Egypt", "sentiment": 0.35353535353535354}, "89419657911603200": {"text": "@AsemAmosh Allah Yisma3 minak 3al 2oula wa mish al thaniya :)", "sentiment": 0.0}, "89410718566326272": {"text": "@XakozhW Thank God. This is ok for you", "sentiment": 0.5}, "89410298498383872": {"text": "@AsemAmosh They will understand that it takes less effort 2 be positive and make a difference than it does 2 be negative and hurt themselves", "sentiment": -0.0797979797979798}, "89249336172621824": {"text": "Put forward for meaningful dialogue http://t.co/EIBvsxH #ReformJo #JO", "sentiment": 0.5}, "88491436290486272": {"text": "@khaledkabariti Thank God Zaid recovers with his permission. Thank you for your feelings. The theme of my marriage is woven from the imagination of some. Romantic rumor is not political this time!", "sentiment": 0.0}, "88481704490172416": {"text": "@IHAB_YAMEN really a problem. In light of the growing out, but no one takes the opportunity of others to insult but he wants more. Do anything honor", "sentiment": 0.325}, "87952335321571328": {"text": "@hazemdmour thank you and your follow. The goal is to communicate and understand each other", "sentiment": -0.125}, "87927170839748610": {"text": "@AsemAmosh Jordan is YOUTH. Ignoring them is being out of touch with today, tomorrow and with REALITY. Everything we do must b 4 them", "sentiment": 0.0}, "87863209201119232": {"text": "When evaluating the Privatization Program, we must distinguish between the privatization process and the method of disbursement of privatization proceeds http://t.co/LfmGJNk", "sentiment": 0.0}, "87643638707929088": {"text": "@mzakaria Actually we are. The perception that My Gov was too numeric and direct in dealing with problems bought us the opposite!", "sentiment": 0.03333333333333333}, "87589784805048321": {"text": "@bilaltarawneh Agreed!", "sentiment": 0.0}, "87532350543642625": {"text": "Answer to a number of questions about the recent Cabinet reshuffle http://t.co/gLCHHHy", "sentiment": 0.0}, "87036327870218240": {"text": "Thank you all for your best wishes on my BDay. My warm wishes will go out to you all.", "sentiment": 0.8}, "81697118770827264": {"text": "In reply to a question ... my thoughts on the elections law http://t.co/HVgUJOZ", "sentiment": 0.0}, "81631757681704960": {"text": "@amousho Any dialogue is necessary if the intention is reception and not just transmission. I was not invited but what I heard was good if there was a clearer mechanism for recommendations", "sentiment": 0.35}, "80256384851116032": {"text": "@mabushaireh not only that but many steps. As for the law, yes it was a step to reach one vote for one circle as is the case in most democracies of the world", "sentiment": 0.3333333333333333}, "79216270125445120": {"text": "Every year, our Arab army is better. God save our armed forces. Many thanks and deep gratitude to her retirees and compassion for her heroic heroes", "sentiment": 0.38}, "78147387129999360": {"text": "@MohamedA That's one for John Stewart;)", "sentiment": 0.0}, "77831439852380160": {"text": "@OmarBiltaji Great writing. I will not comment on the fictional character though!", "sentiment": 0.4}, "77734022679236608": {"text": "God is a good keeper and he is the most merciful. Zaid left the hospital safely. Thank you for your noble feelings and noble feelings. God protect you and your loved ones", "sentiment": 0.5142857142857142}, "77733672618442752": {"text": "Royal Medical Services with its doctors, nurses and all its employees are proud of all Jordanians and we are proud of the civil defense and public security", "sentiment": 0.4}, "77458798100492288": {"text": "Great news @DeliveryUnitJOR has been revived! Some hardworking professionals there. Unit is imperative to monitoring KPIs. #ReformJO", "sentiment": 0.8}, "77453629409333248": {"text": "RT @Shusmo: @SamirAlRifai Engaging with Jordanians on his new Facebook Page http://on.fb.me/mSWrGW", "sentiment": 0.2681818181818182}, "76526517936594944": {"text": "@samerf Depends on how #JO Gov decides 2 use it. If used as short term fix to deviate from needed policies the long term Econ. gain minimal", "sentiment": -0.05000000000000001}, "75671324479074304": {"text": "Today, as my family celebrates Zaid's 19th BDay, I am eternally grateful to Allah for his blessings and for all your heartfelt support. #JO", "sentiment": 0.0}, "75502904504631296": {"text": "Praise be to Allah for the safety of Raed Kawar. God relieves all, and all your loved ones return to peace. #JO #BringRaadHome", "sentiment": 0.7}, "75478298351763457": {"text": "good morning. To remind me at the end of this week I will be posting my Facebook page and wish to continue communicating on the new page. http://t.co/WnfWTz5", "sentiment": 0.41818181818181815}, "74583679871102977": {"text": "@abulkury Inshallah Ya rab wa yirja3elna salem bi2then Allah.", "sentiment": 0.0}, "74571399016103936": {"text": "Zaid left the ICU today. Hamdillah :) He is a Barca Fan & is supporting them from his hospital bed and I am 2 for his sake !! :)", "sentiment": 0.125}, "74543223351156736": {"text": "Answer to question about refinery and Jordan Dubai CAPTAL http://t.co/S5ZH2cu", "sentiment": 0.0}, "74539688601452544": {"text": "Answer to question about refinery and Jordan Dubai CAPTEL http://t.co/WnfWTz5 #JO #ReformJo", "sentiment": 0.0}, "74372985468882944": {"text": "@JawazSafar Just replied to that on FB http://t.co/2BeefPb My understanding of the law is that it does not allow any convicted prisoner to leave ...", "sentiment": 0.0}, "74172938668085248": {"text": "@GaliahKRESHAN Thank you my dearest. Please send my love to my most dear parents. Inshallah all will be ok.", "sentiment": 0.5}, "73280314566377472": {"text": "On our Ind. day #JO has so much 2 b proud of, not least of which is our RMS. Lived last few days with its doctors, nurses and staff. Amazing", "sentiment": 0.27}, "73269290119344128": {"text": "After our independence we are proud of every achievement in our most expensive Jordan, including medical services. I have lived with its doctors, nurses and administrators these days. They are the best in the world", "sentiment": 0.36}, "72745527128752128": {"text": "Thank God Zaid finished another process today. I can not express my gratitude for your authentic Jordanian stand. God perpetuates our love for each other and preserves our loved ones.", "sentiment": 0.39375}, "72180135742291968": {"text": "He claims to belong to our customs and traditions and makes fun of a young man in intensive care and in need of other operations. Where is the honor, humanity, professionalism, morality? O defect", "sentiment": 0.09166666666666667}, "69865374216241152": {"text": "Thank God for everything. Our Lord is kind. Thank you for all your invitations. God willing he will make peace. God preserves your loved ones.", "sentiment": 0.5166666666666666}, "69367744818184193": {"text": "@ A7lamShams !!! Everything is reasonable", "sentiment": 0.2}, "69366949343272960": {"text": "@yazanstar no", "sentiment": 0.0}, "67947536522035200": {"text": "@aymensaket Guy behind all of this was fired by Gov for trying to attack Minister. Reinstated recently by Gov and blocks road! Go figure", "sentiment": -0.2}, "67691000914644992": {"text": "@YasserBurgan Balafal I was honored by the hospitality of the original Jordanian hospitality and hospitality. All thanks to the married and my son Hamida", "sentiment": 0.27499999999999997}, "67673030192676864": {"text": "@YasserBurgan i was there and was honored to have spent the evening with such good, kind and generous hosts.", "sentiment": 0.3}, "67114848793788416": {"text": "@FacadeAlFasad Question should b addressed 2 developers of resort (Social security and Jdc). I am certain they welcome revealing the FACTS.", "sentiment": 0.34920634920634924}, "64633350631071744": {"text": "@abulkury I have contacted the people I know. Inshallah with all the official efforts being executed he will come back to us safely.", "sentiment": 0.25}, "64624810847772673": {"text": "Labor Day is the day of giving and prosperity .. God bless every drop of sweat is made in order to raise the nation and progress .. Happy Workers Day", "sentiment": 0.8}, "64564243160244224": {"text": "RT @rkawar: @FidaTaher @marwansjuma @samihtoukan @SamirAlRifai @fadig @habibh Help us spread the word to #BringRaadHome www.raadkawar.com", "sentiment": 0.0}, "62063758389940225": {"text": "Happy Easter to all my Christian friends. May peace and love always be with us.", "sentiment": 0.43333333333333335}, "61014320145895425": {"text": "#JO talent http://www.youtube.com/watch?v=Y_jmq1R2Ums I think the words of this song say it all ...", "sentiment": 0.0}, "60807249177755648": {"text": "LOL \"@WalidMaani: @ ammanjordan123 @samiralrifai The people u need wasta to meet are not on twitter ... lol\"", "sentiment": 0.8}, "60803866438012928": {"text": "@nooralamad buther :) but if I must choose then I prefer RM.", "sentiment": 0.0}, "60803289024966656": {"text": "@WalidMaani Allah delivers you to His Excellency Abu Tariq. RM are really playing well tonight.", "sentiment": 0.2}, "60798150658625536": {"text": "@MohannedA it's a 90 minute welcomed break from current events;) @ranahamarneh", "sentiment": 0.0}, "60796254350868480": {"text": "@RanaHamarneh I still have faith that one day u will see the light;)", "sentiment": 0.4}, "60794948634681344": {"text": "@RanaHamarneh As a staunch #Chelsea fan I can not decide which team I dislike more #Barca or #RealMadrid :)", "sentiment": 0.5}, "60643748832489472": {"text": "@ZaidAlTarawneh LOL! @ammonnews profile shud be 'creative fiction & mind readers' instead of news! Since I was not anywhere near 4th circle :)", "sentiment": 0.46666666666666673}, "60098370240397312": {"text": "@ Deema22 what great young entrepreneurs! Seeing them made me feel tomorrow will be a better day In jordan. They ate doing Amazing things", "sentiment": 0.5}, "60095706177867776": {"text": "@ Deema22 wonderful night. no stopping the #JO enterprising spirit! Left dinner feeling totally upbeat youth will do a better", "sentiment": 0.375}, "59628383914569729": {"text": "@Ghazidabbas Pls chk my old tweets re interview. I always believed that history rather tomorrow's headline is the best judge.", "sentiment": 0.55}, "58951261701144576": {"text": "Those who believe in appeasement also believe that if u give a hungry tiger enough steaks he will become a vegetarian!", "sentiment": 0.0}, "58951060001275905": {"text": "Four jailed Salafis were released a few days ago. Today they expressed their appreciation with knives, metal rods & swords! #JO", "sentiment": -0.2}, "58950809592930305": {"text": "A greeting to the people of public security protectors home. The attack that the security forces and the homeland has been subjected to today is rejected", "sentiment": 0.0}, "58903813528092673": {"text": "@Ghazidabbas I answered this Q a few days ago :) NO I did not. Story on Ammon is a figment of someone's imagination! #Jo #ReformJO", "sentiment": -0.2}, "58831025161248768": {"text": "Great to be back home :)", "sentiment": 0.4}, "57371075918561280": {"text": "@MohannedA hindsight is 20/20. Mistakes happen. Important to fix them yet we do not have luxury of taking sabbatical n putting future on hold", "sentiment": 0.2}, "57370851825291265": {"text": "@MohamedA My experience is: PM & cabinet responsible for all decisions & r constitutionally accountable for them. Can not shift blame! Cont ..", "sentiment": 0.2}, "57370627140624384": {"text": "@MohannedA My experience is: PM has total freedom to choose his team & is held accountable for that choice. Contin ...", "sentiment": 0.0}, "57370355307773952": {"text": "@MohamedA Privatisation: Public / private partnership crucial. Gov decided 2 privatise several Cos including Electrc & issued public tenders.", "sentiment": 0.0}, "57369788325961728": {"text": "@MohamedA Deficit: HE may have done that but definitely not my Gov! Deficit is very serious issue & the debt is reflection of that! Cont ..", "sentiment": -0.21666666666666667}, "57153958166282240": {"text": "@MohannedA tied up right now. I will read article and get back to you", "sentiment": 0.14285714285714285}, "57148412486885377": {"text": "@MohamedA Did not follow what he said.", "sentiment": 0.0}, "57073140211253248": {"text": "@FacadeAlFasad !!! If #Jo Gov can not find him I sure as .... Can not! @Ammonnews needs 2 chk its sources before publishing nonsense ...", "sentiment": 0.5}, "57061528351948800": {"text": "@nooralamad I would rather not comment ...", "sentiment": 0.0}, "57060271897849856": {"text": "@nooralamad @YasserBurgan I would rather not comment ...", "sentiment": 0.0}, "56849537637171200": {"text": "@daoudkuttab Mabrouk! An important achievement. Well done.", "sentiment": 0.4}, "55292979241422848": {"text": "@MohannedA Sadly true! Our thinking must shift. Future of our children and the life they will live trumps personal interests of today.", "sentiment": 0.12159090909090908}, "55282273460826112": {"text": "US gov may shut down cause of debt on need to cut deficit yet in #jo we do not want to hear language of numbers except for more spending!", "sentiment": 0.17222222222222222}, "52106612407672832": {"text": "@Saedalmaaytah priority now maintain our national unity. His Majesty is clear in his commitment to political and economic reform. The road ahead is difficult and we can overcome it", "sentiment": -0.04999999999999999}, "52101253785849856": {"text": "@FacadeAlFasad Im saying now exactly what I've been saying when I was in office, unfortunately some did not to listen :) @mohanneda", "sentiment": -0.125}, "52099890762874880": {"text": "@MohannedA times have changed. We r openly debating our issues & must continue to reach a national consensus. Road is tough but so r we #JO", "sentiment": -0.19444444444444445}, "52095185852710912": {"text": "@MohamedA We must all be alert to dangers that surround us. Demands & needs r clear. Time 4 all to work. Ppl to ppl. Not only gov to ppl.", "sentiment": 0.05000000000000001}, "52094959775518720": {"text": "@MohamedA I believe priority now is to move forward safeguard #JO national unity. HM is very clear on his commitment to pol & Eco reform.", "sentiment": 0.13000000000000003}, "52094714161283073": {"text": "@MohannedA # Mar24 #Jo difficult 2 answer your Q as I do not have all info on which decision was made so do not want to pass judgment. However", "sentiment": -0.5}, "50281154774974464": {"text": "@Shusmo From 1st hand experience you are a loss to #Gov. I am certain you will continue yourireless work for #JO and motivating #Youth", "sentiment": 0.21428571428571427}, "50212234311376896": {"text": "@campbellclaret You can not stay away from politics! Full of respect for you speaking on the issue you have been in the open manner u do.", "sentiment": 0.175}, "49923976448835584": {"text": "@MohannedA @zaidaltarawneh If this #reformjo process stumbles, who can protect the process and the unity of #JO?", "sentiment": 0.0}, "49923736589189120": {"text": "@MohannedA @zaidaltarawneh same ppl asking HM to dissolve Parliament now are the ones calling 4 limiting HM's ability to do that. Contin ...", "sentiment": 0.0}, "49923462726291456": {"text": "@MohamedA @zaidaltarawneh Thus discussing changes to constitution before reaching various milestones is premature.", "sentiment": 0.0}, "49922981731897345": {"text": "@MohannedA @zaidaltarawneh We have monarchy that rules in accordance to constitution. Ie CM. HM is a guarantor of political reform process.", "sentiment": 0.0}, "49159505195446272": {"text": "Watching on TV events unfolding in #Libya expecting current situation ends soon so the Libyan people can rebuild their lives & country.", "sentiment": 0.0}, "48690605727023104": {"text": "@ordoni hilights of our Edu policies = main pillar in wider strategy to create jobs for #JOYouth. Results take time. Direction must remain.", "sentiment": 0.16666666666666666}, "48690004779732992": {"text": "@ordoni we worked on getting each univ to become a center of excellence in a specific field instead of all univ providing same faculties.", "sentiment": -0.03333333333333333}, "48689456399663104": {"text": "@ordoni we froze employment in universities so money is spent to benefit students n faculty not admin salies n we raised acceptance grade.", "sentiment": -0.1}, "48689008842260480": {"text": "@ordoni worked on academy 4 voluntary studies, a bank 4 student loans n grants 4 students studying away from their governarates. Diversity.", "sentiment": 0.0}, "48688424374382592": {"text": "@ordoni In Edu. Began work on independent entity 4 curriculum & exams. Launched prog 4 building model schools n raised teachers' salary 45%", "sentiment": 0.0}, "48687879613984768": {"text": "@ordoni @omarbiltaji #Reform is difficult. We faced lot resistance. Still in short time we achieved. But continuity is key or all is lost.", "sentiment": -0.16666666666666666}, "48489548954603520": {"text": "@ordoni Lets raise level of discourse n have constructive discussions n not poison it w / such insults! Plenty of that out there @OmarBiltaji", "sentiment": 0.0}, "48488878243459072": {"text": "@ordoni This is a forum for constructive productive debate. Derogatory personal insults n baseless accusations r unacceptable. @OmarBiltaji", "sentiment": 0.0}, "48469084089745408": {"text": "@ordoni I urge you to read gov plan which was posted online for 2010 and what was achieved. Also our plans 4 2011-2013. Its good reading!", "sentiment": 0.7}, "48440424330825728": {"text": "@YanalJO yes the figure is after all aid from US and elsewhere is received.", "sentiment": 0.0}, "48410562757005312": {"text": "@Priapus_D @mohanneda if deficit increases in short term to stimulate productive section n create jobs 4 JO -ok. But not amplify welfare state.", "sentiment": 0.25}, "48409635513831424": {"text": "@Priapus_D @mohanneda Go figure :-)", "sentiment": 0.0}, "48408810171269120": {"text": "Growth was at 3.5% last year. Not a recession. @Priapus_D @mohanneda", "sentiment": 0.0}, "48408518348386304": {"text": "AGREE @MohannedA #jo spend more in capital expenditure on roads than on health or edu. Sound policy to have deficit where jobs r created.", "sentiment": 0.45}, "48406742022885376": {"text": "@MohamedA not that simple. There's direct deficit / Gov guaranteed loans / Exchange rates / Overlap of yrs n spend. # depends on wats calculated.", "sentiment": 0.05}, "48399986647511040": {"text": "@MohannedA 2009 deficit at JD1.5 B = 8.9% of GDP. 2010 we brout down deficit by 500 M. Reaching 5.2% GDP. Still mean debt went up by 1B.", "sentiment": -0.23402777777777778}, "48390996765057024": {"text": "@OmarBiltaji @yasserburgan improving edu system across #JO essential by spend on Improving conditions of students & teachers NOT bigger Gov.", "sentiment": 0.0}, "48385289084870656": {"text": "@tarawnah @ 7iber #HashtagDebates topic suggestion: how can #JoYouth practically participate in the decision making process?", "sentiment": 0.0}, "48372676573663233": {"text": "@OmarBiltaji @YasserBurgan Harvard and I take no offense :) Agree that we should invest in #JOYOUTH, our schools unversities and academies.", "sentiment": 0.0}, "48367731841564672": {"text": "@what_so_ever Jd3.5 billion salaries & pensions. Jd0.5B debt servicing. Aprox Jd1B subsidies. Total Jd5B, Part of #jo annu budget! #reformjo", "sentiment": 0.0}, "48360008420823041": {"text": "@daasyaz Debt on \"Welfare state model\" & jobs in gov not the answer. Spend on education & support for 4 job creation #ReformJo", "sentiment": 0.0}, "48348048312647680": {"text": "@YasserBurgan #Jo Gov can not afford not to continue program. Increase in deficit means that youth will pay our bills in future. #ReformJo", "sentiment": 0.0}, "48111541874208768": {"text": "@MohamedA rub it in: p", "sentiment": 0.0}, "48102675908276224": {"text": "@Rankanwleidat Terrific! Reflective of HM's faith in #JoYouth Hope u will use this opportunity to convey what your generation wants.", "sentiment": 0.1}, "48100674575138816": {"text": "@basemaggad Agree! 86% of Jordanians r younger than me!", "sentiment": 0.0}, "48092164458151937": {"text": "@tarawnah @aymensaket #JoYouth Will have to live w / decisions made today, it's imperative that those hopes n aspirations r hear.", "sentiment": 0.13636363636363635}, "48091950775144448": {"text": "@tarawnah @aymensaket #JoYouth r essential 4 true #ReformJo cause they're not fighting for personal interests but rather for a better future.", "sentiment": 0.16999999999999998}, "46151909509316608": {"text": "The Media Code of Conduct along w / Minister's code of conduct are integral to #ReformJo", "sentiment": 0.0}, "46150667315847168": {"text": "We wanted to draw a clear line b / w Gov & media n end coercion by payment / subscription / appointments. We were accused of \"starving\" the press!", "sentiment": 0.10000000000000002}, "46148411556249600": {"text": "If it was a matter of fear of criticizing the press and not respecting its independence, we would not have come out with a code of conduct that put an end to the financial relationship between the government and the media", "sentiment": 0.0}, "46148196031938560": {"text": "The subject is not a chest capacity. Anyone who is critical has the right to criticize, but no one has the right to be insulted or offended. (Continued", "sentiment": 0.10119047619047619}, "45869884013428736": {"text": "What is the meaning of this? Is the mockery of a citizen in this way the right of the press? @ammonnews http://bit.ly/ighVYV", "sentiment": 0.2857142857142857}, "43385108073418752": {"text": "@NatachaTannous Was honored by the vote of confidence we recieved. Worked hard 2 maintain it during that time. Not sure about your formula!", "sentiment": -0.27083333333333337}, "42914623099375616": {"text": "@josepcalabcha Not true. Problem with wikileaks is that primarily based on rumors & not sent by amb necessityarily. Best to ask him though", "sentiment": 0.4083333333333334}, "42729682302541824": {"text": "@thiab Yesterday is History. Tomorrow is a Mystery. Today is a gift. That's Y it is called \"the Present\". Let's use this gift 4 a better tom", "sentiment": 0.25}, "42716651250139137": {"text": "@marwansjuma Well done 2 U and Amman TT. I joined twitter day I spoke there! Left the room feeling energized about our brighter future!", "sentiment": 0.0}, "41870969253535744": {"text": "@MohamedA Hear you .. The national agenda agreed on everything but elect law.No election law perfect that need 2 have some sort of consensus", "sentiment": 0.9}, "41865260159868928": {"text": "@Jordanstar we began. Free fair elections Fought corruption, delt with issues that had been left unsolved & moved on necessary econ reforms", "sentiment": 0.275}, "41809478512951296": {"text": "@Mujahed_S no one disputing that. Demos ar method to be heard. Once that is achieved demo become counter productive", "sentiment": 0.0}, "41641052087521280": {"text": "@basharag We must avoid: taking advantage of situation to raise old / personal issues that distract from the main national interests in #Jo", "sentiment": 0.08888888888888889}, "41639959920250880": {"text": "@basharag (con) time to stop chanting & to accept the Royal invitation 4 ALL #JO to take part in shaping the future we want 4 our children.", "sentiment": 0.0}, "41639818639183872": {"text": "@basharag (cont) create atmosphere that scares off tourists & investors impacting jobs & income for #Jordanians (cont)", "sentiment": 0.0}, "41639667828789249": {"text": "@basharag Demos in #Jo r calling 4 reform. #reformjo plan was already being implemented. Now Demos may have veto affect as they (cont)", "sentiment": 0.0}, "41599141255716864": {"text": "@Basharag corruption is one of the issues. Reform is the main demand. However, what kind of reform differs from country to country.", "sentiment": 0.3833333333333333}, "41593797024546816": {"text": "@Basharag No. Each country has its circumstances. Still, we need to watch out for outsider interference using these movements.", "sentiment": 0.0}, "40186900929060864": {"text": "@ Sirana7 Please do us all a favor and get your facts right. Everyone is entitled to their opinons but not to changing facts!", "sentiment": 0.2857142857142857}, "40053692317048832": {"text": "@ Sirana7 How did we encourage that? By dropping the govt deficit by 30% !? Which is an extra debt on every Jordanian that we delt with.", "sentiment": 0.0}, "35392871213309952": {"text": "Honored by the words HM told us the resigned Government today. And I am privileged 2 have worked with a team of great Jordanian talent.", "sentiment": 0.8}, "33659749744517120": {"text": "@SultanAbuTayeh So for #JO Children and the great generations that will be our future ... It was definitely worth it.", "sentiment": 0.3666666666666667}, "33658023029248002": {"text": "@SultanAbuTayeh Nothing is more important than us sacrificing today so our children lead a better life. So yes it was very much worth it.", "sentiment": 0.425}, "33657625233072129": {"text": "@SultanAbuTayeh Reform is imperative & noble. It is also painful. So the way some feel is justified bt unavoidable if we want to do right!", "sentiment": 0.14642857142857144}, "33497698191540225": {"text": "@MohamedA I agree. Think a candid review is necessary to build on achievements and avoid mistakes. Most importantly to highlight obstacles", "sentiment": 0.29}, "33252520562270208": {"text": "@tarawnah delivers your head. And Allah will have mercy on you and will heal you.", "sentiment": 0.0}, "32548968311291904": {"text": "Thank you for your kind letters. In accordance with God our new Prime Minister. I will stay in touch with you as a proud Jordanian citizen.", "sentiment": 0.5121212121212121}, "31659120507486208": {"text": "Every year, our Majesty Jordan and Jordan are good. We wish Your Majesty a long life and a year of peace and prosperity under your wise leadership", "sentiment": 0.44999999999999996}, "28532041049964544": {"text": "They did not win, winning and losing proud of you and raised our heads.", "sentiment": 0.3}, "27051217611923456": {"text": "   Congratulations Congratulations, our national team qualified for the second round of the Asian Nations Championship, and we hope to continue their successful match in the next game #GOJORDAN", "sentiment": 0.025000000000000005}, "25591849758490625": {"text": "   Congratulations to the Growers #GOJORDAN", "sentiment": 0.0}, "25581291495759872": {"text": "Mabrouk. Our national team #GOJORDAN", "sentiment": 0.0}, "22708280954458112": {"text": "@HaneenBitar #JO Universities are beacons of hope and will b protected. Those who attack these Univ r attacking themselves and their future", "sentiment": 0.0}, "20763281991933952": {"text": "Best wishes for a happy New Year to all. Let's make 2011 a remarkable year of progress for Jordan. Ready for the hard work?", "sentiment": 0.43244949494949503}, "18428341107294208": {"text": "Wishing our beloved Christian family a Merry Christmas filled with happiness, serenity, joy and peace.", "sentiment": 0.52}, "18248813152043008": {"text": "Truly humbled. I will do all I can to ensure we live up to the trust placed in us by HM and Parliament. Thank for for all your support", "sentiment": 0.13636363636363635}, "18214475656073216": {"text": "The Council's trust in me and my colleagues means a lot and it is an additional motivation to continue working hard with you and you in the service of our beloved Ardenne", "sentiment": 0.20416666666666664}, "17442420698390528": {"text": "@tarawnah We hold the center in high esteem & value its independence. Intl observers were very good things 2 say about #JO elections.", "sentiment": 0.3233333333333333}, "17272328161333248": {"text": "@tarawnah @PrimeMinistry I think the person to ask is HE Dr. Adnan Badran", "sentiment": 0.0}, "15726118036312065": {"text": "Thanks 2 #AmmanTT that I am on twitter! We talked about elections then! Now, together we have much more 2 do. Hope 2 visit soon.", "sentiment": 0.35}, "14210952274649088": {"text": "@Mahmoudhomsi I wish !! #snowamman But as saying goes ... I guess there's no rest for the wicked;) already finished 1st meeting of the day!", "sentiment": 0.0}, "13895241685803008": {"text": "All sports clubs play a major role in raising the level of sport in Jordan. Jordanians stand united against any attempt to destabilize security and stability", "sentiment": 0.0625}, "13705044767543296": {"text": "We believe in the rule of law and despite some individual events that do not reflect the values ​​of our society, we are committed to the law to achieve justice among our people", "sentiment": 0.0}, "12924716348080128": {"text": "@anammari I guess you can call it their \"sense of humor\" !!", "sentiment": 0.0}, "11911719936860160": {"text": "Every year and you are fine .. I hope that the year will be good for us all, God returned to Jordan, King and people of Yemen and blessings", "sentiment": 0.5583333333333333}, "10653453994958848": {"text": "@maherkaddoura He is in our hearts. His spirit lives with us all. #JO is grateful for what you have done to save lives from this tragedy.", "sentiment": 0.0}, "8977856898011136": {"text": "@ Mer7aa letter of our master put everyone in front of their responsibility. I felt proud and proud on this Jordanian day. A positive spirit, a true partnership.", "sentiment": 0.5443181818181818}, "8973221986570240": {"text": "@Priapus_D Thank u. HM's speech was really inspiring. Felt Great positive energy today. All set to work together to move ahead.", "sentiment": 0.5090909090909091}, "8969739808284672": {"text": "@F_Madadha Everyone is entitled to an opinion. It would be good if there was something constructive we can actually build upon!", "sentiment": 0.35}, "8564873218756608": {"text": "One hand does not clap. We are facing a stage of challenges. We must all work in a team spirit. If the views differ, the goal is the same", "sentiment": 0.0}, "8563335972782080": {"text": "There is no honor in crime. Will continue to work w / Parliament n civil society on the laws to ensure protection of women against violence", "sentiment": 0.0}, "8493639600705536": {"text": "Woman's issues r one of the Gov's priorities. Its an additional portfolio for Min @halalatouf but cuts across almost all other treaties.", "sentiment": -0.125}, "8256595297312768": {"text": "I hope you share my enthusiasm for the new political scene - new govt, parliament and senate. Good luck to all", "sentiment": 0.24318181818181817}, "8256178203136000": {"text": "Sorry been elusive been busy few days. Elections over. Opening of Parliament Sunday. Now the Hard work begins. Still listening to your voice", "sentiment": -0.2229166666666667}, "4391104665354240": {"text": "Wishing you all a blessed Eid. Looking forward to spending some quality time with my kids ..", "sentiment": 0.0}, "4390784463806464": {"text": "Every year you are a thousand good. God preserves us all our loved ones and our dear Jordan and His Majesty our Lord", "sentiment": 0.7}, "2110099774504960": {"text": "Great day! God bless our Hashemite Kingdom. Proud to be Jordanian always.", "sentiment": 0.8}, "1869151039655936": {"text": "I voted today at 7am, but early on I felt the enthusiasm of the citizens and their desire to participate. #ivotedJO", "sentiment": 0.1}, "1653166202425346": {"text": "The free-car campaign by @ZainJO is a purely commercial initiative and is not related to government", "sentiment": 0.13333333333333333}, "1204208292335616": {"text": "We are confident that the Jordanian citizen will shoulder his national responsibility on this day, so that Jordanians will present a democratic model that reflects their original values", "sentiment": 0.2916666666666667}, "1191154984951808": {"text": "We stand two days away from a democratic achievement that we want the world to be proud of", "sentiment": 0.8}, "29127125975": {"text": "Our brilliant woman's national team won the Arab cup championship, great team work our champions -the key to keep our #JO always first.", "sentiment": 0.48750000000000004}, "29073920532": {"text": "@YasserBurgan @NoHonorInCrime http://tinyurl.com/32r5vmb", "sentiment": 0.0}, "29069373865": {"text": "@NoHonorInCrime I urge everyone 2 read the temporary law that will be presented to Parliament. Yet another reasons for all to be engaged", "sentiment": 0.0}, "29002683979": {"text": "@nadinetoukan yes Murder crime and no honor in crime. The Interim Penal Code, which will be presented to the new Council, has canceled the use of an excuse", "sentiment": 0.043181818181818175}, "28699795006": {"text": "My meeting with the Young Arab Parliamentarians assured me that we are in front of a generation that is aware of its choices and we have a responsibility to contribute to achieving its aspirations", "sentiment": 0.175}, "27319350961": {"text": "Japanese culture of discipline, hard work, perfectionism, dedication and loyalty is exemplary.", "sentiment": -0.14583333333333334}, "27319157345": {"text": "Had a very productive and fruitful visit in Japan, discussed Nuclear energy and other infrastructure mega projects.", "sentiment": 0.037500000000000006}, "27110948103": {"text": "Foreign investments provide us with opportunities to share experiences, develop human resources, share new technology and most importantly provide jobs for Jordanians", "sentiment": 0.18227272727272728}, "27110813377": {"text": "And supporting development projects in addition to encouraging the establishment of Japanese investments in Jordan", "sentiment": 0.125}, "27110787387": {"text": "Our discussions focus on enhancing bilateral cooperation between Jordan and Japan, especially technical and economic", "sentiment": 0.1}, "27110603329": {"text": "We arrived in Japan on an official visit to meet the Japanese Prime Minister, senior officials and representatives of the private sector", "sentiment": 0.0}, "26461264462": {"text": " I hope to see a strong participation of women in the forthcoming parliamentary elections", "sentiment": 0.4333333333333333}, "25994091404": {"text": "@bataleh The specifics of this case: The Father not Korean as he was awarded Jordanian citizenship close to 3 decades ago.", "sentiment": 0.0}, "25818053855": {"text": "@alkarmi Sorry 2 hear about your friend. 1st I hear of this was from your tweet. Regardless, we must all work together 2 end \"Wasta\" syndrome", "sentiment": -0.5}, "25663701066": {"text": "Election is a constitutional right and is the path to reform and change. Non-participation loses you influence and representation and leaves room for others", "sentiment": -0.007142857142857145}, "25313992396": {"text": "The government is continuing to pursue dialogue with national parties and is committed to applying the law and providing all procedures to ensure an electoral process that we are proud of.", "sentiment": 0.8}, "24043778250": {"text": "  I pray to Allah and praise him and exalted to accept from us and from you the benefit of business and to make your days happy holidays and to sustain you health and wellness", "sentiment": 0.8}, "23078511377": {"text": "The elections will take place on time and call for an active role for the Jordanian media in stimulating participation, highlighting programs and monitoring the electoral process", "sentiment": -0.13333333333333333}, "23074784110": {"text": "Media and media participants, the breakfast banquet, the importance of communication, and activating the partnership, to serve the process of comprehensive development and the right of the citizen", "sentiment": 0.2857142857142857}, "22520517960": {"text": "Returning from Jerash & Zarqa. Water and elec in Zarqa back 2 normal. Jerash water improved but still needs more work. Revisiting Friday", "sentiment": 0.21666666666666667}, "22200304356": {"text": "@tarawnah A total unfortunate fabrication!", "sentiment": -0.25}, "21604697126": {"text": "Sorry have not been available here. Been incredibly busy. Traveling tomorrow to take my son to University. Following up on your Q`s", "sentiment": 6.938893903907228e-18}, "21430476313": {"text": "@Laracid Well done! Great talent and humor. Despite the challenges, we have so much to be proud, happy and grateful about.", "sentiment": 0.8000000000000002}, "20909363063": {"text": "Thank you all for your greetings and kind wishes. May the Almighty's blessings be with you and our beloved #JO", "sentiment": 0.6499999999999999}, "20908927678": {"text": "@YasserBurgan The difference in the number of objection lists is due to the legal facilities and media campaigns provided by the government to conduct elections that meet the aspirations of the Jordanians", "sentiment": 0.037500000000000006}, "20814562189": {"text": "I wish you good by the holy month and may God bless you and His Majesty the King and wish you safety, blessing and prosperity", "sentiment": 0.7}, "20732880891": {"text": "A comprehensive website for the Prime Ministry is currently under construction. Will host and support our interactive discussions.", "sentiment": 0.0}, "20731211857": {"text": "@oshmman This is the spirit and enthusiasm. We want our youth to be energized and engaged. That is the way to create the future.", "sentiment": 0.0}, "20730872278": {"text": "@Hassan_Tarawneh Political Participation equals elections.", "sentiment": 0.0}, "20730726342": {"text": "@mcmicro @outagetracker Fully aware of issue and Energy Minister @ irani1 has been working with sector", "sentiment": 0.25}, "20730216517": {"text": "@ 7iberINC wonderful initiative of our Jordanian youth #JO http://is.gd/e8N9r", "sentiment": 1.0}, "20729752633": {"text": "@imanannab Blank balloons are counted in number of voters but not as votes.", "sentiment": 0.0}, "20545741243": {"text": "@imanannab Whether u decide 2fill with the name of yr fav candidate or keep it blank it is anonymous. Hope someone is worthy of your trust.", "sentiment": 0.16666666666666666}, "20487526123": {"text": "12/8 World Youth Day, to share together during the week and think together on how to face the challenges and pride in the achievements of our youth,", "sentiment": 0.0}, "20449123155": {"text": "@SuzieAlkhatib Please do. Both my team and I are listening.", "sentiment": 0.0}, "20401572692": {"text": "@RanaHamarneh We're lucky to have amazing people everywhere in Jordan.", "sentiment": 0.4666666666666667}, "20401509513": {"text": "@mbaidat Based on a study on workplace productivity, how to improve & make efficient. Not a news site block. Details http://bit.ly/aqpYcQ", "sentiment": 0.0}, "20394842931": {"text": "12/8 World Youth Day, to share together during the week and think together about how to face the challenges and pride of the achievements of our young people who are our master on them", "sentiment": 0.1}, "20381259579": {"text": "The third tourism project in Madaba is proof that the success of tourism depends on a real partnership between government institutions, municipalities and the local community", "sentiment": 0.125}, "20380472711": {"text": "New universities in Madaba; public private partnerships to create jobs and new opportunities in the 5th most populated town in Jordan.", "sentiment": 0.15454545454545454}, "20379289952": {"text": "In Madaba checking on progress of priority projects, have you been to Madaba laTely? I strongly urge everyone to visit. Amazing sites ...", "sentiment": 0.5166666666666667}, "20306974036": {"text": "A campaign was launched today to raise awareness of the code of conduct and ethics of the government job at all levels of public service \"honor of the public function of the dignity of the citizen\"", "sentiment": 0.0}, "20242750495": {"text": "It is time to unite and discard differences. The view in the eyes of the sons of our dear martyr dictates to us all to stand protectors of our beloved Hashemite Jordan.", "sentiment": 0.7}, "20239461774": {"text": "Time 4 Unity & to rise above differences. The look in eyes of our latest Martyr's children beckons all of us to protect our beloved Jordan.", "sentiment": 0.39999999999999997}, "20166322152": {"text": "Heart felt condolences to Subhi Alawneh's family & victims of terrorist attack on Aqaba today. Jordan remains strong and steadfast.", "sentiment": 0.41666666666666663}, "20164598878": {"text": "My deepest condolences to the martyr Subhi al-Alawneh and the speedy recovery of the wounded of the terrorist incident in Aqaba today. Jordan will remain strong and lofty", "sentiment": 0.4333333333333333}, "19977021294": {"text": "@MohamedA I think that cat is out of the bag;) Feel free to discuss & blog anywhere, and share the link here.", "sentiment": 0.4}, "19976949086": {"text": "Sincere thanks to everyone for your tweets of support as well as your concerns. I'm inspired by your passion :)", "sentiment": 0.35}, "19976878753": {"text": "@LahibBaniSakhar That's quite remarkable. Well done! I look forward to that discussion.", "sentiment": 0.75}, "19976850531": {"text": "@abeeryarmouk A good point of view. It's up to you, the people, to encourage, nominate and campaign for representatives you believe in.", "sentiment": 0.7}, "19976779099": {"text": "@mbaidat Feel free to discuss and blog anywhere, and share the link. I'm here listening and participating.", "sentiment": 0.4}, "19826706250": {"text": "Happy about interest in new team members and on ideas of how gov can strengthen plans to move forward. An online discussion or blog useful.", "sentiment": 0.4121212121212121}, "19747812351": {"text": "New cabinet members joined the team. Continuing and re-energizing gov programs ~ delivery and transparency is key!", "sentiment": 0.06818181818181818}, "19717912502": {"text": "@humeid Thank you. Will share with the team.", "sentiment": 0.0}, "19717886426": {"text": "@MohannedA I had the Min. Of Parliamentary affairs with me as well the person concerned about each project visited. So Yes!", "sentiment": 0.0}, "19717713699": {"text": "@eng_atrash Unfortunately this year we are not prepared for remote and e-voting, but a solution is being worked on for future.", "sentiment": -0.19999999999999998}, "19717680834": {"text": "@LahibBaniSakhar Could we have this conversation online so that others can be part of it? Perhaps on a blog or site somewhere.", "sentiment": 0.0}, "19637239824": {"text": "@humeid Glad you liked it :)", "sentiment": 0.55}, "19637186846": {"text": "@ignoramus_rex Somewhat, however we should grow the culture of carpooling & make it part of our lives.It lends to a healthier social fabric.", "sentiment": 0.03333333333333333}, "19637136219": {"text": "@basemaggad So give up or keep trying? Let's identify why the resistance & tackle it. Change is achieved by determined listeners & doers.", "sentiment": 0.0}, "19637087124": {"text": "@LahibBaniSakhar Development is really effective only if it's all inclusive.Pls share specifics & let's together forge a better way forward.", "sentiment": 0.3666666666666667}, "19549792770": {"text": "@tarawnah A carpool culture across the country would be beneficial to all. Do you carpool with your friends & colleagues?", "sentiment": 0.0}, "19549745681": {"text": "@mcmicro We need you to be an active partner in this effort. Only you, engaged beautiful minds, can best represent yourself.", "sentiment": 0.4291666666666667}, "19483982098": {"text": "A big thank you to everyone who worked hard during elections registration process in the departments & campuses across Jordan.You did great!", "sentiment": 0.16944444444444443}, "19335718635": {"text": "@NadaAbandah. Yes. Ill ask them to explain more in detail here and hope when the new PM website is launched (v.soon) much more to be available", "sentiment": 0.20727272727272728}, "19335041650": {"text": "@NadaAbandah Correct. It is a tool to show where the actual programs are for 2010. There are some that will continue for more years.", "sentiment": 0.25}, "19267322114": {"text": "@hghazal Community service comes from the heart.People should not be forced into it, rather do it out of conviction because community matters", "sentiment": -0.30000000000000004}, "19267164293": {"text": "@ saif982 You're very right. We're counting on your positive spirit to inspire into action those around you as well.", "sentiment": 0.2329004329004329}, "19267115319": {"text": "@SuzyAfanah That's exactly what should happen, and it's up to Jordanians to nominate & support candidates who put community & country first.", "sentiment": 0.25}, "19267063755": {"text": "@ymansur That's a conversation we need @WalidMaani to lead us on", "sentiment": 0.0}, "19266987999": {"text": "@ manna_87 We can work towards that. In the meantime, I'm happy to answer your elections process questions here, along with @ sm3nasotak", "sentiment": 0.8}, "19266931147": {"text": "@ArabCrunch & @hghazal Of course it's possible, at an appropriate time. Let's get some work done first.", "sentiment": 0.25}, "19266850567": {"text": "@MohamedA Agree, and that's part of the work at hand. What are your thoughts?", "sentiment": 0.0}, "19266301642": {"text": "@AmerAlSaleh I'm here to engage with you all on many things that matter to us. I think we both agree it's a long list.", "sentiment": 0.225}, "19243610251": {"text": "@tiab exactly", "sentiment": 0.25}, "19243433370": {"text": "@aksharawi Unfortunately the infrastructure is not in place. Hopefully for future election several options being studied including E ~oting", "sentiment": -0.16666666666666666}, "19242874561": {"text": "@tiab when we ask for infrastructure for example roads Let's use a practical benchmark and ask how do we pay for maintenance and lighting", "sentiment": 0.0}, "19242686145": {"text": "@thiab If roads do not improve services, create Jordanian jobs, attract foreign investments and make us more competitive results not good.", "sentiment": 0.00833333333333334}, "19240920843": {"text": "Afra springs great destination for Jordanians and others. Electricity, water and other services coming there to create jobs through tourism", "sentiment": 0.3375}, "19240773140": {"text": "Leaving Tafila. Encourage those that have yet to sign up to do on this last day of registration. Several infrastructure projects moving ..", "sentiment": 0.0}, "19230173580": {"text": "Good morning, are now going to visit some projects in Tafila province", "sentiment": 0.7}, "19087944515": {"text": "Petra Development and Tourism zone upgrading this World treasure in order to attract more tourism and directly improve life of people here", "sentiment": 0.3}, "19087685449": {"text": "Maan development area is attracting investors. Some in place and some about to launch. All will create jobs for community. Very Promising", "sentiment": 0.26}, "19085765662": {"text": "The Five-Day Stadium is an initiative launched today by the Abu Al-Lassan School in Maan Rah to extend 50 playgrounds in the Kingdom's governorates over the next five months", "sentiment": 0.0}, "19065850749": {"text": "In Maan following up on go programs there and other issues. To know more about the priorities in 2010. Pls visit. www.plan.gov.jo", "sentiment": 0.125}, "18978746528": {"text": "Attended the 10th anniversary of Intaj. Amazing achievements. Just imagine what will be done in next 10! Main ingredient: JordanianYouth :)", "sentiment": 0.2555555555555556}, "18920755122": {"text": "Sorry if I missed any messages ... Slowly getting the hang of this :)", "sentiment": -0.4}, "18920691178": {"text": "@khalidalkhalifa Thank you and glad to be here listening and learning. What a hopeful place! Warmest to you and your dearest Family", "sentiment": 0.5}, "18920303164": {"text": "#AmmanTT: Since we met last week, how have you been growing the #JoElections conversation among your communities? I'd like to hear from you ...", "sentiment": 0.0}, "18920223531": {"text": "@JawazSafar Make sure you share that complaint in the right direction so we can do something about it.", "sentiment": 0.1619047619047619}, "18920169941": {"text": "@fadig Hope we go together next time! Thank you for the welcome. Lot's to learn.", "sentiment": 0.4}, "18920106946": {"text": "@BayanAttiyat Thank you for your participation in the dialogue", "sentiment": 0.0}, "18920053295": {"text": "@ Farah654 Hi. Only you can answer that ...", "sentiment": 0.0}, "18919981745": {"text": "@kamelasmar Lot's of work ahead, all hands on deck! We need all your volunteers & interns on board.", "sentiment": 0.0}, "18919879328": {"text": "@ninamufleh Purple was recommended by the team-it's the energy of red & stability of blue. Stands for ambition & independence. #JoElections", "sentiment": 0.0}, "18919798114": {"text": "@HassounehQaisi I suggest they contact and meet with JIB: http://www.jordaninvestment.com.", "sentiment": 0.0}, "18919718998": {"text": "@NatashaTynes Looking forward to many constructive conversations", "sentiment": 0.5}, "18919657303": {"text": "@ mab3oos This place democratizes the conversation. I think 'ordering' powers do not work here :) Hope you will change your name to Mutafa2el!", "sentiment": 0.0}, "18919515323": {"text": "@ raneem25 Well, we're going to have to change that, are not we? Are you ready to pitch in with the work ahead?", "sentiment": 0.2}, "18919451553": {"text": "@kgharaibeh How About freedom of choice!", "sentiment": 0.0}, "18919350641": {"text": "@khalidalkhalifaThank you and glad to be here listening and learning. What a hopeful place! Warmest to you and your dearest Family", "sentiment": 0.5}, "18901689235": {"text": "Just visited JUST and Yarmouk University. Was great interacting with the students who are very energized to be active in the next elections", "sentiment": 0.21666666666666667}, "18670711480": {"text": "JTV 60 Min hosting me at 8 tonight. Elections, youth, economy, govt program and I am sure much more than that they did not share with me!", "sentiment": 0.5}, "18596359924": {"text": "Tucked away in Jerusalem's Al-Quds restaurant, Anshalah rehabilitated Faisal Bacon Square as part of the re-centering of the country as it had been before", "sentiment": 0.0}, "18590809416": {"text": "To know more about the project. http://tinyurl.com/3xh3ewt", "sentiment": 0.5}, "18590744171": {"text": "Just launched 3amman public Bus Rapid Transit which will be ready in all currencies by 2012 with @mayorofamman for better transport & service.", "sentiment": 0.2333333333333333}, "18513964254": {"text": "Just left Al Balqa Unversity. Met with the students to talk about elections. Lots of energized students and many wearing purple!", "sentiment": 0.25}, "18454754804": {"text": "@ArabVoicesSpeak Totally believe in what Ammantt is all about. And rarely on its innovation to get the word out #AmmanTT", "sentiment": 0.15}, "18453904890": {"text": "This is my first tweet! Thanks you for allowing me and my colligues to invade your space. Put up with me till I get tech savy! #ammantt", "sentiment": 0.225}}