{"565863659877203968": {"text": "@PresidencyZA thanks to all those who sent constructive suggestions on issues to address for #SONA2015", "sentiment": 0.2}, "386815004021764096": {"text": "Promoting a caring society as a guest of the Evangelical... in Giyani, Limpopo", "sentiment": 0.0}, "386780024801476608": {"text": "Happy Grandparents' day to all grandparents in SA.Let us continue to protect and give them the special attention they deserve.", "sentiment": 0.5785714285714286}, "386464617297215488": {"text": "teaching as you hold the future of our country in your hands.", "sentiment": 0.0}, "386464562439925760": {"text": "On World Teachers Day, I urge all teachers to rededicate and recommit themselves to quality learning and", "sentiment": 0.0}, "386424641813630977": {"text": "Our whole nation supports the Springboks this afternoon as they face old rivals, the All Blacks at Ellis Park! Go Bokke!!", "sentiment": 0.15000000000000002}, "338951542520569856": {"text": "Support Child Protection Week this week by committing to protect our children.", "sentiment": 0.0}, "338184123980058624": {"text": "Africa is rising! Our time has indeed come. Happy Africa Day to all!", "sentiment": 0.8}, "338184043730460673": {"text": "Over the last decade, six of the world’s ten fastest growing economies were in Africa.", "sentiment": 0.0}, "338170485391110144": {"text": "Let us celebrate the Jubilee by promoting peace, unity, dignity and prosperity in our beloved continent! Happy Africa Day to all!", "sentiment": 0.75}, "338170409537122304": {"text": "Today marks the 50th anniversary of the Organisation of African Unity.", "sentiment": 0.0}, "321577941333057536": {"text": "Congrats to Africa’s newest Head of State, HE Uhuru Kenyatta of Kenya, looking forward to further growing ties between our two nations!", "sentiment": 0.0}, "292983689825112064": {"text": "Happy 70th birthday to my friend President Guebuza!Have many more!", "sentiment": 0.6}, "177424833020305408": {"text": "I ve just arrived in Kimberely at the house of Northern Cape Premier Hazel Jenkins to check how she's recovering after she fell ill", "sentiment": -0.5}, "166799012815568897": {"text": "Thanks for your contributions to the SONA, I have already identified some issues that I agree need immediate attention Keep them coming", "sentiment": 0.2}, "155916469312561152": {"text": "It feels good to be here in Mangaung.  I wouldn't have it any other way.  The ANC is great.", "sentiment": 0.4583333333333333}, "154940871215808513": {"text": "The overwhelming sense of pride is with us as I arrive to join masses and leaders of the ANC in Mangaung ahead of the centenary celebrations", "sentiment": 0.5}, "131988262372900864": {"text": "Wonderful listening to the concerns of fellow South Africans on Tuesday. Today I take some of those concerns to the leaders of BRICS & #G20", "sentiment": 1.0}, "129093280423092225": {"text": "During this auspicious time we wish the Hindu, Tamil, Gujerati & other communities a Happy #Diwali & a prosperous New Year!", "sentiment": 0.27045454545454545}, "123425104783880192": {"text": "I urge all South Africans and all who reside in our country, to avail themselves to be counted. #Census2011  http://t.co/cvODB5fm", "sentiment": 0.0}, "123424993932611585": {"text": "#Census2011 From 10-31 October government will send people to your homes to count members of households to help us plan for a better future", "sentiment": 0.25}, "122283017128513537": {"text": "I would like to wish Archbishop Desmond #Tutu a hearty birthday & a long healthy life Happy Birthday Arch, ukuhle njalo http://t.co/v9pis9nY", "sentiment": 0.4166666666666667}, "120795162833195008": {"text": "Please nominate the hero or heroine of your choice for the South African National Orders. http://t.co/2ttUjnqG #nationalorders", "sentiment": 0.0}, "119448731564257280": {"text": "Just finished my monitoring visit to Eastern Cape, reporting to Madiba now in Qunu! Always a pleasure to see him!", "sentiment": 0.0}, "108846239428247552": {"text": "We join the Muslim community in celebrating the end of Ramadan & wish them a happy Eid-ul-Fitr! May you have a peaceful & joyous Eid Mubarak", "sentiment": 0.525}, "108088125238165504": {"text": "Wonderful meeting the #Springboks Rugby team this morning. Let us all unite behind the #Bokke @bokrugby  http://t.co/YMBDJlq", "sentiment": 0.3}, "104488520445460480": {"text": "Looking forward to attending SARS Amakhwezi Awards tonight, where we honour top performing public servants..working together we can do more!", "sentiment": 0.3333333333333333}, "100812337270886400": {"text": "Today we honour the contribution of women to making South Africa a thriving non-sexist, non-racial & prosperous democracy. Happy #WomensDay", "sentiment": 0.8}, "99387076352540672": {"text": "Meeting media owners to discuss New Growth Path, media development & diversity, promotion of Brand SA & government marketing. #MediaSummit", "sentiment": 0.13636363636363635}, "97576929875599360": {"text": "On behalf of the government and people of South Africa we wish the Muslim community well over the fast of Ramadan. http://t.co/jN0OHJ2", "sentiment": 0.2}, "96511258911719424": {"text": "...to finalise our service delivery, infrastructure & employment creation projects & plans", "sentiment": 0.0}, "96511116376674304": {"text": "We welcomed Premiers & local govt representatives today at the Cabinet lekgotla, who have joined Ministers & Deputy Ministers on day 3...", "sentiment": 0.0}, "93316559061254144": {"text": "Happy birthday to my friend, colleague, brother and comrade, Deputy President Kgalema Motlanthe! Have many many more!  http://t.co/MB3COjH", "sentiment": 0.575}, "92826255438786561": {"text": "...ending the day with a courtesy call on #Madiba In Qunu. Happy birthday Tata! #MandelaDay", "sentiment": 0.8}, "92825523750842368": {"text": "I look forward to fruitful talks with Prime Minister Cameron, and later the launch of the ANC 1million membership campaign at Rivonia...", "sentiment": 0.0}, "91767268006047744": {"text": "I encourage you all to tune into channel 107   Tonight on dstv at 7pm for a new sitcom 'it's for life' it promises to be great #itsforlife", "sentiment": 0.4681818181818182}, "89013250808745985": {"text": "We are discussing improvements to provincial health care. Wishing the royal couple all the best!", "sentiment": 1.0}, "89013120466563072": {"text": "I will unfortunately miss wedding reception of HSH Prince Albert & Princess Charlene. Still meeting Limpopo Provincial EXCO in Lebowakgomo", "sentiment": -0.5}, "88884084809547777": {"text": "My Ministers & I are currently visiting health facilities in Limpopo province as part of our Monitoring and Evaluation Site Visits programme", "sentiment": 0.0}, "88108261575897088": {"text": "Just touched down in Durban. Looking forward to welcoming the members of the IOC for the 123rd Session being held in Durban this week.", "sentiment": -0.15555555555555559}, "87464155380064256": {"text": "We are pleased to welcome the Olympic movement to South Africa for the first IOC Session to be held on the continent. http://t.co/wRzvksF", "sentiment": 0.5166666666666667}, "87183019256975361": {"text": "We welcome them to Durban, South Africa next week during the 123rd Session of the International Olympic Committee #Monacowedding", "sentiment": 0.26666666666666666}, "87182500845191171": {"text": "Congratulations to HSH Prince Albert and HSH Princess Charlene of Monaco on their nuptials. #monacowedding", "sentiment": 0.0}, "86985203750404096": {"text": "Just arrived from the African Union Summit in Equatorial Guinea. Glad to be back in Mzansi.", "sentiment": 0.16666666666666666}, "86482773916921856": {"text": "The backlog is enormous but we have a good plan. http://t.co/bDfAC03", "sentiment": 0.35}, "86480414163742720": {"text": "The primary school national assessment results show we must work harder than ever together to improve education. http://t.co/bDfAC03", "sentiment": 0.15000000000000002}, "85370316095885312": {"text": "On my way to Equatorial Guinea to attend the African Union Summit. We need more Africa-owned and Africa-led solutions to our problems.", "sentiment": 0.25}, "83434753881153536": {"text": "I am taking a few days off to rest and enjoy watching the sun rise and set without rushing anywhere, till Saturday.", "sentiment": 0.1}, "82379876841177088": {"text": "Unfortunately unable to join rally in Beaufort West as ash cloud has grounded plane. Apologies to those who made the trip to the stadium.", "sentiment": -0.5}, "82339345205440512": {"text": "On this #FathersDay take responsibility for your children. Be that superhero. Happy #FathersDay", "sentiment": 0.8}, "82339049829961729": {"text": "#FathersDay He is the first male role-model a child encounters. His behaviour determines their relationship with other male figures.", "sentiment": 0.03125}, "82338554130333696": {"text": "Happy #FathersDay. For many children, their father is their first superhero. He protects, guides and inspires a child.", "sentiment": 0.5166666666666667}, "81259203330703360": {"text": "On #YouthDay let us honour the generation of 1976 by taking advantage of the economic opportunities that our democracy has blessed us with.", "sentiment": 0.2}, "80624127924379648": {"text": "RT @PresidencyZA: #BVoteZuma Citizens must have access to affordable universal basic services such as water, housing, electricity & othe ...", "sentiment": 0.0}, "80612644784050176": {"text": "RT @PresidencyZA: #BVoteZuma Transcript of President Jacob Zuma's Presidency Budget Vote address http://t.co/yhcDTJm", "sentiment": 0.0}, "80603275472281600": {"text": "#BVoteZuma On my way to Parliament to present the Presidency Budget Vote detailing the Presidency's plans & achievements over the past year", "sentiment": -0.125}, "79442151024496640": {"text": "One of the most steadfast, dignified and disciplined pillars of our struggle has fallen, an era has ended. Hamba kahle Mama #Sisulu", "sentiment": 0.45}, "78088468764438528": {"text": "RT @PresidencyZA: Ms Asanda Nginda of the Representative Council for Learners of Sobantu High School addresses President Zuma #PME http: ...", "sentiment": 0.16}, "78065534532460544": {"text": "Addressing combined audience of learners and parents at Sobantu High School in Peddie, Nobumba near King William's Town http://t.co/1FDrg3x", "sentiment": 0.13}, "78062800932577280": {"text": "RT @PresidencyZA: #PME Children at Sobantu High School await arrival of President Zuma. It is the last school that he will visit http:// ...", "sentiment": 0.08}, "78006344338259968": {"text": "Learning conditions at Vulumzi are not ideal, but parents, teachers & education authorities are doing their best to improve education. #PME", "sentiment": 0.275}, "77999069708038144": {"text": "RT @PresidencyZA: #PME President Zuma addressing pupils, teachers and parents at Vulumzi Junior Primary school http://twitpic.com/5859s0", "sentiment": 0.4}, "77995211514589184": {"text": "In the Eastern Cape today, undertaking a Monitoring & Evaluation visit linked to 5 government priorities, focusing today on Education. #PME", "sentiment": 0.0}, "77633748505608192": {"text": "Working together we can make South Africa a better place by embracing the #MandelaMondays initiative. Change the world around you!", "sentiment": 0.5}, "77420745457799168": {"text": "Let us rally behind #BafanaBafana in their match against Egypt tonight!", "sentiment": -0.4}, "77342018195562496": {"text": "Paying my last respects to Mrs Johanna Cecilia du Plessis this afternoon. http://t.co/oUIj5ZR", "sentiment": 0.0}, "76689415686197248": {"text": "I have granted the late Mama Albertina #Sisulu an Official Funeral & instructed National Flags be flown at half-mast http://t.co/mW6nzW3", "sentiment": -0.23333333333333334}, "76564866697150464": {"text": "RT@PresidencyZA: Mama #Sisulu has been pillar of strength not only for Sisulu family but also entire liberation movement http://t.co/9MUHXhB", "sentiment": 0.0}, "76550146200059905": {"text": "Mama #Sisulu was one of the foremost mothers of the nation and the last of the colossuses of the struggle for the liberation of South Africa", "sentiment": 0.0}, "76527683219099648": {"text": "On behalf of the Government and people of South Africa, we would like to convey our deepest condolences to the #Sisulu family", "sentiment": 0.0}, "75872747149996032": {"text": "Today is the 100 day countdown to the start of the Rugby World Cup. Let us wear our green and gold every Friday in support of the Bokke #RWC", "sentiment": -0.2}, "75855209934503936": {"text": "June 1st marks International Children's Day. Let us work together to care for our little ones and keep them safe from harm. #ChildrensDay", "sentiment": 0.10416666666666667}, "75522891982192640": {"text": "I was encouraged by the cooperative manner of the Libyan authorities. #AntonHammerl http://t.co/z2Tfd9E", "sentiment": 0.0}, "75521259823308800": {"text": "The South African government will work with the Hammerl family to discuss proposals made by the Libyan authorities. http://t.co/z2Tfd9E", "sentiment": 0.0}, "75517165398278144": {"text": "I have raised the issue of Anton Hammerl with Libyan leader Col Muammar Gadaffi. The authorities undertook to assist in finding his remains.", "sentiment": 0.0}, "74706526459273216": {"text": "My well wishes to those participating in the #Comrades Marathon. You inspire us to lead healthy and active lives and to reach for our dreams", "sentiment": 0.18333333333333335}, "74448156179435520": {"text": "My well wishes go out to those participating in the ultimate human race, the #Comrades Marathon, tomorrow. You inspire us all!", "sentiment": 0.0}, "74014931183353856": {"text": "We will do whatever possible to assist the family of Anton Hammerl. http://t.co/JMlUN1d", "sentiment": 0.0}, "73841663914684416": {"text": "We will do whatever is possible to assist while in Tripoli. The Department of International Relations also continues to work on this matter.", "sentiment": 0.0}, "73839611197132800": {"text": "We extend our heartfelt condolences to Mr Hammerl’s wife Penny Sukhraj & children Aurora, Neo & Hiro as well as his parents Freda & Ludwig.", "sentiment": 0.0}, "73838248912371712": {"text": "I have received a letter from the family of former photographer Anton Hammerl who was killed in the line of duty.", "sentiment": -0.1}, "73300184548909058": {"text": "We join all Africans on the continent and in the Diaspora in wishing them a #happyafricaday. Let us work together towards an African century", "sentiment": 0.0}, "72955931150917632": {"text": "We need to do more to market and tell South African success stories, including those of it's maturing  democracy.", "sentiment": 0.26666666666666666}, "72955242949525504": {"text": "I am happy with the work of the International Marketing Council after meeting its Board today.", "sentiment": 0.4}, "72493370580287490": {"text": "President Mandela is spending some time resting at Qunu. Thanks to all for love, respect and privacy.", "sentiment": 0.35}, "71995495920316416": {"text": "The next step is for people to use their hard won right to vote to by participating in ward committees...  http://t.co/C2fTaoR", "sentiment": -0.0019841269841269957}, "71990960703287296": {"text": "Now that the fierce campaigning & competition for votes has ended, it is time for political parties to begin working together. mzan.si/hWHH", "sentiment": 0.0}, "71988037361479681": {"text": "U are accountable to people who voted for U and those who did not vote for U because councillors must serve all South African people equally", "sentiment": 0.0}, "71981625575092225": {"text": "Our people have declared their will through the ballot box, and ours is to obey and fulfil their wishes.", "sentiment": 0.0}, "71645809917165568": {"text": "This is good for our democracy.it is also a good way to defend our freedom!Prez Zuma.", "sentiment": 0.7}, "71645094645735425": {"text": "I would like to thank all voters who came out in numbers to voete.", "sentiment": 0.0}, "71559009295011841": {"text": "I feel very good about the election results. It has certainly brought many lessons to many of  us.Prez Zuma", "sentiment": 0.5310714285714285}, "70770752152010753": {"text": "Congratulations to all for a peaceful election campaign nationwide. Our democracy is maturing in only 17 years.", "sentiment": 0.125}, "70745460519870464": {"text": "#SApolls I will vote in Nkandla at 11am. Always a liberating experience! #LGE2011", "sentiment": 0.0}, "70725163137761280": {"text": "Today, on Walter Sisulu's birthday, go out in your millions and vote for a better life for all! #SApolls #LGE2011", "sentiment": 0.5}, "70440513483968512": {"text": "I have just visited IEC HQ centre. I'm satisfied with preparations and I would like to congratulate the IEC's officials for a good job!", "sentiment": 0.6}, "69661804451737600": {"text": "Getting ready for #Siyanqoba. Join me at FNB Stadium in Johannesburg today! Or watch us live on SABC2 from 10am!", "sentiment": 0.16818181818181818}, "68943778341339136": {"text": "I'm off to PE, the friendly city, will spend the whole day with the friendly people of ibhayi elembathwa ngabalaziyo!", "sentiment": 0.31666666666666665}, "68340187855466496": {"text": "Productive day sharing ideas with communities in tackling community concerns in Greytown and Estcourt. Working together we are doing more!", "sentiment": 0.5}, "67881501634740224": {"text": "Democracy is flourishing in South Africa, thanks to the active participation of all citizens. It's wonderful. Vote 18 May!", "sentiment": 0.35555555555555557}}